{
    "PMC": "10489188",
    "DOI": "10.1097/md.0000000000034862",
    "PMID": "37682205",
    "PMCID": "PMC10489188",
    "title": "Aplastic anemia from past to the present: A bibliometric analysis with research trends and global productivity during 1980 to 2022.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10489188",
    "source": "MED",
    "abstract_text": "There is no bibliometric study in the literature on Aplastic Anemia (AA). In the present study, the purpose was to summarize the intellectual structure of the subject, uncover the global productivity in this respect, and identify the latest research trends by performing a bibliometric analysis of the articles published on AA. For this purpose, outputs for different research components of scientific outputs (i.e., countries, institutions, journals, and authors) were analyzed. A total of 3221 articles on Aplastic Anemia published between 1980 and 2022 were analyzed by using various statistical methods and bibliometric approaches. The Spearman Correlation Coefficient was used for correlation analysis and bibliometric network visualization maps were used to identify trending topics, citation analysis, and international collaborations. The top 3 contributing countries to the literature were the USA in this respect (800, 24.8%), China (514, 15.9%), and Japan (442, 13.7%). The top 3 most active institutions were the National Institutes of Health USA (n = 177), National Heart Lung Blood Institute (n = 153), and Udice French Research Universities (n = 136). The top 3 most productive journals were the British Journal of Haematology (n = 239), Blood (n = 181), and Bone Marrow Transplantation (n = 137). The most prolific author was Neal Stuart Young (n = 130). Specific keywords that were most frequently used in articles were severe aplastic anemia, immunosuppressive therapy, pediatrics/children, anti-thymocyte globulin, cyclosporine, hematopoietic stem cell transplantation, myelodysplastic syndromes, Paroxysmal Nocturnal Hemoglobinuria, hepatitis-associated aplastic anemia, allogeneic stem cell transplantation, haploidentical hematopoietic stem cell transplantation, pancytopenia, eltrombopag, fludarabine, Graft-Versus-Host Disease, survival, apoptosis, cytokines, and cyclophosphamide. It was determined that the trend topics in recent years were eltrombopag, COVID-19, Treg, Th17, thrombopoietin receptor agonists, haploidentical hematopoietic stem cell transplantation, haploidentical donor/transplantation, and posttransplantation cyclophosphamide. In the formation of the AA literature, it was determined that the research leadership belonged to the USA, China, Japan, European countries (United Kingdom, Italy, Germany, France, Switzerland), India, and South Korea, which have large economies.",
    "full_text": "pmc Medicine (Baltimore) Medicine (Baltimore) MD Medicine 0025-7974 1536-5964 Lippincott Williams & Wilkins Hagerstown, MD 10489188 37682205 00083 10.1097/MD.0000000000034862 3 4800 Research Article Observational Study Aplastic anemia from past to the present: A bibliometric analysis with research trends and global productivity during 1980 to 2022 https://orcid.org/0000-0001-9549-5904 Bulduk Tuba MD a * a Gülhane Education and Training Hospital, Faculty of Medicine, Department of Hematology, Ankara, Turkey. * Correspondence: Tuba Bulduk, Gülhane Education and Training Hospital, Faculty of Medicine, Department of Hematology, Ankara 06010, Turkey (e-mail: tuba.kiraz@hotmail.com ). 08 9 2023 08 9 2023 102 36 e34862 22 5 2023 18 7 2023 31 7 2023 Copyright © 2023 the Author(s). Published by Wolters Kluwer Health, Inc. 2023 https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial License 4.0 (CCBY-NC) , where it is permissible to download, share, remix, transform, and buildup the work provided it is properly cited. The work cannot be used commercially without permission from the journal. There is no bibliometric study in the literature on Aplastic Anemia (AA). In the present study, the purpose was to summarize the intellectual structure of the subject, uncover the global productivity in this respect, and identify the latest research trends by performing a bibliometric analysis of the articles published on AA. For this purpose, outputs for different research components of scientific outputs (i.e., countries, institutions, journals, and authors) were analyzed. A total of 3221 articles on Aplastic Anemia published between 1980 and 2022 were analyzed by using various statistical methods and bibliometric approaches. The Spearman Correlation Coefficient was used for correlation analysis and bibliometric network visualization maps were used to identify trending topics, citation analysis, and international collaborations. The top 3 contributing countries to the literature were the USA in this respect (800, 24.8%), China (514, 15.9%), and Japan (442, 13.7%). The top 3 most active institutions were the National Institutes of Health USA (n = 177), National Heart Lung Blood Institute (n = 153), and Udice French Research Universities (n = 136). The top 3 most productive journals were the British Journal of Haematology (n = 239), Blood (n = 181), and Bone Marrow Transplantation (n = 137). The most prolific author was Neal Stuart Young (n = 130). Specific keywords that were most frequently used in articles were severe aplastic anemia, immunosuppressive therapy, pediatrics/children, anti-thymocyte globulin, cyclosporine, hematopoietic stem cell transplantation, myelodysplastic syndromes, Paroxysmal Nocturnal Hemoglobinuria, hepatitis-associated aplastic anemia, allogeneic stem cell transplantation, haploidentical hematopoietic stem cell transplantation, pancytopenia, eltrombopag, fludarabine, Graft-Versus-Host Disease, survival, apoptosis, cytokines , and cyclophosphamide . It was determined that the trend topics in recent years were eltrombopag, COVID-19, Treg, Th17, thrombopoietin receptor agonists, haploidentical hematopoietic stem cell transplantation, haploidentical donor/transplantation, and posttransplantation cyclophosphamide. In the formation of the AA literature, it was determined that the research leadership belonged to the USA, China, Japan, European countries (United Kingdom, Italy, Germany, France, Switzerland), India, and South Korea, which have large economies. aplastic anemia bibliometric analysis citation analysis research trends scientometric analysis OPEN-ACCESS TRUE 1. Introduction Aplastic Anemia (AA) defines cytopenias with hypoplastic bone marrow without abnormal infiltration and fibrosis in the bone marrow. [ 1 ] More than 100 years have passed since Ehrlich described the first AA case in a pregnant woman in 1888, and clinicians have now acquired more extensive knowledge of the pathophysiology and treatment of AA. [ 2 , 3 ] Drugs, chemicals, and radiation might cause direct damage to hematopoietic stem cells (HSC), viral infections, and clonal and genetic disorders cause autoimmune destruction by changing the immunological structure of HSCs. [ 1 ] Although cytotoxic T lymphocytes are the most effective elements of autoimmune aplasia in AA, Regulatory T cells, natural killer cells, IFN-gamma, cytokines, especially IL-17, and autoantibodies also play roles in the immune destruction of HSCs in AA. [ 4 ] As a result of this autoimmune destruction, cytopenia develops in 1 or more series in the peripheral blood. Cytopenia in 1 or more series that accompanies hypocellular bone marrow and satisfies the conditions for hemoglobin < 10 g/dL, platelet < 50,000/μL, and absolute neutrophil count < 1.500/μL are needed for diagnosis. Although most cases (70–80%) are idiopathic, it is important to take medication, occupational exposure, and family history carefully. [ 5 , 6 ] The incidence is 2 to 3 per million per year in Europe, but higher in East Asia. [ 7 ] There is a bimodal distribution peaking at 10 to 25 years of age and above 60 years of age, and there is no difference between male and female gender. [ 8 ] The 1-year mortality of untreated severe AA is > 70%. [ 9 ] Various therapeutic modalities, including corticosteroids, androgens, and splenectomy, were used for the treatment of patients with AA in ancient times. [ 10 , 11 ] The options in the treatment of AA have increased with the developments in recent years. AA treatment modalities vary according to the severity of the disease, the patient’s age/performance, and donor presence, and involve supportive treatment (erythrocyte and platelet transfusion, iron chelation therapy, infection prophylaxis), immunosuppression, and allogeneic stem cell transplantation. Standard immunosuppressive therapy (IST) consists of equine anti-thymocyte globulin (ATG) combined with cyclosporine A (ATG + cyclosporine A). Eltrombopag, an oral thrombopoietin receptor agonist, has been shown to improve the hematologic response in AA. Therefore it was approved by the US food and drug administration for AA patients who were refractory to IST in 2014 and it received food and drug administration approval in combination with IST in the first-line setting in 2018. [ 12 ] The European Medicines Agency approved Eltrombopag in AA in 2015. This approval was intended for patients with severe AA who are resistant to IST and not amenabl to hematopoietic stem cell transplantation (HSCT). HSCT is the first-line treatment modality for patients < 40 years of age diagnosed with severe AA with an HLA-matched sibling donor. HSCT can be performed as the first-line treatment in the presence of an HLA-matched sibling donor in severe AA cases between the ages of 41 to 60 but IST can also be preferred. Unrelated donor HSCT/cord blood transplantation or haploidentical transplantation is also applied in patients who do not have an HLA-matched sibling donor but have severe/very severe AA, especially in patients < 20 years of age, or in patients who are unresponsive within 120 days even though IST was applied in the first step and who are suitable for stem cell transplantation. [ 6 , 13 ] Alemtuzumab, which is a monoclonal antibody against CD52 expressed in lymphocytes and other hematopoietic cells in refractory AA patients who are not suitable for HSCT, might be used as a single agent or in combination with Cyclosporine A. [ 14 ] Patients who are treated with IST are regularly followed up for treatment-related toxicity and especially clonal progression (paroxysmal nocturnal hemoglobinuria, myelodysplastic syndromes, transformation to acute leukemia). The main problems that might occur in AA patients who undergo HSCT are graft failure and graft-versus-host disease, and one of the long-term problems is the development of new malignancies. Malignancy rates that reached 3% after HSCT is reported in the literature. [ 15 ] Although AA might develop in pregnant women, a patient with AA might become pregnant. ATG cannot be used during pregnancy, but cyclosporine can be used in therapeutic doses because Cyclosporine has not been shown to have a negative impact on the baby. [ 16 ] As a result of the increased scientific literature in recent years, bibliometric analyzes have become a widely used quantitative research method for evaluating the relevant literature on a particular subject. [ 17 , 18 ] By providing comprehensive analyzes and structured information on a topic or a study area, bibliometrics helps to identify important points for future studies. [ 19 , 20 ] No bibliometric study has yet been conducted in the literature on AA. The present study aimed to provide an overview of AA for the period 1980 to 2022 by using bibliometric approaches and statistical methods. The researchers aimed to examine the distribution of scientific output on aplastic anemia across different research components (countries, institutions, journals, authors), summarize the intellectual nature of the subject, reveal global productivity, and identify recent study trends. 2. Material and methods 2.1. Search strategy The researchers used the Web of Science (WoS) (Clarivate Analytics, Philadelphia, PA) database to obtain AA articles published from 1980 to 2022. The following search strategy was adopted in the study. (Title = (“Aplastic anemia*” OR “Aplastic anemia*”) AND Document Type = (Article) AND Publication time: 1980–2022). With the search strategy used, the researchers found all publications with Aplastic Anemia/Anaemia and Aplastic Anemias/Anaemias in their titles (the search was performed on April 1, 2023). Only original articles were included in the bibliometric analyses. 2.2. Statistical analysis Bibliometric analyzes were made with the VOSviewer (Version 1.6.19, Leiden University) package program. [ 21 ] Statistical analyzes were made with the SPSS (Version: 22.0, SPSS Inc., Chicago, IL) package program. The exponential Smoothing estimator was used in Microsoft Office Excel program to predict past and future publication trends in AA. A seasonal correction was made in the prediction model. The world map that showed the article density of the countries on AA was drawn by using the website ( https://app.datawrapper.de ). The conformity of the data to the normal distribution was evaluated with the Q-Q Plot, Histograms, and Kolmogorov-Smirnov Test. The Spearman Correlation Coefficient was used for the correlation studies between the number of articles and economic data of the countries obtained from the World Bank [ 22 ] and WoS. The statistical significance level was taken as P < .05. 3. Results As a result of the literature review, the researchers found 6776 publications on AA that were published between 1980 and 2022. Among these studies, the researchers excluded 15 studies published in Veterinary Sciences, and among the remaining 6761 publications, 3221 (47.6%) were Articles, 2345 (34.7%) were Meeting Abstracts, 577 (8.5%) were Letters, 220 (3.2%) were Review Articles, 136 (2%) were Proceeding Papers, and the rest were in other publication types (Editorial materials, notes, book chapters, etc.). Bibliometric analyzes were performed with only 3221 articles. Almost all articles (95.2% (n = 3067)) were scanned in science citation index expanded, and 4.2% (n = 134) in emerging sources citation index indices. The few remaining articles were indexed in the social sciences citation index and 94.2% (n = 3035) of these articles were in English and the remaining 5.8% (n = 186) were in other languages [Russian (n = 61), German (55), Spanish (31), French (19), Japanese (8), Italian (4), Korean (3), Norwegian (1), Portuguese (1), Serbian (1), Slovenian (1), and Turkish (1)]. 3.1. Active research areas on aplastic anemia The primary study areas with 30 or more articles published on AA were Hematology (Number of articles = 1802), Oncology (463), Medicine General Internal (435), Immunology (395), Transplantation (327), Pediatrics (270), Medicine Research Experimental (209), Biophysics (140), Surgery (82), Cell Biology (73), Pharmacology Pharmacy (60), Pathology (50), Genetics Heredity (40), Gastroenterology Hepatology (34), Infectious Diseases (33), Medical Laboratory Technology (32), Biochemistry Molecular Biology (31), Biotechnology Applied Microbiology (30), and Cell Tissue Engineering (30), respectively. 3.2. Research trend of aplastic anemia from past to future The number of previously published articles on AA was modeled with the Exponential Smoothing Estimator, taking into account seasonal correction, and the number of articles that could be published in the next 5 years was estimated. The line graph that showed past and future broadcast trends along with estimations is given in Figure 1 . According to the model, it was estimated that 150 (Confidence Interval %: 121–179) articles and 156 (CI %: 115–196) studies will be published on AA in 2023 (Fig. 1 ). Figure 1. A line graph showing the change in published articles about aplastic anemia by year, along with a forecast for the next five years. 3.3. Prolific countries on aplastic anemia The bar graph showing the first 20 countries that contributed the most to the literature on AA and the world map showing the color intensity according to the number of articles are given in Figure 2 . The top 20 countries in terms of contribution to the scientific literature on AA were the USA (800, 24.8%), China (514, 15.9%), Japan (442, 13.7%), United Kingdom (252, 7.8%), Italy (184, 5.7%), Germany (164, 5%), France (160, 4.9%), India (138, 4.2%), Switzerland (135, 4.1%), South Korea (117, 3.6%), Canada (76, 2.3%), Netherlands (70, 2.1%), Brazil (65, 2%), Turkey (63, 1.9%), Spain (62, 1.9%), Russia (60, 1.8%), Austria (54, 1.6%), Sweden (53, 1.6%), Taiwan (43, 1.3%), and Mexico (35, 1%). Figure 2. A bar graph showing the top 20 contributing countries to the aplastic anemia literature and a world density map showing the productivity of all countries. International cooperation analysis was made among 82 countries that published articles on AA and scores showing the strength of cooperation were calculated. The top 15 countries with the highest collaboration according to these scores were; England in the United Kingdom (Total collaboration score = 423), France (395), Italy (379), Germany (376), Switzerland (357), the USA (319), Netherlands (227), Sweden (187), Spain (173), Saudi Arabia (158), Russia (100), Canada (99), Austria (98), Japan (87), and Belgium (86). A highly significant correlation was detected between the number of articles on AA and the gross domestic product (GDP) and GDP per capita values, which are indicators of the economic development of the countries ( R = 0.729, P < .001; R = 0.710, P < .001, respectively). 3.4. Featured journals regarding aplastic anemia All articles on AA were published in 717 different scientific journals. Among these, the first 32 journals that stood out in terms of contribution to the literature on AA (publishing 15 or more articles), the total number of citations received by the journals, and the average number of citations per article by the journals are given in Table 1 . Table 1 The prominent active scientific journals that have published 15 or more articles on aplastic anemia. Journals N C AC Journals N C AC British Journal of Haematology 239 9138 38.2 Leukemia Research 32 310 9.7 Blood 181 17,110 94.5 Pediatric Transplantation 27 208 7.7 Bone Marrow Transplantation 137 3176 23.2 Transplantation Proceedings 27 246 9.1 International Journal of Hematology 102 920 9.0 Terapevticheskii Arkhiv 25 36 1.4 Annals of Hematology 94 1214 12.9 Transplantation 25 820 32.8 Experimental Hematology 86 1898 22.1 American Journal of Pediatric Hematology Oncology 24 335 14.0 American Journal of Hematology 73 1137 15.6 Seminars in Hematology 24 1277 53.2 Acta Haematologica 71 750 10.6 Haematologica-The Hematology Journal 22 1615 73.4 European Journal of Haematology 66 1165 17.7 Scandinavian Journal of Haematology 20 250 12.5 Biology of Blood and Marrow Transplantation 65 1604 24.7 Blut 19 174 9.2 Haematologica 51 1480 29.0 Internal Medicine 19 102 5.4 Journal of Pediatric Hematology Oncology 49 351 7.2 New England Journal of Medicine 18 5214 289.7 Acta Haematologica Japonica 46 88 1.9 Chinese Medical Journal 17 53 3.1 Hematology 43 212 4.9 Pediatric Hematology and Oncology 17 153 9.0 Gematologiya I Transfuziologiya 35 11 0.3 Leukemia 16 322 20.1 Pediatric Blood & Cancer 35 362 10.3 Hematology-American Society of Hematology Education Program 15 535 35.7 AC = average citation per document, C = Number of citations, N = Number of articles. 3.5. Prominent institutions regarding aplastic anemia The top 25 prominent institutions that contributed more than 50 publications to the literature on AA were; the National Institutes of Health USA (Number of articles = 177), National Heart Lung Blood Institute (153), Udice French Research Universities (136), Fred Hutchinson Cancer Center (129), University Paris Cite (128), Assistance Publique Hopitaux Paris (126), Hospital Universitaire Saint Louis (115), University of Genoa (114), Chinese Academy of Medical Sciences Peking Union Medical College (96), IRCCS AOU San Martino -IST (96), University of Washington (96), University of Basel (94), St Georges University London (82), Peking Union Medical College (79), Nagoya University (74), Institute of Hematology Blood Diseases Hospital (CAMS & PUMC) (73), Kanazawa University (68), University of London (68), Ulm University (63), University of California System (63), Tianjin Medical University (62), University of Texas System (62), Harvard University (59), Imperial College London (59), Medical College of Wisconsin (59), Red Cross Nagoya Daiichi Hospital (54), and Catholic University of Korea (53). 3.6. Featured authors regarding aplastic anemia The authors who published 50 or more articles in terms of contributing to the literature on AA were; Young NS, respectively. (Number of articles = 130), Bacigalupo A. (109), Storb R. (84), Kojima S. (75), Marsh JCW. (70), Socie G. (66), Gluckman E. (65), Nakao S. (58), Nissen C. (56), Fu R. (51), Shao ZH. (51), and Thomas ED. (50). 3.7. Past and present research trends on aplastic anemia A total of 3060 different keywords were used in all 3221 articles that were published on AA. Among these, 79 different keywords used in 8 or more different articles are given in Table 2 . The Cluster Analysis results showing the combination of keywords are given in Figure 3 . The network visualization map showing the trends of keywords in published articles in past and present research is given in Figure 4 . The citation network visualization map for the citation analysis results showing the keywords in the most cited articles is given in Figure 5 . Table 2 The 79 most frequently used keywords in published articles on aplastic anemia. Keywords N Keywords N Keywords N Aplastic anemia or (anemia) 1267 Cyclophosphamide 22 COVID-19 10 Severe aplastic anemia (anemia or SAA) 241 Hematopoiesis 19 Monosomy 7 10 Immunosuppressive therapy (or immunosuppressive) 204 Mesenchymal stem cells 19 Parvovirus b19 10 Anti-thymocyte globulin (or anti-thymocyte globulin or ATG) 124 Flow cytometry 18 Telomere 10 Children (or childhood) 110 Haploidentical hematopoietic (or hematopoietic) stem cell transplantation 18 Alternative donor 9 Bone marrow transplantation (or transplant or BMT) 102 Pregnancy 18 Androgens 9 Cyclosporine (or cyclosporin a) 98 G-CSF 17 Antilymphocyte globulin 9 Myelodysplastic syndrome (or syndromes or MDS) 84 Graft failure 17 Cord blood transplantation 9 Bone marrow failure 66 Hematopoietic stem cell (or cells or hematopoiesis) 16 Dyskeratosis congenita 9 Hematopoietic stem cell transplantation (or transplant) 61 Treatment 16 Graft rejection 9 Paroxysmal nocturnal hemoglobinuria (or hemoglobinuria) 59 Liver transplantation 15 Incidence 9 Hepatitis-associated aplastic anemia (or hepatitis) 48 Polymorphism 14 Infection 9 Anemia 46 Relapse 14 Matched sibling donor 9 Allogeneic stem cell transplantation (or allogeneic hematopoietic/transplantation) 44 Neutropenia 13 Mutation 9 Acquired aplastic anemia 40 Prognosis 13 Thrombocytopenia 9 Pancytopenia 40 Stem cells 13 Thymoma 9 Bone marrow 39 T cells 13 Tnf-alpha 9 Eltrombopag 38 Unrelated donor 13 Chimerism 8 Transplantation 36 Epidemiology 12 Deferasirox 8 Stem cell transplantation 33 Epstein-barr virus 12 Fanconi anemia 8 Fludarabine 32 Hla 12 IFN-gamma 8 Graft-versus-host disease (or GVHD) 32 Tacrolimus 12 Matched unrelated donor 8 Pediatric (or pediatrics) 30 Transfusion 12 Rituximab 8 Survival 29 Alemtuzumab 11 Stem cell factor 8 Apoptosis 26 Conditioning regimen 11 Therapy 8 Cytokine (or cytokines) 24 Thrombopoietin 11 Haploidentical (or haploidentical donor) 24 Clonal evolution 10 GVHD = graft-versus-host disease, N = number of uses. Figure 3. Network visualization map illustrating clustering trends of aplastic anemia topics. Each cluster is shown in different colors. Keywords with similar colors are in the same clusters. The size of the circle increases according to the number of keywords used. Figure 4. A network visualization map illustrating past and current trends over the years in aplastic anemia. The indicator in the lower right corner of the figure changes from blue to red (blue-green-yellow-red) as the topicality of the topics increases. The size of the circle increases according to the number of keywords used. Figure 5. A network visualization map illustrating the most cited topics in aplastic anemia. The indicator in the lower right corner of the figure changes from blue to red (blue-green-yellow-red) as the keyword is cited more. The size of the circle increases according to the number of keywords used. 3.8. Citation analysis on aplastic anemia The publication information of 29 high-impact articles with more than 250 citations out of 3221 articles that were published on AA according to the total number of citations received, the total number of citations received by the articles, and the average number of citations per year are given in Table 3 . Table 3 The first 29 high-impact articles with more than 250 citations based on the total number of citations on aplastic anemia. No Article Author Journal PY TC AC 1 Mutations in TERT, the gene for telomerase reverse transcriptase, in aplastic anemia Yamaguchi H. et al New England Journal of Medicine 2005 517 27.21 2 Graft-versus-host disease and survival in patients with aplastic anemia treated by marrow grafts from hla-identical siblings - beneficial effect of a protective environment Storb R. et al New England Journal of Medicine 1983 439 10.71 3 Malignant-tumors occurring after treatment of aplastic anemia Socie G. et al New England Journal of Medicine 1993 389 12.55 4 Treatment of aplastic anemia with antilymphocyte globulin and methylprednisolone with or without cyclosporine Frickhofen N. et al New England Journal of Medicine 1991 388 11.76 5 Somatic mutations and clonal hematopoiesis in aplastic anemia Yoshizato T. et al New England Journal of Medicine 2015 378 42 6 Guidelines for the diagnosis and management of adult aplastic anemia Killick SB. et al British Journal of Haematology 2016 370 46.25 7 Secondary cancers after bone marrow transplantation for leukemia or aplastic anemia Witherspoon RP. et al New England Journal of Medicine 1989 369 10.54 8 Changes in trabecular bone, hematopoiesis and bone marrow vessels in aplastic anemia, primary osteoporosis, and old-age - a comparative histomorphometric study Burkhardt R. et al Bone 1987 368 9.95 9 Anti-thymocyte globulin treatment in patients with aplastic anemia - a prospective randomized trial Champlin R. et al New England Journal of Medicine 1983 363 8.85 10 Circulating activated suppressor lymphocytes-t in aplastic anemia Zoumbos NC. et al New England Journal of Medicine 1985 358 9.18 11 Marrow transplantation for severe aplastic anemia - methotrexate alone compared with a combination of methotrexate and cyclosporine for prevention of acute graft-versus-host disease Storb R. et al Blood 1986 357 9.39 12 Eltrombopag and improved hematopoiesis in refractory aplastic anemia Olnes MJ. et al New England Journal of Medicine 2012 328 27.33 13 Interferon is a mediator of hematopoietic suppression in aplastic anemia invitro and possibly invivo Zoumbos NC. et al Proceedings of the National Academy of Sciences of the United States of America 1985 325 8.33 14 Bone marrow transplantation (BMT) versus immunosuppression for the treatment of severe aplastic anemia (SAA) - a report of the ebmt saa working party Bacigalupo A. et al British Journal of Haematology 1988 323 8.97 15 Horse versus rabbit anti-thymocyte globulin in acquired aplastic anemia Scheinberg P. et al New England Journal of Medicine 2011 322 24.77 16 Aplastic anemia.1. Pathogenesis, diagnosis, treatment, and prognosis Camitta BM. et al New England Journal of Medicine 1982 313 7.45 17 Phase-i/ii study of recombinant human granulocyte-macrophage colony-stimulating factor in aplastic anemia and myelodysplastic syndrome Antin JH. et al Blood 1988 312 8.67 18 Predictive factors in chronic graft-versus-host disease in patients with aplastic anemia treated by marrow transplantation from hla-identical siblings Storb R. et al Annals of Internal Medicine 1983 310 7.56 19 Marrow transplantation with or without donor buffy coat cells for 65 transfused aplastic anemia patients Storb R. et al Blood 1982 305 7.26 20 Malignancies after marrow transplantation for aplastic anemia and Fanconi anemia: A joint Seattle and Paris analysis of results in 700 patients Deeg HJ. et al Blood 1996 294 10.5 21 Eltrombopag added to standard immunosuppression for aplastic anemia Townsley DM. et al New England Journal of Medicine 2017 289 41.29 22 Marrow transplantation in 30 untransfused patients with severe aplastic anemia Storb R. et al Annals of Internal Medicine 1980 282 6.41 23 Anti-thymocyte globulin and cyclosporine for severe aplastic anemia - Association between hematologic response and long-term outcome Rosenfeld S. et al JAMA-Journal of the American Medical Association 2003 281 13.38 24 Cyclophosphamide combined with anti-thymocyte globulin in preparation for allogeneic marrow transplants in patients with aplastic anemia Storb R. et al Blood 1994 277 9.23 25 Ovarian-function following marrow transplantation for aplastic anemia or leukemia Sanders JE. et al Journal of Clinical Oncology 1988 276 7.67 26 Graft failure following bone marrow transplantation for severe aplastic anemia - risk-factors and treatment results Champlin RE. et al Blood 1989 273 7.8 27 Intensive immunosuppression with anti-thymocyte globulin and cyclosporine as treatment for severe acquired aplastic anemia Rosenfeld SJ. et al Blood 1995 272 9.38 28 Late hematological complications in severe aplastic anemia Tichelli A. et al British Journal of Haematology 1988 260 7.22 29 Eltrombopag restores trilineage hematopoiesis in refractory severe aplastic anemia that can be sustained on discontinuation of drug Desmond R. et al Blood 2014 255 25.5 AC = average citations per year, PY = publication year, TC = total citation. 3.9. Co-citation analysis regarding aplastic anemia There were 34,586 publications cited in the “References” sections of all 3221 articles that were published on AA. Among these, the 10 most influential studies with more than 190 co-citations belonged to Young et al [ 3 ] (2006, Number of co-citations: number of co-citations [NC]: 334), Camitta et al [ 10 ] (1979, NC: 305), Camitta et al [ 11 ] (1976, NC: 302), Marsh et al [ 5 ] (2009, NC: 250), Frickhofen et al [ 23 ] (1991, NC: 247), Bacigalupo et al [ 24 ] (1988, NC: 231), Champlin et al [ 25 ] (1983, NC: 203), Killick et al [ 6 ] (2016, NC: 199), Rosenfeld et al [ 26 ] (2003, NC: 197), and Socie et al [ 27 ] (1993, NC: 191). 4. Discussion When the distribution of the articles on AA between the years 1980 and 2022 was examined, 2 different publication trends were observed (1980–2013 and 2014–2022). An average of 65 articles (min-max: 46–85) were published per year between 1980 and 2013. An increasing trend in the number of articles started and an average of 114 articles (min-max: 80–149) were published from 2014 to 2022 with the year 2014. According to the estimation findings for 2023 and the following years, the researchers predicted that research on AA will follow a weak upward trend. Although 14 of the top 20 countries that stood out in AA global productivity were developed countries (USA, Japan, United Kingdom, Italy, Germany, France, Switzerland, South Korea, Canada, Netherlands, Spain, Austria, Sweden, and Taiwan), 6 were developing countries with large economies (China, India, Brazil, Turkey, Russia, and Mexico). The high statistically significant correlation between the number of articles on AA and the GDP and GDP per capita values of the countries showed that the economic size of the countries also had an impact on the productivity of the articles on AA. The findings of the present study showed parallelism with the results of other studies on this subject in the literature. [ 17 , 18 ] The presence of allogeneic stem cell transplantation in the treatment of AA and the high cost of this treatment can be considered among the reasons for the relationship found in the study. It was determined that the European countries (especially England in the United Kingdom, France, Italy, Germany, Switzerland, Netherlands, Sweden, Spain, Austria, and Belgium), USA, Saudi Arabia, Russia, Canada, and Japan were the pioneers in international cooperation in this respect. The journals that stood out in terms of contributing to the global literature on AA were found to be the British Journal of Haematology, Blood, Bone Marrow Transplantation, International Journal of Hematology, Annals of Hematology, Experimental Hematology, American Journal of Hematology, Acta Haematologica, European Journal of Haematology, Biology of Blood and Marrow Transplantation, Haematologica, Journal of Pediatric Hematology Oncology, Acta Haematologica Japonica, and Hematology. The researchers can recommend that authors who want to have their studies published on this subject consider these journals first. When the average number of citations per article published by the journals was compared, the most influential journals were found to be Bone (average number of citations per article = 368), New England Journal of Medicine (290), Current Opinion in Hematology (197), Proceedings of The National Academy of Sciences of the United States of America (196), Biometrics (142), Journal of Clinical Oncology (141), Neurology-Neuroimmunology & Neuroinflammation (126), JAMA-Journal of The American Medical Association (105), Annals of Internal Medicine (101), Investigative Radiology (100), Journal of Virology (97), American Journal of Ophthalmology (95), Blood (95), and Thrombosis and Haemostasis (92). The researchers can recommend these journals to researchers who want their articles to see more impact. Among the articles, Yamaguchi et al [ 28 ] (2005) published a study in the New England Journal of Medicine with the title “Mutations in TERT, the gene for telomerase reverse transcriptase, in aplastic anemia,” which was the study with the highest impact according to the total number of citations. The second most influential study was conducted by Storb et al [ 29 ] (1983) in the New England Journal of Medicine with the title “Graft-versus-host disease and survival in patients with aplastic-anemia treated by marrow grafts from HLA-identical siblings-beneficial impact of a protective environment.” The third most influential study was conducted by Socie et al [ 27 ] (1993) with the title “Malignant tumors occurring after treatment of aplastic anemia” published in the New England Journal of Medicine. The 4th and fifth most influential studies were those of Frickhofen et al [ 23 ] (1991) and Yoshizato et al [ 30 ] (2015) published in the New England Journal of Medicine. The fact that 8 of the top 10 studies that had the most impact in terms of the total number of citations among all articles were published in the New England Journal of Medicine shows that this journal stands out in terms of its level of impact on AA. Among all articles, the study that had the most impact (average per year = 46.3) according to the average number of citations per year was found to be Killick et al [ 6 ] (2016) published by the British Journal of Haematology. The second most influential study was that of Yoshizato et al [ 30 ] (2015) with the title “Somatic mutations and clonal hematopoiesis in aplastic anemia.” The third most influential study was Townsley et al [ 31 ] study (2017) titled “Eltrombopag Added to Standard Immunosuppression for Aplastic Anemia.” The 4th most influential study was Dixon et al [ 32 ] study (2020) titled “COVID-19-related acute necrotizing encephalopathy with brain stem involvement in a patient with aplastic anemia.” The fifth most influential study was Bacigalupo [ 13 ] (2017) article with the title “How I treat acquired aplastic anemia”. According to the number of co-citations that were made by all articles, the prominent studies that had a high-impact were found to be those conducted by Young et al [ 3 ] (2006), Camitta et al [ 10 ] (1979), Camitta et al [ 11 ] (1976), Marsh et al [ 5 ] (2009), Frickhofen et al [ 23 ] (1991), Bacigalupo et al [ 24 ] (1988), Champlin et al [ 25 ] (1983), Killick et al [ 6 ] (2016), Rosenfeld et al [ 26 ] (2003), and Socie et al [ 27 ] (1993). The researchers recommend other researchers interested in this subject read these studies first. According to the findings of the cluster analysis, there were 9 main focuses of AA research; hematopoietic stem cell transplantation, aplastic anemia treatments, immunosuppressive therapy (ATG, cyclosporine, and Eltrombopag), viruses (parvovirus B19, epstein-barr virus, COVID-19, hepatitis-associated aplastic anemia), clonal evolution (G-CSF, monosomy 7, Fanconi anemia, apoptosis), stem cells (mesenchymal stem cells, t cells, HSC, telomere), cytokines (IFN-gamma, TNF-alpha), epidemiology/incidence and other bone marrow failure conditions (myelodysplastic syndrome and paroxysmal nocturnal hemoglobinuria). According to the keyword analysis findings, trend topics that were studied more in the last decade (used in at least 8 different articles in recent years) were hematopoietic stem cell transplantation, allogeneic hematopoietic stem cell transplantation, immunosuppressive therapy, bone failure, eltrombopag, acquired aplastic anemia, survival, pediatrics, mesenchymal stem cells, COVID-19, hepatitis-associated aplastic anemia, haploidentical donor, matched sibling donor, matched unrelated donor, conditioning regimen, haploidentical hematopoietic stem cell transplantation, t cells, clonal evolution, and deferasirox. The trend topics in the last 3 years were eltrombopag, COVID-19, Treg, Th17, thrombopoietin receptor agonists, haploidentical hematopoietic stem cell transplantation, and posttransplantation cyclophosphamide. The most cited keywords from past to present were found to be immunosuppression, paroxysmal nocturnal hemoglobinuria, anti-thymocyte globulin, incidence, graft failure, graft rejection, fludarabine, alemtuzumab, haploidentical, unrelated donor, relapse, alternative donor, dyskeratosis congenita, telomere, HLA, myelodysplastic syndromes, allogeneic transplantation, graft-versus-host disease, and bone marrow transplantation. There has been no bibliometric study on AA in the literature so far. One of the superior aspects of the present study is that it is the first bibliometric study conducted on AA. The researchers preferred only the WoS Database in the literature review in the present study, which may be a limitation of the study. In many bibliometric studies conducted in the literature, in response to the WoS preference, the reasons were cited as the inability to perform citation and co-citation analyses in the PubMed Database, and the indexing of some journals with low impact levels in the Scopus Database. [ 17 , 18 ] It was preferred that the present study be based on the WoS Database because it included articles from journals with higher impact index indexed in science citation index expanded. [ 19 , 20 ] 5. Conclusion The present study showed the general trend of AA in scientific research. It was determined that trend research on AA in the last decade involved allogeneic hematopoietic stem cell transplantation, immunosuppressive therapy, eltrombopag, mesenchymal stem cells, COVID-19, hepatitis-associated aplastic anemia, haploidentical donor, matched unrelated donor, conditioning regimen, t cells, clonal evolution, and deferasirox. It was also found that the trend topics in the last 3 years were eltrombopag, COVID-19, Treg, Th17, thrombopoietin receptor agonists, haploidentical hematopoietic stem cell transplantation, and posttransplantation cyclophosphamide. The global broadcast uptrend was found to be weak. This may be because of the lack of discovery of a novel therapeutic agent other than eltrombopag, which was approved in 2014 and the lack of fundamental changes in the IST and HSCT preparatory regimens over the years. It was also determined that the research leadership belonged to the USA, China, Japan, European countries (United Kingdom, Italy, Germany, France, Switzerland), India, and South Korea, which have large economies, in the development of the AA literature. Although there are widespread international collaborations globally, the researchers think that studies on AA must also be encouraged in underdeveloped countries. This bibliometric analysis may offer researchers new ideas for future studies to be conducted on AA. Author contributions Conceptualization: Tuba Bulduk. Data curation: Tuba Bulduk. Formal analysis: Tuba Bulduk. Funding acquisition: Tuba Bulduk. Investigation: Tuba Bulduk. Methodology: Tuba Bulduk. Project administration: Tuba Bulduk. Resources: Tuba Bulduk. Software: Tuba Bulduk. Supervision: Tuba Bulduk. Validation: Tuba Bulduk. Visualization: Tuba Bulduk. Writing – original draft: Tuba Bulduk. Writing – review & editing: Tuba Bulduk. Abbreviations: AA aplastic anemia ATG anti-thymocyte globulin GDP gross domestic product HSC hematopoietic stem cells HSCT hematopoietic stem cell transplantation IST immunosuppressive therapy NC number of co-citations WOS Web of Science All data generated or analyzed during this study are included in this published article [and its supplementary information files]. The authors have no funding and conflicts of interest to disclose. How to cite this article: Bulduk T. Aplastic anemia from past to the present: A bibliometric analysis with research trends and global productivity during 1980 to 2022. Medicine 2023;102:36(e34862). References [1] Giudice V Selleri C . Aplastic anemia: pathophysiology. Semin Hematol . 2022 ; 59 : 13 – 20 . 35491054 [2] Ehrlich P . Ueber einem Fall von anämie mit Bemerkungen über rejenerative veränderungen des knochenmarks. Charité-Annalen . 1888 ; 13 : 300 – 9 . [3] Young NS Calado RT Scheinberg P . Current concepts in the pathophysiology and treatment of aplastic anemia. Blood . 2006 ; 108 : 2509 – 19 . 16778145 [4] Bacigalupo A Brand R Oneto R . Treatment of acquired severe aplastic anemia: bone marrow transplantation compared with immunosuppressive therapy-the European group for blood and marrow transplantation experience. Semin Hematol . 2000 ; 37 : 69 – 80 . 10676912 [5] Marsh JC Ball SE Cavenagh J . Guidelines for the diagnosis and management of aplastic anaemia. Br J Haematol . 2009 ; 147 : 43 – 70 . 19673883 [6] Killick SB Bown N Cavenagh J . Guidelines for the diagnosis and management of adult aplastic anaemia. Br J Haematol . 2016 ; 172 : 187 – 207 . 26568159 [7] Montane E Ibanez L Vidal X . Epidemiology of aplastic anemia: a prospective multicenter study. Haematologica . 2008 ; 93 : 518 – 23 . 18322256 [8] Segel GB Lichtman MA . Aplastic anemia. In: Kaushansky K Prchal JT Press OW . eds. Williams Hematology . New York : Mc Graw Hill . 2016 : 513 – 538 [9] Young NS . Aplastic anaemia. Lancet . 1995 ; 346 : 228 – 32 . 7616805 [10] Camitta BM Thomas ED Nathan DG . A prospective study of androgens and bone marrow transplantation for treatment of severe aplastic anemia. Blood . 1979 ; 53 : 504 – 14 . 32941 [11] Camitta BM Thomas ED Nathan DG . Severe aplastic anemia: a prospective study of the effect of early marrow transplantation on acute mortality. Blood . 1976 ; 48 : 63 – 70 . 779871 [12] Available at: https://www.drugs.com/history/promacta.html [access date, May 3, 2023] . [13] Bacigalupo A . How I treat acquired aplastic anemia. Blood . 2017 ; 129 : 1428 – 36 . 28096088 [14] Risitano AM Schrezenmeier H . Alternative immunosuppression in patients failing immunosuppression with ATG who are not transplant candidates: Campath (Alemtuzumab). Bone Marrow Transplant . 2013 ; 48 : 186 – 90 . 23222381 [15] Deeg HJ Socié G Schoch G . Malignancies after marrow transplantation for aplastic anemia and fanconi anemia: a joint Seattle and Paris analysis of results in 700 patients. Blood . 1996 ; 87 : 386 – 92 . 8547667 [16] Tichelli A Socie G Marsh J . Outcome of pregnancy and disease outcome among women with aplastic anemia treated with immunosuppression. Ann Intern Med . 2002 ; 137 : 164 – 72 . 12160364 [17] Kiraz M Demir E Özdemir O . An international bibliometric study of scientific articles on intracranial aneurysms. Neuroradiol J . 2021 ; 34 : 482 – 93 . 33913344 [18] Kaba I Çoşkun N . The evolution of COVID-19 publications in pediatrics: a bibliometric analysis with research trends and global productivity. Med Sci Discov . 2022 ; 9 : 421 – 31 . [19] Özkadi T Demir E Yildirim T . Bibliometric analysis of swimming publications in sports science: a medical perspective. Hitit Med J . 2022 ; 4 : 39 – 48 . [20] Kayir S Kisa A . The evolution of the regional anesthesia: a holistic investigation of global outputs with bibliometric analysis between 1980-2019. Korean J Pain . 2021 ; 34 : 82 – 93 . 33380571 [21] Van Eck NJ Waltman L . Software survey: VOSviewer, a computer program for bibliometric mapping. Scientometrics . 2010 ; 84 : 523 – 38 . 20585380 [22] The World Bank . 2022 . Available at: https://data.worldbank.org/indicator/NY.GDP.MKTP.CD , [access date 5 April, 2023 ]. [23] Frickhofen N Kaltwasser JP Schrezenmeier H . Treatment of aplastic anemia with antilymphocyte globulin and methylprednisolone with or without cyclosporine. The German Aplastic Anemia Study Group. N Engl J Med . 1991 ; 324 : 1297 – 304 . 2017225 [24] Bacigalupo A Hows J Gluckman E . Bone marrow transplantation (BMT) versus immunosuppression for the treatment of severe aplastic anaemia (SAA): a report of the EBMT SAA working party. Br J Haematol . 1988 ; 70 : 177 – 82 . 3056497 [25] Champlin R Ho W Gale RP . Antithymocyte globulin treatment in patients with aplastic anemia: a prospective randomized trial. N Engl J Med . 1983 ; 308 : 113 – 8 . 6336819 [26] Rosenfeld S Follmann D Nunez O . Antithymocyte globulin and cyclosporine for severe aplastic anemia: association between hematologic response and long-term outcome. JAMA . 2003 ; 289 : 1130 – 5 . 12622583 [27] Socie G Henry-Amar M Bacigalupo A . Malignant tumors occurring after treatment of aplastic anemia. European bone marrow transplantation-severe aplastic anaemia working party. N Engl J Med . 1993 ; 329 : 1152 – 7 . 8377778 [28] Yamaguchi H Calado RT Ly H . Mutations in TERT, the gene for telomerase reverse transcriptase, in aplastic anemia. N Engl J Med . 2005 ; 352 : 1413 – 24 . 15814878 [29] Storb R Prentice RL Buckner CD . Graft-versus-host disease and survival in patients with aplastic anemia treated by marrow grafts from HLA-identical siblings. Beneficial effect of a protective environment. N Engl J Med . 1983 ; 308 : 302 – 7 . 6337323 [30] Yoshizato T Dumitriu B Hosokawa K . Somatic mutations and clonal hematopoiesis in aplastic anemia. N Engl J Med . 2015 ; 373 : 35 – 47 . 26132940 [31] Townsley DM Scheinberg P Winkler T . Eltrombopag added to standard immunosuppression for aplastic anemia. N Engl J Med . 2017 ; 376 : 1540 – 50 . 28423296 [32] Dixon L Varley J Gontsarova A . COVID-19-related acute necrotizing encephalopathy with brain stem involvement in a patient with aplastic anemia. Neurol Neuroimmunol Neuroinflamm . 2020 ; 7 : e789 . 32457227",
    "full_text_abstract": "There is no bibliometric study in the literature on Aplastic Anemia (AA). In the present study, the purpose was to summarize the intellectual structure of the subject, uncover the global productivity in this respect, and identify the latest research trends by performing a bibliometric analysis of the articles published on AA. For this purpose, outputs for different research components of scientific outputs (i.e., countries, institutions, journals, and authors) were analyzed. A total of 3221 articles on Aplastic Anemia published between 1980 and 2022 were analyzed by using various statistical methods and bibliometric approaches. The Spearman Correlation Coefficient was used for correlation analysis and bibliometric network visualization maps were used to identify trending topics, citation analysis, and international collaborations. The top 3 contributing countries to the literature were the USA in this respect (800, 24.8%), China (514, 15.9%), and Japan (442, 13.7%). The top 3 most active institutions were the National Institutes of Health USA (n = 177), National Heart Lung Blood Institute (n = 153), and Udice French Research Universities (n = 136). The top 3 most productive journals were the British Journal of Haematology (n = 239), Blood (n = 181), and Bone Marrow Transplantation (n = 137). The most prolific author was Neal Stuart Young (n = 130). Specific keywords that were most frequently used in articles were severe aplastic anemia, immunosuppressive therapy, pediatrics/children, anti-thymocyte globulin, cyclosporine, hematopoietic stem cell transplantation, myelodysplastic syndromes, Paroxysmal Nocturnal Hemoglobinuria, hepatitis-associated aplastic anemia, allogeneic stem cell transplantation, haploidentical hematopoietic stem cell transplantation, pancytopenia, eltrombopag, fludarabine, Graft-Versus-Host Disease, survival, apoptosis, cytokines , and cyclophosphamide . It was determined that the trend topics in recent years were eltrombopag, COVID-19, Treg, Th17, thrombopoietin receptor agonists, haploidentical hematopoietic stem cell transplantation, haploidentical donor/transplantation, and posttransplantation cyclophosphamide. In the formation of the AA literature, it was determined that the research leadership belonged to the USA, China, Japan, European countries (United Kingdom, Italy, Germany, France, Switzerland), India, and South Korea, which have large economies."
}