{
    "PMC": "11655064",
    "DOI": "10.7554/elife.93125",
    "PMID": "39693143",
    "PMCID": "PMC11655064",
    "title": "<i>Salmonella-</i>induced SIRT1 and SIRT3 are crucial for maintaining the metabolic switch in bacteria and host for successful pathogenesis.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11655064",
    "source": "MED",
    "abstract_text": "Sirtuins are the major players in host immunometabolic regulation. However, the role of sirtuins in the modulation of the immune metabolism pertaining to salmonellosis is largely unknown. Here, our investigation focussed on the role of two important sirtuins, SIRT1 and SIRT3, shedding light on their impact on intracellular <i>Salmonella</i>'s metabolic switch and pathogenesis establishment. Our study indicated the ability of the live <i>Salmonella</i> Typhimurium to differentially regulate the levels of SIRT1 and SIRT3 for maintaining the high glycolytic metabolism and low fatty acid metabolism in <i>Salmonella</i>. Perturbing SIRT1 or SIRT3 through knockdown or inhibition resulted in a remarkable shift in the host metabolism to low fatty acid oxidation and high glycolysis. This switch led to decreased proliferation of <i>Salmonella</i> in the macrophages. Further, <i>Salmonella</i>-induced higher levels of SIRT1 and SIRT3 led to a skewed polarization state of the macrophages from a pro-inflammatory M1 state toward an immunosuppressive M2, making it more conducive for the intracellular life of <i>Salmonella</i>. Alongside, governing immunological functions by modulating p65 NF-κB acetylation, SIRT1, and SIRT3 also skew <i>Salmonella-</i>induced host metabolic switch by regulating the acetylation status of HIF-1α and PDHA1. Interestingly, though knockdown of SIRT1/3 attenuated <i>Salmonella</i> proliferation in macrophages, in in vivo mice model of infection, inhibition or knockdown of SIRT1/3 led to more dissemination and higher organ burden, which can be attributed to enhanced ROS and IL-6 production. Our study hence reports for the first time that <i>Salmonella</i> modulates SIRT1/3 levels to maintain its own metabolism for successful pathogenesis.",
    "full_text": "pmc eLife Elife eLife eLife 2050-084X eLife Sciences Publications, Ltd 11655064 39693143 93125 10.7554/eLife.93125 version of record Research Article Microbiology and Infectious Disease Salmonella- induced SIRT1 and SIRT3 are crucial for maintaining the metabolic switch in bacteria and host for successful pathogenesis Hajra Dipasree https://orcid.org/0000-0002-4970-8638 1 Rajmani Raju S 2 Chaudhary Ayushi Devendrasingh 3 4 Gupta Shashi Kumar 3 4 Chakravortty Dipshikha https://orcid.org/0000-0002-7838-5145 dipa@iisc.ac.in 1 5 1 https://ror.org/04dese585 Department of Microbiology and Cell Biology, Indian Institute of Science Bangalore India 2 https://ror.org/04dese585 Centre of Infectious Disease Research, Indian Institute of Science Bangalore India 3 https://ror.org/04t8qjg16 Pharmacology Division, CSIR-Central Drug Research Institute Lucknow India 4 https://ror.org/053rcsq61 Academy of Scientific and Innovative Research (AcSIR) Ghaziabad India 5 https://ror.org/01pe3t004 Adjunct Faculty, School of Biology, Indian Institute of Science Education and Research Thiruvananthapuram India Antunes Caetano Reviewing Editor https://ror.org/001tmjg57 University of Kansas United States Taniguchi Tadatsugu Senior Editor https://ror.org/057zh3y96 University of Tokyo Japan 18 12 2024 2024 13 RP93125 09 11 2023 This manuscript was published as a preprint. 09 11 2023 This manuscript was published as a reviewed preprint. 13 2 2024 The reviewed preprint was revised. 16 7 2024 The reviewed preprint was revised. 22 10 2024 © 2024, Hajra et al 2024 Hajra et al https://creativecommons.org/licenses/by/4.0/ This article is distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use and redistribution provided that the original author and source are credited. Sirtuins are the major players in host immunometabolic regulation. However, the role of sirtuins in the modulation of the immune metabolism pertaining to salmonellosis is largely unknown. Here, our investigation focussed on the role of two important sirtuins, SIRT1 and SIRT3, shedding light on their impact on intracellular Salmonella ’s metabolic switch and pathogenesis establishment. Our study indicated the ability of the live Salmonella Typhimurium to differentially regulate the levels of SIRT1 and SIRT3 for maintaining the high glycolytic metabolism and low fatty acid metabolism in Salmonella . Perturbing SIRT1 or SIRT3 through knockdown or inhibition resulted in a remarkable shift in the host metabolism to low fatty acid oxidation and high glycolysis. This switch led to decreased proliferation of Salmonella in the macrophages. Further, Salmonella -induced higher levels of SIRT1 and SIRT3 led to a skewed polarization state of the macrophages from a pro-inflammatory M1 state toward an immunosuppressive M2, making it more conducive for the intracellular life of Salmonella . Alongside, governing immunological functions by modulating p65 NF-κB acetylation, SIRT1, and SIRT3 also skew Salmonella- induced host metabolic switch by regulating the acetylation status of HIF-1α and PDHA1. Interestingly, though knockdown of SIRT1/3 attenuated Salmonella proliferation in macrophages, in in vivo mice model of infection, inhibition or knockdown of SIRT1/3 led to more dissemination and higher organ burden, which can be attributed to enhanced ROS and IL-6 production. Our study hence reports for the first time that Salmonella modulates SIRT1/3 levels to maintain its own metabolism for successful pathogenesis. Salmonella enterica serovar Typhimurium immune regulation metabolic shift Salmonella metabolism bacterial dissemination SIRT1 SIRT3 Research organism Other http://dx.doi.org/10.13039/501100001412 Council of Scientific and Industrial Research, India SPM-07/079(0293)/2019-EMR-I (CSIR Shyama Prasad Mukherjee Fellowship) Hajra Dipasree http://dx.doi.org/10.13039/501100001502 Department of Atomic Energy, Government of India DAE00195 Chakravortty Dipshikha http://dx.doi.org/10.13039/501100001407 Department of Biotechnology, Ministry of Science & Technology, India DBT-IISC Chakravortty Dipshikha http://dx.doi.org/10.13039/501100001411 Indian Council of Medical Research Chakravortty Dipshikha http://dx.doi.org/10.13039/501100001409 Department of Science & Technology, Ministry of Science and Technology, India Chakravortty Dipshikha http://dx.doi.org/10.13039/501100001407 Department of Biotechnology, Ministry of Science and Technology, India BT/RLF/re-entry/14/2019 Gupta Shashi Kumar The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. Author impact statement SIRT1 and SIRT3-mediated immunometabolic shift governs intracellular Salmonella proliferation both in vitro and in vivo and dissemination in mice, thereby influencing the infection outcomes. publishing-route prc Introduction Sirtuins are NAD+-dependent deacetylases that are present in all forms of life. Sirtuins comprise a conserved core catalytic domain that removes acetyl moiety from the lysine residues of proteins in the presence of NAD+ as a cofactor ( Landry et al., 2000 ), giving rise to 2’O-acetyl-ADP-ribose and free nicotinamide as products ( Jackson and Denu, 2002 ; Sauve et al., 2001 ). Free nicotinamide acts as a non-competitive inhibitor of sirtuins ( Bitterman et al., 2002 ). They possess variable N terminal and C terminal domains that confer different subcellular localization, substrate specificity, and functions ( Sanders et al., 2010 ). Mammals have seven sirtuins that are responsible for regulating various biological functions such as cell survival, apoptosis, oxidative stress, metabolism, and inflammation ( Lin and Fang, 2013 ; Guarente, 2007 ). SIRT1, 6, and 7 have nuclear localization, SIRT2 is cytoplasmic, and SIRT 3, 4, and 5 comprise the mitochondrial SIRTs. In addition to their deacetylase activity, they possess ADP ribosylation (SIRT1, SIRT4, and SIRT6), desuccinylation and demalonylation (SIRT5), delipoylation (SIRT4), and demyristoylation and depalmitoylation (SIRT6) enzymatic activities ( Martínez-Redondo and Vaquero, 2013 ). Previous studies have shown that SIRT1 gets activated in response to acute immune response and deacetylates RelA/p65 component of NFκB, thereby mediating its proteasomal degradation ( Liu et al., 2011 ). On the other hand, it activates RelB component of NFκB pathway. RelB causes heterochromatinization of pro-inflammatory genes like Tnfa and Il1b ( El Gazzar et al., 2007 ). SIRT1 activates peroxisome proliferator-activated receptor γ (PPARγ) coactivator-1α (PGC-1α), mediating a metabolic switch from glycolysis toward fatty acid oxidation (FAO). SIRT1-mediated RelB activation, in turn, activates SIRT3, causing the promotion of mitochondrial bioenergetics ( Liu et al., 2015b ). PGC-1α, a major player in mitochondrial biogenesis, activates SIRT3 ( Kong et al., 2010 ), which in turn causes activation of PGC-1α, thereby fuelling a positive feedback loop. SIRT3 accounts for the major mitochondrial deacetylase, orchestrating several metabolic processes such as fatty acid oxidation (FAO), promotion of the Tricaroboxylic acid (TCA) cycle, and inhibition of Reactive oxygen species (ROS) production ( van de Ven et al., 2017 ). Salmonella enterica serovar Typhimurium is a facultative intracellular Gram-negative enteric pathogen, causing a wide array of infections ranging from self-limiting gastroenteritis to diarrhoea in humans ( Garai et al., 2012 ). S. enterica serovar Typhi cause systemic infection in humans with typhoidal symptoms. Recent reports reported incidences of 21 million ( Bhutta, 2009 ) typhoid cases and 93 million of non-typhoidal ( Majowicz et al., 2010 ) cases round the year. The virulence of Salmonella is majorly regulated by two pathogenicity islands, namely, SPI-1 and SPI-2. It uses SPI-1 encoded T3SS and the effector proteins to invade host cells ( Haraga et al., 2008 ). Inside the macrophages, they harbour within the Salmonella containing vacuoles (SCV) by virtue of its SPI-2 effectors ( Hajra et al., 2021 ). Macrophages, dendritic cells, and neutrophils are responsible for successful dissemination throughout the body through the reticulo-endothelial system (RES) ( Haraga et al., 2008 ). Macrophages, serving as an intracellular niche for Salmonella, exhibit several continua of polarization states. At the two extreme ends of the spectrum lie the classically polarized M1 macrophages and alternatively activated M2 macrophages. M1 macrophages comprise of the proinflammatory antimicrobial state producing IL-1β, IL-6, TNF-α, IL-12, and IFN-γ cytokines and exhibit enhanced expression of CD80, CD86 surface markers. The anti-inflammatory M2 macrophages promote bacterial persistence by producing anti-inflammatory cytokines like IL-10 and TGF-β and show increased expression of Arg-1 and CD206 surface markers ( Lawrence and Natoli, 2011 ; Martinez et al., 2009 ). To sustain the continuous production of proinflammatory cytokines, M1 macrophages rely on glycolysis for their energy requirements. On the other hand, M2 macrophages are fuelled by enhanced oxidative phosphorylation (OXPHOS) and FAO ( Namgaladze and Brüne, 2014 ). It has been previously reported that sirtuins-mediated attuning of metabolism impacts polarization of macrophages in vivo. SIRT1 has the ability to promote the polarization of M2 macrophages and inhibit inflammation in macrophages of adipose tissue ( Hui et al., 2017 ; Jia et al., 2017 ; Kratz et al., 2014 ). SIRT3 suppresses ROS by deacetylating and activating MnSOD ( Cimen et al., 2010 ). Several bacteria are known to subvert the host immune system toward an immunosuppressive state. Salmonella or Mycobacterium have evolved mechanisms to counteract the M1 state of the host macrophage. Salmonella Typhimurium uses its SPI-2 effectors to inhibit the recruitment of NADPH oxidase to the SCV, thereby preventing oxidative burst-mediated microbicidal activity ( Vazquez-Torres et al., 2000 ). Similarly, Mycobacterium bovis bacillus Calmette–Guérin prevents NOS2 recruitment to phagosomes ( Miller et al., 2004 ). Salmonella Dublin causes inhibition of the production of pro-inflammatory cytokines like IL-18 and IL-12p70 ( Bost and Clements, 1997 ). Moreover, Mycobacteria inhibits NFκB signalling and IFN-γ-mediated downstream pathways ( Pathak et al., 2007 ). Furthermore, Yersinia enterocolitica elicits an M2 response by inducing arginase-1 expression and TGF-β1 and IL-4 production ( Tumitan et al., 2007 ). Yersinia TTSS effector LcrV induces an M2 phenotype supposedly by IL-10 production ( Brubaker, 2003 ). Since SIRT1 and SIRT3 are the major modulators of the immunometabolic paradigm, we intend to decipher the role of SIRT1 and SIRT3 in influencing host and Salmonella metabolism. This study highlights the role of SIRT1 and SIRT3 in intracellular pathogen survival by promoting Salmonella glycolysis and concomitantly driving host metabolism toward FAO. Additionally, Salmonella trigger an immunosuppressive M2 environment conducive to its intravacuolar proliferation by modulating SIRT1 and SIRT3 levels. Here, we have shown that SIRT1 and SIRT3 knockdown cause decreased M2 surface marker expression such as CD206, along with increased production of pro-inflammatory cytokines and ROS generation, together amounting to attenuated bacterial intracellular proliferation within the infected macrophages. Moreover, SIRT1-mediated p65 NF-κB deacetylation played a vital role in immune function regulation within the Salmonella -infected macrophages with increased interaction of SIRT1 with p65 NF-κB. SIRT1 knockdown or inhibition resulted in hyperacetylation of p65 NF-κB, thereby leading to enhanced pro-inflammatory response in S . Typhimurium-infected macrophages. Further, SIRT1 and SIRT3 knockdown or inhibition skewed the Salmonella- induced host metabolic shift by regulating acetylation status of HIF-1α and PDHA. This caused increased host glycolysis and reduced FAO. However, the Salmonella shows the opposing metabolic profile with increased FAO and reduced glycolysis upon SIRT1 or SIRT3 inhibition. In contrast to the macrophages, in in vivo mice model of infection, SIRT1 and SIRT3 inhibition resulted in increased pathogen loads in organs and triggered enhanced bacterial dissemination, together leading to increased susceptibility of the mice to S . Typhimurium infection owing to increased ROS and IL-6 production. To the best of our knowledge, this is the first report implying the ability of host sirtuins in impacting intracellular bacterial metabolism crucial for successful pathogenesis. Results Salmonella modulates SIRT1 and SIRT3 expression along its course of infection in macrophages Upon infection of RAW 264.7 murine macrophages with wildtype S . Typhimurium strain 14028S, we observed an increased expression level of Sirt1 and Sirt3 at initial and middle phases of infection, precisely at 2 hr and 6 hr post-infection through qPCR ( Figure 1A and B ). The Sirt1 expression level declined at later phases of infection. On the other hand, the Sirt3 transcript levels remained elevated at all time points with respect to uninfected control with a marked increment at 16 hr time point post-infection, which subsided at 20 hr post-infection. We even monitored the expression profile of Sirt1 and Sirt3 in primary macrophages like peritoneal macrophages of C57BL/6 mice and observed a similar trend of elevated expression at initial (2 hr), middle (6 hr), and late (16 hr) time points post-infection ( Figure 1C and D ). In confocal laser scanning microscopy (CSLM) studies, we observed a similar increase in SIRT1 and SIRT3 expression at 6 hr post-infection within the infected macrophages RAW 264.7 macrophages. ( Figure 1E–H ). Immunoblotting revealed increased protein expression of both SIRT1 and SIRT3 at 2 hr post-infection in comparison to the uninfected control ( Figure 1—figure supplement 1 ). However, SIRT1 expression exhibits a gradual decline at the late phase of infection ( Figure 1—figure supplement 1A and C ). In line with the confocal microscopy data, SIRT3 immunoblotting data shows an increased protein expression profile at 6 hr and 16 hr post-infection ( Figure 1—figure supplement 1B–D ). Subsequently, to ascertain whether indeed Salmonella could modulate SIRT1 or SIRT3 expression levels, we evaluated the Sirt1 and Sirt3 mRNA and SIRT1 and SIRT3 protein expression profile within RAW 264.7 macrophages upon infection with wildtype S . Typhimurium and SPI-1 (∆ invC ) (InvC, protein export apparatus) or SPI-2 (∆ ssaV and ∆steE ) (SsaV, structural component of SPI-2 needle apparatus; SteE, SPI-2 effector protein involved in driving M2 polarization) mutants of S . Typhimurium. Our results depict the ability of wildtype S . Typhimurium to induce the expression of both SIRT1 and SIRT3 within the infected RAW 264.7 macrophages. However, infection with either SPI-1 or SPI-2 mutant abrogates the induction of Sirt1, whereas only SPI-2 mutants (∆ ssaV and ∆ steE ) and not SPI-1 mutant infection caused reduction in Sirt3 transcript-level expression in the infected macrophages, implicating the role of SPI-1 and SPI-2 genes in triggering SIRT1 and SIRT3 in the infected macrophages ( Figure 1I and J ). However, at the protein level, only SPI-2 mutant infection resulted in a predominant decline in SIRT3 expression and a mild reduction in SIRT1 expression ( Figure 1—figure supplement 1B ). Further, we examined the transcript-level profile of Sirt1 and Sirt3 in M1 or M2 polarized RAW 264.7 macrophages at 16 hr post-infection and observed 20-fold and 5-fold increase in Sirt1 and Sirt3 expression in M2-polarized-infected macrophages as opposed to 0.5-fold and 0.4-fold downregulation in M1-polarized-infected macrophages ( Figure 1—figure supplement 1C and D ). Thus, an increase in expression profile both at transcript and protein levels indicates their role in Salmonella pathogenesis. Figure 1. Salmonella modulates the expression of SIRT1 and SIRT3 along its course of infection. ( A, B ) Expression studies of Sirt1 and Sirt3 through qPCR in RAW 264.7 macrophages. Data is representative of N = 4, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( C, D ) Expression studies of Sirt1 and Sirt3 through qPCR in peritoneal macrophages derived from C57BL/6. Data is representative of N = 3, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( E ) Representative confocal images of RAW 264.7 macrophages exhibiting SIRT1 expression upon S . Typhimurium infection at indicated time points post-infection. Data is representative of N = 3, n = 80 (microscopic field). ( F ) Quantitative representation of the expression profile as depicted in the confocal images ( E ) in terms of mean fluorescence intensity (MFI). Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01). ( G ) Representative confocal images of RAW 264.7 macrophages exhibiting SIRT3 expression upon S . Typhimurium infection at indicated time points post-infection. Data is representative of N = 3, n = 80 (microscopic field). ( H ) Quantitative representation of the expression profile as depicted in the confocal images ( G ) in terms of MFI. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01). ( I ) qPCR-mediated expression of Sirt1 in RAW 264.7 macrophages upon infection with wildtype S . Typhimurium or SPI-1 (∆ invC )or SPI-2 (∆ ssaV and ∆steE ) m utants of S . Typhimurium. Data is representative of N = 3,n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values. (****p<0.0001, ***p<0.001, **p<0.01). ( J ) qPCR-mediated expression of Sirt3 in RAW 264.7 macrophages upon infection with wildtype S . Typhimurium or SPI-1 (∆ invC ) or SPI-2 (∆ ssaV and ∆steE ) m utants of S . Typhimurium. Data is representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01). Figure 1—figure supplement 1. Salmonella modulates the expression of SIRT1 and SIRT3 along its course of infection. ( A ) Expression studies of SIRT1 and SIRT3 through immunoblotting in RAW 264.7 macrophages. ( B ) Representative immunoblot showing SIRT1 and SIRT3 expression at 16 hr post-infection with wildtype S . Typhimurium, SPI-1 mutant-∆ invC, and SPI-2 mutants-∆ ssaV , ∆ steE . ( C ) Sirt1 and Sirt3 transcript-level expression in M1-polarized RAW 264.7 macrophages at 16 hr post-infection. Data is representative of N = 3, n = 3. Unpaired t -test was performed to obtain p values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( D ) Expression profile of Sirt1 and Sirt3 in M2-polarized RAW 264.7 macrophages at 16 hr post-infection. Data is representative of N = 3, n = 3. Unpaired t -test was performed to obtain p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( E ) Intracellular fold proliferation of S . Typhimurium within non-polarized, M1 and M2-polarized RAW 264.7 macrophages. Data is representative of N = 3, n = 3. Unpaired t -test was performed to obtain p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( F ) Validation of M1 and M2-polarized status of RAW 264.7 macrophages by estimation of IL-6 and IL-10 production via ELISA 24 hr post-polarization. Data is representative of N = 3, n = 3. Unpaired t -test was performed to obtain p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). Figure 1—figure supplement 1—source data 1. Original files for western blot analysis displayed in Figure 1—figure supplement 1A . Figure 1—figure supplement 1—source data 2. Original files for western blot analysis displayed in Figure 1—figure supplement 1B . Figure 1—figure supplement 1—source data 3. File containing original uncropped western blots for Figure 1—figure supplement 1A , indicating relevant bands and treatments. Figure 1—figure supplement 1—source data 4. File containing original uncropped western blots for Figure 1—figure supplement 1B , indicating relevant bands and treatments. SIRT1 and SIRT3 play a crucial role in intracellular bacterial proliferation in infected murine macrophages As our previous Sirt1 and Sirt3 expression data in the polarized macrophages, hinted at the role of SIRT1 and SIRT3 in driving polarization of macrophages in the infected macrophages. We validated the intracellular replication of S . Typhimurium within the infected polarized macrophages. S . Typhimurium exhibited increased intracellular fold proliferation within anti-inflammatory M2-polarized macrophages in comparison to the pro-inflammatory M1-polarized RAW 264.7 macrophages ( Figure 1—figure supplement 1E and F ). To evaluate the role of SIRT1 and SIRT3 in the intracellular proliferation of the bacteria within murine macrophages, we have undertaken knockdown of Sirt1 and Sirt3 in RAW 264.7 ( Figure 2—figure supplement 1 ) macrophages through PEI-mediated transfection of shRNA plasmids directed against Sirt1 and Sirt3 . Post 48 hr of transfection, the transfected cells were infected with multiplicity of infection, MOI = 10 of wildtype S . Typhimurium and a gentamicin protection assay was performed. Intracellular proliferation of the bacteria was quantified by plating the cell lysate at 2 hr and 16 hr post-infection. Salmonella exhibits compromised intracellular survival in Sirt1 and Sirt3 knockdown RAW 264.7 macrophages in comparison to the untransfected and scrambled controls ( Figure 2A ). Further, we have assessed the intracellular proliferation in peritoneal macrophages isolated from thioglycolate-treated adult C57BL/6 mice post SIRT1 (EX-527) and SIRT3 (3TYP) inhibitor treatment. SIRT1 or SIRT3 inhibitor-treated macrophages exhibited attenuated intracellular replication in comparison to the untreated peritoneal macrophages ( Figure 2B ). Together, our results depict the role of SIRT1 and SIRT3 in controlling the intracellular proliferation of S . Typhimurium. Figure 2. Effect of SIRT1 and SIRT3 knockdown in intracellular bacterial proliferation within RAW 264.7 and primary murine macrophages. ( A ) Fold proliferation of S . Typhimurium within RAW 264.7 macrophages in transfected and untransfected conditions. Data is representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, *p<0.05). ( B ) Fold proliferation of S . Typhimurium within infected peritoneal macrophages isolated from adult male C57BL/6 mice upon SIRT1 (EX-527) or SIRT3 (3TYP) inhibitor treatment. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, *p<0.05). Figure 2—figure supplement 1. Validation of Sirt1 and Sirt3 knockdown in RAW 264.7 macrophages. ( A ) Knockdown confirmation of Sirt1 at transcript level through qPCR. ( B ) qPCR expression of Sirt3 in order to validate knockdown efficiency. ( C ) Immunoblotting of SIRT1 for verification of knockdown. Scr = scrambled, Mix = transfection with equimolar concentration of both SIRT1 shRNA construct C4 and C12. ( D ) Sirt3 knockdown validation through western blotting. Scr = scrambled, Mix = transfection with equimolar concentration of both SIRT3 shRNA construct E8 and E12. Figure 2—figure supplement 1—source data 1. Original files for western blot analysis displayed in Figure 2—figure supplement 1C and D . Figure 2—figure supplement 1—source data 2. File containing original uncropped western blots for Figure 2—figure supplement 1C and D , indicating relevant bands and treatments. SIRT1 and SIRT3 inhibition contributes to skewed inflammatory host responses upon Salmonella infection Several reports indicate the role of SIRT1 and SIRT3 in the modulation of host immune responses pertaining to infection scenarios ( Elesela et al., 2020 ; Liu et al., 2015a ; Yang et al., 2019 ; Kim et al., 2019 ). Therefore, we intend to check whether SIRT1 or SIRT3 regulates immune functions in Salmonella -infected macrophages. To delineate the role of SIRT1 and SIRT3 in the modulation of immune responses, we wished to investigate the production of pro-inflammatory and anti-inflammatory cytokines in knockdown RAW 264.7 macrophages upon S . Typhimurium infection. Post 48 hr transfection, cells were subjected to wildtype S . Typhimurium infection at an MOI of 10. At the indicated time points, cell-free supernatant was harvested and evaluated for pro-inflammatory and anti-inflammatory cytokine production by ELISA. Inhibition of both SIRT1 and SIRT3 increased production of pro-inflammatory cytokine IL-6 significantly at 2 hr and 20 hr post-infection ( Figure 3—figure supplement 1A ). Moreover, there was only a significant reduction in anti-inflammatory IL-10 production upon Sirt1 and Sirt3 knockdown at 2 hr and 20 hr post-infection ( Figure 3—figure supplement 1B ). Further, we estimated the production of another pro-inflammatory cytokine, IL-1β at 20 hr post-infection under the knockdown condition of Sirt1 and Sirt3 ( Figure 3—figure supplement 1C ) and observed heightened IL-1β production under knockdown of Sirt1 and Sirt3 in comparison to the scrambled infected control. In peritoneal macrophages upon SIRT1 (EX-527-1 µM) or SIRT3 (3-TYP-1µM) chemical inhibitor treatment, an increase in IL-6 and IL-1β cytokine levels was observed at 6 hr post-infection ( Figure 3—figure supplement 1D and E ). This indicates the possible role of SIRT1 and SIRT3 in the regulation of cytokine production upon Salmonella infection. Immune functions are an important determinant of macrophage polarization. Since SIRT1 and SIRT3 played an immunemodulatory role in Salmonella infection, we investigated whether Salmonella infection is associated with a shift in macrophage polarization status. To assess the ability of the pathogen to alter the polarization state of the macrophage, we have undertaken gene expression profiling of various M1 and M2 markers using nanoString nCounter technology along the course of S . Typhimurium infection at the indicated time points in RAW 264.7 macrophages. A gradual shift from pro-inflammatory M1 toward the anti-inflammatory M2 state was observed with the progression of Salmonella infection. Along the course of infection, there was a reduction in the expression of M1 markers like Nos2 , Cd40 , Cd86 , Tnfa , Nfkb2 , Il6 and a corresponding increase in the expression of the M2 markers such as Arg1 , Ccl17 , Cd206 , IL4ra with an exception of Tgfb ( Figure 3A ). In order to validate the polarization potency of the pathogen, FACS was performed using a pro-inflammatory M1 surface marker, CD86 tagged with PE. The data suggests a distinct decrease in CD86-positive population in the infected sets in comparison to the uninfected and the fixed dead bacteria control along the course of S . Typhimurium infection ( Figure 3B , Figure 3—figure supplement 2A ). Thus, the live pathogen has a propensity to skew the polarization state of the macrophage toward an anti-inflammatory M2 state to subvert the initial acute inflammatory response mounted by the host immune system. Figure 3. Salmonella Typhimurium skews the polarization state of the macrophage toward an immunosuppressive M2 state along the course of infection. ( A ) nanoString gene expression profiling data of S . Typhimurium (STM)-infected RAW 264.7 macrophages versus uninfected control data sets at 2 hr, 6 hr, and 16 hr time points of infection. Data is representative of N = 2, n = 2. ( B ) Quantitative representation of flow cytometric analysis of alteration in M1 CD86-positive population in STM-infected samples in comparison to uninfected (UI) and paraformaldehyde-fixed (PFA) bacteria at the indicated time post-infection. Data is representative of N = 2, n = 3. Two-way ANOVA and Bonferroni post- t -test were used to obtain p-values (***p<0.001). ( C ) Quantitative representation of flow cytometric analysis of M2 surface marker CD206 in STM-infected Sirt1 or Sirt3 knockdown RAW 264.7 macrophages in comparison to the scrambled control at the indicated time post-infection. Data is representative of N = 3, n = 3. Two-way ANOVA and Bonferroni post- t -test were used to obtain p-values (***p<0.001). Figure 3—figure supplement 1. SIRT1 and SIRT3 modulate cytokine production in Salmonella infection scenario. ( A ) Estimation of pro-inflammatory IL-6 cytokine production upon S . Typhimurium infection in Sirt1 and Sirt3 knockdown RAW 264.7 macrophages through ELISA. Data is representative of N = 2, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p -values (**p<0.01, *p<0.05). ( B ) Estimation of anti-inflammatory IL-10 cytokine production upon S . Typhimurium infection in Sirt1 and Sirt3 knockdown RAW 264.7 macrophages through ELISA. Data is representative of N = 2, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (***p<0.001, *p<0.05). ( C ) Estimation of IL-1β cytokine production upon S . Typhimurium infection in Sirt1 and Sirt3 knockdown RAW 264.7 macrophages through ELISA at 20 hr post-infection. Data is representative of N = 2, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (***p<0.001, *p<0.05). Uninfected (UI) samples values were below the detection level (ND, not detectable). ( D ) Estimation of pro-inflammatory IL-6 cytokine production within uninfected or S . Typhimurium-infected peritoneal macrophages in the presence or absence of SIRT1 or SIRT3 inhibitor treatment at 6 hr post-infection. Data is representative of N = 2, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, *p<0.05). ( E ) Estimation of pro-inflammatory IL-1β cytokine production within uninfected or S . Typhimurium-infected peritoneal macrophages in the presence or absence of SIRT1 or SIRT3 inhibitor treatment at 6 hr post-infection. Data is representative of N = 2, n = 2. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, *p<0.05). Uninfected (UI) sample values were below the detection level (ND, not detectable). ( F ) Serum IL-1β levels of S . Typhimurium-infected C57BL/6 WT mice (males) upon SIRT1 or SIRT3 inhibitor treatment on fifth day post-infection. Data is representative of N = 3, n > 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (** p<0.01, *p<0.05). ( G ) Intestinal (ileal) IL-1β levels of S . Typhimurium-infected C57BL/6 WT mice (males) upon SIRT1 or SIRT3 inhibitor treatment on fifth day post-infection. Data is representative of N = 3, n > 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, * p<0.05). Figure 3—figure supplement 2. Salmonella Typhimurium (STM) skews the polarization state of the macrophage toward an immunosuppressive M2 state along the course of infection. ( A ) Flow cytometric analysis of alteration in M1 CD86 (PE)-positive population in STM-infected samples in comparison to uninfected (UI) and paraformaldehyde fixed (PFA) bacteria at the indicated time post-infection. ( B ) Flow cytometric analysis of M2 surface marker CD206 (APC) in STM-infected Sirt1 or Sirt3 knockdown RAW 264.7 macrophages in comparison to the scrambled control at the indicated time post-infection. Figure 3—figure supplement 3. SIRT1 and SIRT3 play a role in maintaining ROS balance within Salmonella -infected macrophages. ( A ) DCFDA fluorescence measured through flow cytometry in sh Sirt1 , sh Sirt3, or scrambled shRNA transfected and untransfected RAW 264.7 macrophages at 16 hr post S . Typhimurium infection. Data is representative of N = 3, n = 2. ( B ) Quantitative analysis of percentage population of DCFDA-positive cells shown in (A). Unpaired two-tailed Student’s t -test was performed. Data is statistically nonsignificant (**p<0.01, *p<0.05). ( C ) Detection of extracellular H 2 O 2 production through phenol red hydrogen peroxidase assay at 610 nm absorbance. Two-way ANOVA and Bonferroni post- t -test were used to obtain p-values (**p<0.01, *p<0.05, ns, not significant). Data is representative of N = 2, n = 2 (**p<0.01, *p<0.05). Figure 3—figure supplement 4. Effect of Sirt1 and Sirt3 knockdown or inhibition in intracellular bacterial proliferation within RAW 264.7 macrophages or peritoneal macrophages in the presence of ROS scavenger N-acetyl cysteine (NAC). ( A ) Fold proliferation of S . Typhimurium within RAW 264.7 macrophages in transfected and untransfected conditions in the presence or absence of NAC (1 mM). Data are representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( B ) Fold proliferation of S . Typhimurium within peritoneal macrophages isolated from 6- to 8-week-old adult male C57BL/6 mice upon SIRT1 (EX-527, 1 µM) or SIRT3 (3TYP, 1 µM) inhibitor treatment in the presence or absence of NAC (1 mM). Data are representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, *** p<0.001, **p<0.01, *p<0.05). To assess the role of SIRT1 and SIRT3 in macrophage polarization, we determined anti-inflammatory CD206 surface marker profiling of the infected macrophages through flow cytometry. Knockdown of Sirt1 or Sirt3 in infected RAW 264.7 macrophages resulted in a reduction in anti-inflammatory CD206 surface marker expression at 16 hr post-infection ( Figure 3C , Figure 3—figure supplement 2B ). Moreover, Sirt1 or Sirt3 knockdown led to enhanced intracellular ROS generation within the infected macrophages in comparison to the scrambled or the untransfected control ( Figure 3—figure supplement 3 ). Further, the haematoxylin and eosin staining of the S . Typhimurium-infected mice liver tissue sections depicted exacerbated signs of inflammation in the SIRT1 (EX-527) or SIRT3 (3TYP) inhibitor-treated cohorts in comparison to the untreated controls with multiple necrotic foci and increased influx of inflammatory cell inflates. Moreover, these acute inflammatory signs of the liver sections get ameliorated in the SIRT1 (SRT1720) activator-treated infected cohort. Together, these data suggest the role of SIRT1 and SIRT3 in the modulation of host inflammatory response. Previous literature reports have shown that SIRT1 physically interacts with p65 subunit of NF-κB and inhibits transcription by deacetylating p65 at lysine 310 ( Yeung et al., 2004 ). Moreover, SIRT1-mediated deacetylation of the p65 subunit of the master regulator of the inflammatory response, NF-κB, results in the reduction of the inflammatory responses mediated by this transcription factor ( Yang et al., 2012 ). To evaluate the immune regulatory mechanism of SIRT1 in the S . Typhimurium (STM) infection scenario, we undertook SIRT1 immunoprecipitation in the infected RAW 264.7 macrophages at 16 hr post-infection alongside the uninfected macrophages and probed for NF-κB p65 interaction. We observed an increased interaction of SIRT1 with NF-κB p65 in the infected macrophages in comparison to the uninfected control ( Figure 4A ). Further, the knockdown of Sirt1 resulted in increased acetylation status of the NF-κB p65 upon infection in comparison to the scrambled, infected control ( Figure 4B and C ). To understand whether the enzymatic domain of SIRT1 possess any role in mediating this interaction, we carried out NF-κB p65 immunoprecipitation in infected RAW 264.7 macrophages in the presence or absence of SIRT1 catalytic chemical inhibitor, EX-527 (1 µM) treatment at 16 hr post-infection. We observed an increased interaction of NF-κB p65 with SIRT1 in the infected untreated macrophages compared to the untreated uninfected control ( Figure 4D ). However, the interaction of NF-κB p65 with SIRT1 gets abrogated under the EX-527 inhibitor treatment in the infected macrophages, thereby implying the function of the catalytic domain in mediating the interaction ( Figure 4D ). Moreover, an increased acetylation status of NF-κB p65 was observed in the EX-527-treated infected macrophages in comparison to the untreated infected macrophages ( Figure 4E ). Figure 4. SIRT1 mediates modulation of immune functions via deacetylation of p65 subunit of NF-κB in S . Typhimurium (STM)-infected macrophages. ( A ) Immunoblot depicting p65 NF-κB interaction with SIRT1 post immunoprecipitation of SIRT1 in uninfected (UI) or STM-infected RAW 264.7 macrophages at 16 hr post-infection. Data is representative of N = 3, n = 1. ( B ) An immunoblot depicting p65 NF-κB interaction with SIRT1 as well as the p65 NF-κB acetylation status post immunoprecipitation of p65 (IP: p65) or with control IgG (IP: IgG) in UI or STM-infected RAW 264.7 macrophages upon knockdown with Sirt1 shRNA or scrambled control. ( C ) Densitometric plot depicting the band intensities of acetylated p65 over total p65 in blot B. ( D ) An immunoblot depicting p65 NF-κB interaction with SIRT1 as well as the p65 NF-κB acetylation status post immunoprecipitation of p65 (IP: p65) or with control IgG (IP: IgG) in UI or STM-infected RAW 264.7 macrophages upon SIRT1 inhibitor (EX-527, 1 µM) treatment at 16 hr post-infection. UT, untreated. ( E ) Densitometric plot depicting the band intensities of acetylated p65 subunit of NF-κB over total p65 NF-κB in blot D. Figure 4—source data 1. Original files for western blot analysis displayed in Figure 4A . Figure 4—source data 2. Original files for western blot analysis displayed in Figure 4B . Figure 4—source data 3. Original files for western blot analysis displayed in Figure 4D . Figure 4—source data 4. File containing original uncropped western blots for Figure 4A , indicating relevant bands and treatments. Figure 4—source data 5. File containing original uncropped western blots for Figure 4B , indicating relevant bands and treatments. Figure 4—source data 6. File containing original uncropped western blots for Figure 4D , indicating relevant bands and treatments. SIRT1 and SIRT3 relieve oxidative stress in infected macrophages, and alleviation of the intracellular ROS generation restores intracellular survival of S . Typhimurium within the SIRT1 or SIRT3 knockdown macrophages Previous reports have suggested the role of SIRT1 and SIRT3 in oxidative stress conditions. They are known to act in concert as antioxidants by reducing ROS production ( Singh et al., 2018 ; Kitada et al., 2019 ; Merksamer et al., 2013 ). Moreover, enhanced ROS production is also a prototype of the classically activated macrophages ( Rendra et al., 2019 ; Zhou et al., 2018 ). Here, we examined the effect of Sirt1 and Sirt3 knockdown in intracellular ROS generation in S . Typhimurium-infected RAW 264.7 macrophages through 2’,7’-dichloro fluorescein diacetate (DCFDA) staining in FACS. Results depicted significant enhancement in the production of ROS at 16 hr post-infection upon knockdown of Sirt1 or Sirt3 in comparison to untransfected or scrambled control ( Figure 3—figure supplement 3A and B ). Upon detection of extracellular ROS generation through phenol red hydrogen peroxidase assay, we detected higher ROS generation upon Sirt3 KD at 6 hr post-infection and greater ROS production at 16 hr and 20 hr time points in Sirt1 knockdown macrophages ( Figure 3—figure supplement 3C ). Therefore, SIRT1 and SIRT3 play an important role in mitigating the oxidative burst in Salmonella -infected macrophages. Our previous findings depicted decreased intracellular burden of S . Typhimurium within the Sirt1 or Sirt3 knockdown macrophages along with increase in intracellular ROS generation. Therefore, we speculated that the decreased intracellular proliferation within the Sirt1 or Sirt3 knockdown macrophages might be on account of increased intracellular ROS production, which might lead to increased killing of the intracellular bacteria. This hypothesis led us to evaluate the intracellular bacterial burden within the infected Sirt1 or Sirt3 knockdown RAW 264.7 macrophages or SIRT1 or SIRT3 inhibitor-treated peritoneal macrophages (isolated from C57BL/6 adult mice post fifth day of thioglycolate injection) in the presence of a ROS inhibitor named N-acetyl cysteine (NAC). NAC acts as a scavenger of ROS by antagonizing the activity of proteasome inhibitors ( Halasi et al., 2013 ). The attenuated intracellular proliferation of S . Typhimurium within the knockdown or the chemical inhibitor-treated macrophages got restored upon 1 mM treatment of ROS scavenger, NAC ( Figure 3—figure supplement 4 ). Therefore, intracellular ROS production within the knockdown murine macrophages is one of the reasons for the attenuated survival of the bacteria. SIRT1 and SIRT3 play a crucial role in mediating metabolic switch in infected macrophages Macrophage polarization is not only governed by immunological changes but also contributed by metabolic reprogramming ( De Santa et al., 2019 ; Kratz et al., 2014 ; Galván-Peña and O’Neill, 2014 ). Since previous data suggested progression of Salmonella infection with the shift in polarization state of the macrophage, we decided to investigate alteration of the metabolic state of the macrophages as macrophage polarization is governed by immune-metabolic shift. In pursuit of fulfilling such requirement, we performed gene expression studies of various metabolic genes through nanoString nCounter technology in S . Typhimurium-infected RAW 264.7 macrophages. Analysis of the gene profile revealed upregulation of genes involved in FAO and tricarboxylic acid cycle and corresponding downregulation of genes involved in glycolysis ( Figure 5A ). To validate the findings, we carried out qRT PCR to quantitatively measure the expression of a FAO gene, Pppard, in infected RAW 264.7 macrophages. We found that the mRNA level was elevated to twofold at 2 hr and 6 hr post-infection. At the late phase of infection, 16 hr post-infection around sixfold upregulation in mRNA transcript was noted ( Figure 5B ). Lactate estimation assay of S . Typhimurium-infected RAW 264.7 macrophages at the initial time point of 2 hr and at the late time point of 16 hr post-infection revealed a decline in lactate (glycolysis end product) production at 16 hr in comparison to 2 hr post-infection time point ( Figure 5C ). Together, these results suggest the capability of the pathogen to drive a shift in the metabolic status of the infected macrophages toward FAO. Next, we evaluated the function of SIRT1 and SIRT3 in influencing the metabolic switch in the infected macrophages through qRT PCR with several host fatty acid oxidizing genes ( Acox1 , Hadha, Pdha1 , and Acadl ) and glycolytic gene ( Pfkl ) in SIRT1 and SIRT3 knockdown macrophages ( Figure 5—figure supplement 1A ) and via lactate production assay ( Figure 5D and E ). Lactate estimation assay in Sirt1 and Sirt3 knockdown condition revealed enhanced lactate production at 16 hr post-infection in comparison to the scrambled control, which further authenticates the increased host glycolysis upon Sirt1 and Sirt3 knockdown scenario ( Figure 5D and E ). Sirt1 and Sirt3 knockdown RAW 264.7-infected macrophages showed decreased expression of fatty acid oxidizing genes and increased expression of glycolytic Pfkl gene in comparison to the scrambled infected control ( Figure 5—figure supplement 1A ). Similar results were obtained in the infected peritoneal macrophages under the SIRT1 or SIRT3 catalytic inhibitor treatment ( Figure 5—figure supplement 1B–D ). Moreover, qRT PCR-mediated metabolic gene profiling of liver and spleen isolated from wildtype S . Typhimurium-infected macrophages revealed decreased transcript-level expression of murine FAO genes upon treatment with SIRT1 (EX-527) or SIRT3 (3TYP) catalytic inhibitors, which got reversed upon SIRT1 activator (SRT1720) treatment ( Figure 5—figure supplement 1E and F ). Moreover, SIRT1 and SIRT3 knockdown or catalytic inhibition in peritoneal macrophages resulted in increased protein expression of host glycolytic genes such as phosphoglycerate kinase (Pgk), phosphofructokinase (Pfk) with concomitant reduction in protein expression of TCA cycle gene like pyruvate dehydrogenase (Pdha1) and FAO genes such as Hadha and Acox1 ( Figure 5F , Figure 5—figure supplement 1D ). FAO assay in the RAW 264.7 macrophages under Sirt1 or Sirt3 knockdown condition or inhibition treatment revealed a significant decrease in fatty acid β oxidation activity of the infected macrophages in comparison to the scrambled or the untreated control ( Figure 5G ). To investigate whether the host metabolic switch toward increased FAO is being driven by the pathogen, we performed fatty acid β oxidation activity assay under wildtype S . Typhimurium (STM WT), SPI-1 (∆ invC ), or SPI-2 (∆ ssaV and ∆steE ) mutants of S . Typhimurium infection condition. We found that the wildtype bacteria with its intact SPI-2 effector secretion apparatus could promote increased host fatty acid β oxidation. In contrast, the SPI-2 (∆ ssaV and ∆steE ) mutants of S . Typhimurium failed to drive host metabolic shift toward increased FAO ( Figure 5H ). Figure 5. Salmonella Typhimurium drives the metabolism of the infected macrophage toward fatty acid oxidation. ( A ) Metabolic gene expression data of S . Typhimurium-infected RAW 264.7 macrophages at 2 hr, 6 hr, and 16 hr time points of infection through nanoString. Data is representative of N = 2, n = 1. ( B ) Ppard qPCR expression data in S . Typhimurium-infected RAW 264.7 macrophages at the indicated time points of infection. Data is representative of N = 3, n = 2. ( C ) Lactate estimation assay of S . Typhimurium-infected RAW 264.7 macrophages at the initial time point of 2 hr and at the late time point of 16 hr post-infection. Data is representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, *p<0.05). ( D, E ) Lactate estimation assay of S . Typhimurium-infected RAW 264.7 macrophages upon Sirt1 ( D ) or Sirt3 ( E ) knockdown condition at 16 hr post-infection. Data is representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values. ( F ) Immunoblotting of host glycolytic (PGK), TCA cycle (PDHA1), and fatty acid oxidation (HADHA, ACOX-1) proteins under Sirt1 and Sirt3 knockdown condition of S . Typhimurium-infected RAW 264.7 macrophages at 16 hr post-infection. ( G ) Fatty acid oxidation (FAO) assay of uninfected (UI) and infected (STM) RAW 264.7 macrophages under Sirt1 or Sirt3 knockdown or inhibitor treatment. N = 2, n = 2 (** p<0.01, *p<0.05). ( H ) FAO assay of uninfected (UI) and infected RAW 264.7 macrophages under infection with wildtype S . Typhimurium (STM WT), SPI-1 (∆ invC ), or SPI-2 (∆ ssaV and ∆steE ) m utants of S . Typhimurium. Data is representative of N = 2,n = 2 (**p<0.01, * p<0.05). Figure 5—source data 1. Original files for western blot analysis displayed in Figure 5F . Figure 5—source data 2. File containing original uncropped western blots for Figure 5F , indicating relevant bands and treatments. Figure 5—figure supplement 1. SIRT1 and SIRT3 knockdown or inhibitor treatment led to decrease in fatty acid oxidation and promoted host glycolysis in S . Typhimurium-infected peritoneal macrophages. ( A ) qRT PCR-mediated gene expression analysis of several host metabolic genes in Sirt1 or Sirt3 knockdown RAW 264.7 macrophages at 6 hr post-infection. Data is representative of N = 3,n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (*p<0.05). ( B ) qRT PCR-mediated gene expression analysis of several host metabolic genes in SIRT1 or SIRT3 inhibitor-treated (1 µM) peritoneal macrophages isolated from 6- to 8-week-old C57BL/6 male mice liver harvested on fifth day post-thioglycolate injection. Data is representative of N = 3,n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, *** p<0.001, **p<0.01, *p<0.05). ( C ) Lactate estimation assay of S . Typhimurium-infected peritoneal macrophages upon SIRT1 or SIRT3 catalytic inhibition at 2 hr, 6 hr, and 16 hr post-infection. Data is representative of N = 3,n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( D ) Immunoblotting of host glycolytic (PGK, PFK) and fatty acid oxidation (HADHA, ACOX-1) proteins under SIRT1 (EX-527) and SIRT3 (3TYP) catalytic inhibitor-treated condition in S. Typhimurium-infected peritoneal macrophages (isolated from thioglycolate-treated adult male C57BL/6 mice) at 16 hr post-infection. Data is representative of N = 2, n = 1. ( E ) qRT PCR- mediated gene expression profiling of several host metabolic genes in SIRT1 or SIRT3 inhibitor-treated 6- to 8-week-old C57BL/6 male mice liver harvested on fifth day post-infection of S. Typhimurium (10 7 CFU units/animal). Unpaired two-tailed Student’s t -test was performed to obtain the p-values. Data is representative of N = 3, n = 3 (****p<0.0001, ***p<0.001, ** p<0.01, *p<0.05). ( F ) qRT PCR-mediated gene expression profiling of several host metabolic genes in SIRT1 or SIRT3 inhibitor-treated 6- to 8-week-old C57BL/6 male mice spleen harvested on fifth day post-infection of S. Typhimurium (10 7 CFU units/animal). Unpaired two-tailed Student’s t -test was performed to obtain the p-values. Data is representative of N = 3, n = 3 (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). Figure 5—figure supplement 1—source data 1. Original files for western blot analysis displayed in Figure 5—figure supplement 1D . Figure 5—figure supplement 1—source data 2. File containing original uncropped western blots for Figure 5—figure supplement 1D , indicating relevant bands and treatments. Collectively, these data suggest the role of SIRT1 and SIRT3 in mediating the Salmonella -induced host metabolic shift in the infected macrophages. SIRT1 and SIRT3 concomitantly influence Salmonella metabolism Our previous data indicated a shift in host metabolism toward increased FAO along the course of S . Typhimurium infection in murine RAW 264.7 macrophages. S . Typhimurium drives the metabolism of the infected macrophage toward FAO. This observation led us to investigate the influence of host metabolic shift on the metabolic status of the pathogen harbouring inside the infected macrophages ( Taylor and Winter, 2020 ). We were intrigued whether increased glucose availability within the fatty acid oxidizing macrophages is utilized by the bacteria. Thus, we undertook simultaneous gene expression studies of various Salmonella genes involved in their pathogenesis and metabolism through nanoString nCounter technology in S . Typhimurium-infected RAW 264.7 macrophages. The nanoString gene profile revealed enhanced expression of genes involved in Salmonella glycolysis and glucose uptake such as pfkA and ptsG , respectively ( Figure 6A ). This finding indicates the ability of the pathogen to drive the metabolic state of the host toward FAO with corresponding increased glucose utilization by the bacteria favouring their survival inside the host. qRT PCR results with several bacterial fatty acid oxidizing genes ( fadA, fadB, fadL, aceA, aceB ) and glycolytic genes ( ptsG ) in knockdown condition of Sirt1 and Sirt3 in RAW 264.7 macrophages further validated the nanoString gene expression profiles ( Figure 6B ). In scrambled control, Salmonella infection progresses with increased Salmonella glycolysis and reduced bacterial FAO. However, knockdown of Sirt1 and Sirt3 abrogates this bacterial metabolic shift by reducing its glycolysis and exhibiting enhanced FAO, thereby attenuating pathogen intracellular survival. Similar observations were obtained from the qPCR data in the infected mice liver and spleen samples with increased transcript-level expression of bacterial FAO genes and decreased expression of bacterial glycolytic genes upon SIRT1 or SIRT3 inhibitor treatment ( Figure 6C and D ). Therefore, SIRT1 and SIRT3-driven host metabolic switch potentially influences the metabolic profile of the intracellular pathogen. Figure 6. Salmonella Typhimurium infection proceeds with increased glycolysis and glucose uptake inside the infected RAW 264.7 macrophages. ( A ) Salmonella gene expression profiling data of S . Typhimurium-infected RAW 264.7 macrophages at 2 hr, 6 hr, and 16 hr time points of infection through nanoString. SI, S . Typhimurium-infected; PI, PFA fixed S . Typhimurium-infected. SPI-1 genes, inv, prgH ; SPI-2 genes, ssaV,stfF; glk , glucokinase; pfkA , phosphofrucktose kinase A; ptsG , phosphophenolpyruvate-dependent sugar phosphotransferase system (PTS). Data is representative of N = 2, n = 2. ( B ) qRT PCR gene expression profiling of Salmonella metabolic genes within infected RAW 264.7 macrophages in knockdown condition of either Sirt1 or Sirt3 at 6 hr post-infection. Data is representative of N = 3, n = 3. ( C, D ). qRT PCR gene expression profiling of Salmonella metabolic genes within infected female C57BL/6 mice spleen ( C ) and liver ( D ) under SIRT1 or SIRT3 inhibitor treatment harvested on fifth day post-infection of S . Typhimurium (10 7 CFU units/animal). Unpaired two-tailed Student’s t -test was performed to obtain the p-values. Data is representative of N = 3, n = 3 (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). Mechanism behind SIRT1 or SIRT3-mediated metabolic switch As per our previous findings, SIRT1 or SIRT3 inhibition led to increased host glycolysis and decline in fatty oxidation in the infected macrophages. HIF1α is a master regulator of glycolysis in host during stress conditions ( Kierans and Taylor, 2021 ). Previous reports have suggested HIF1α to be a target of deacetylation by SIRT1 at Lys 674, which contribute to metabolic reprogramming in cancer cells. During hypoxia, downregulation of SIRT1 leads to increased acetylation and activation of HIF1α ( Lim et al., 2010 ). Additionally, in CD4+ T cells, ectopic expression of SIRT1 inhibited IL-9 production and glycolysis by negatively regulating HIF1α ( Wang et al., 2016 ). To delve into the mechanism behind SIRT1-mediated modulation of metabolic responses, we assessed the interaction of SIRT1 with HIF-1α in infected RAW 264.7 macrophages. The immunoprecipitation studies of SIRT1 showed increased interaction of the SIRT1 with HIF1α in the S . Typhimurium infection scenario with respect to the uninfected control ( Figure 7A ). Further, we evaluated the acetylation status of HIF1α in the Sirt1 knockdown status of the infected macrophages. We found that SIRT1 knockdown showed increased acetylation of HIF1α in the infected macrophages in comparison to the scrambled infected control at 16 hr post-infection ( Figure 7B and C ). Immunoprecipitation studies under SIRT1 (EX-527) inhibitor treatment in RAW 264.7 macrophages revealed increased acetylation of HIF1-α along with reduced interaction of HIF-1α with SIRT1, thereby indicating the probable role of the catalytic domain in influencing the interaction ( Figure 7D–F ). Further, to ascertain the role of HIF-1α in mediating the glycolytic switch in the infected macrophages, we estimated the lactate production under Sirt1 and Sirt3 knockdown conditions in the presence or absence of HIF-1α inhibitor (chetomin) ( Viziteu et al., 2016 ). Our results depicted a decline in lactate production upon chetomine treatment, including under Sirt1 and Sirt3 knockdown conditions ( Figure 7G ). Together, our results implicate the role of SIRT1 in governing glycolytic shift in the infected macrophages by deacetylating HIF1α. Upon SIRT1 knockdown or inhibition, HIF1α gets hyperacetylated, which causes activation of the downstream glycolytic genes. Alternatively, several key literature suggest the role of SIRT3 in modulating metabolic programming by deacetylating several proteins involved in FAO, the tricarboxylic acid cycle, and OXPHOS ( Hirschey et al., 2010 ; Zhang et al., 2021 ). PDHA1 (pyruvate dehydrogenase E1 subunit alpha) is a key enzyme linking glycolysis to TCA cycle and OXPHOS. SIRT3 regulates PDHA1 acetylation by deacetylating PDHA1 at lysine 385 residue, thereby playing a key role in metabolic reprogramming ( Zhang et al., 2021 ). PDHA1 acetylation coincides with PDH activity and increased PDHA1 phosphorylation ( Zhang et al., 2021 ). Therefore, we investigated the role of SIRT3 in the modulation of host FAO upon S . Typhimurium infection in RAW 264.7 macrophages. To do so, we immunoprecipitated PDHA1 and checked for its interaction with SIRT3 or SIRT1 under the knockdown condition of SIRT3 or upon SIRT3 inhibitor treatment ( Figure 7H, I and J ). We observed an increased interaction of PDHA1 with SIRT3 in the infection scenario in comparison to the uninfected control, which gets eventually abolished under the knockdown condition ( Figure 7H and I ) and under the chemical inhibitor treatment of SIRT3 ( Figure 7J, K and L ) suggesting the role of the SIRT3 in mediating the interaction with PDHA1. Alongside the decreased interaction of PDHA1 with SIRT3, increased acetylation of PDHA1 was detected upon SIRT3 inhibitor treatment in infected macrophages ( Figure 7K and L ). Figure 7. SIRT1 inhibition triggers hyperacetylation of glycolytic master regulator HIF-1α within S . Typhimurium (STM)-infected macrophages while SIRT3 skews metabolism of S . Typhimurium-infected macrophages via interaction with PDHA1. ( A ) An immunoblot depicting HIF-1α interaction with SIRT1 post immunoprecipitation of SIRT1 in uninfected (UI) or STM-infected RAW 264.7 macrophages at 16 hr post-infection (derived from the same SIRT1 IP blot as in Figure 4A ). ( B ) Immunoblotting of HIF-1ɑ in SIRT1 knockdown UI or STM-infected RAW 264.7 cells at 16 hr post-infection to assess the acetylation status of HIF-1α. ( C ) Densitometric plot depicting the band intensities of acetylated HIF-1α over total HIF-1α in blot B. Data is representative of N = 3. ( D ) An immunoblot depicting HIF-1α interaction with SIRT1 as well as the HIF-1α acetylation status post immunoprecipitation of HIF-1α [IP:HIF-1α or with control IgG (IP:IgG)] in UI or STM-infected RAW 264.7 macrophages upon SIRT1 inhibitor (EX-527, 1 µM) treatment at 16 hr post-infection. UT, untreated. ( E ) Densitometric plot depicting the band intensities of acetylated HIF-1α over total HIF-1α in blot D. Data is representative of N = 3. ( F ) Densitometric plot depicting the band intensities of SIRT1 in blot D. ( G ) Lactate estimation assay of STM-infected RAW 264.7 macrophages upon Sirt1 and Sirt3 knockdown condition in the presence of HIF-1α inhibitor, chetomine (50 nM) at 16 hr post-infection. Data is representative of N = 3, n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( H ) An immunoblot depicting PDHA1 interaction with SIRT1 or SIRT3 post immunoprecipitation of PDHA1 in UI or STM-infected RAW 264.7 macrophages in SIRT3 knockdown condition at 16 hr post-infection. ( I ) Densitometric plot depicting the band intensities of SIRT3 interaction over total input in blot. Data is representative of N = 3. ( J ) An immunoblot depicting PDHA1 interaction with SIRT3 post immunoprecipitation of PDHA1 in UI or STM-infected RAW 264.7 macrophages at 16 hr post-infection under SIRT3 inhibitor (3-TYP, 1 µM) treatment at 16 hr post-infection. UT, untreated. ( K ) Densitometric plot depicting the band intensities of acetylated PDHA1 over total PDHA1 in blot I. Data is representative of N = 3. ( L ) Densitometric plot depicting the band intensities of SIRT3 interaction over total input in blot I. Data is representative of N = 3. Figure 7—source data 1. Original files for western blot analysis displayed in Figure 7A . Figure 7—source data 2. Original files for western blot analysis displayed in Figure 7B . Figure 7—source data 3. Original files for western blot analysis displayed in Figure 7D . Figure 7—source data 4. Original files for western blot analysis displayed in Figure 7H . Figure 7—source data 5. Original files for western blot analysis displayed in Figure 7J . Figure 7—source data 6. File containing original uncropped western blots for Figure 7A , indicating relevant bands and treatments. Figure 7—source data 7. File containing original uncropped western blots for Figure 7B , indicating relevant bands and treatments. Figure 7—source data 8. File containing original uncropped western blots for Figure 7D , indicating relevant bands and treatments. Figure 7—source data 9. File containing original uncropped western blots for Figure 7H , indicating relevant bands and treatments. Figure 7—source data 10. File containing original uncropped western blots for Figure 7J , indicating relevant bands and treatments. SIRT1 or SIRT3 inhibition enhances bacterial burden in mice in vivo Here, 6-8 weeks old adult male C57BL/6 mice were treated with SIRT1 inhibitor EX-527, SIRT3 inhibitor 3TYP and SIRT1 activator SRT1720 at a dose of 1mg/kg each via intraperitoneal injection (every alternate Day) ( Figure 8A ). Following the inhibitor treatment, the mice were orally gavaged with 10 7 CFU of S. Typhimurium 14028S for organ burden evaluation or with 10 8 CFU of wildtype S. Typhimurium for survival studies. On day 5 th post-infection, mice were sacrificed, and the liver, spleen and Mesenteric Lymph Node (MLN) were harvested for enumeration of the organ burden. The SIRT1 inhibitor, EX-527 and SIRT3 inhibitor, 3TYP-treated mice cohorts exhibited increased organ loads in liver, spleen and MLN in comparison to the vehicle control. On the contrary, the SRT1720 treated mice group showed organ burden comparable to that of the vehicle control ( Figure 8B ). Moreover, the SIRT1 and the SIRT3 inhibitor-treated mice cohorts died earlier than the vehicle-treated control mice group or the SIRT1 activator-treated group ( Figure 8C ). Further, the SIRT1 and the SIRT3 inhibitor-treated mice cohorts showed increased splenic length in comparison to the vehicle-treated mice group and the SIRT1 activator-treated mice cohort ( Figure 8D ). The increased organ burden in the EX-527 or 3TYP treated group might be due to increased bacterial dissemination in blood. To assess bacterial dissemination, blood was collected from infected mice post-inhibitor treatment at specific days post-infection retro-orbitally and plated onto Salmonella Shigella (SS) agar plates for bacterial enumeration. Indeed, increased bacterial dissemination was observed in the blood of mice treated with SIRT1 inhibitor, EX-527 or SIRT3 inhibitor, 3TYP at day 1-, 2-, 3- ,4- post-infection in comparison to the vehicle-treated mice ( Figure 8E ). Further, we wanted to examine whether the increased bacterial dissemination was due to increased ROS production or due to the presence of elevated inflammatory cytokine levels like IL-6 and IL-1β. In the wildtype C57BL/6 mice treated with SIRT3 inhibitor 3TYP showed heightened bacterial burden in blood at 5 th day post-infection in comparison to the vehicle control. Nevertheless, the Cybb -/- mice group lacking the catalytic subunit of NADPH oxidase did not depict significant variation in the bacterial load among the different mice treatment cohorts ( Figure 8F ). Further, the EX-527 (SIRT1 inhibitor) and the 3TYP (SIRT3 inhibitor) treated mice possessed elevated levels of serum IL-6 ( Figure 8G ), IL-1β ( Figure 3—figure supplement 1F ) and showed increased intracellular ROS burden in infected liver tissues in comparison to the vehicle-treated control and the SRT1720 (SIRT1 activator) treated mice group ( Figure 8H ). The increased mouse serum IL-6 and IL-1β production was in a similar line with the increased IL-6 or IL-1β cytokine generation in EX-527 or 3TYP treated peritoneal macrophages under the infection scenario ( Figure 3—figure supplement 1D-E ). Moreover, estimation of IL-1β within the infected intestinal ileal sections of the mice revealed increased pro-inflammatory IL-1β generation in the SIRT1 and SIRT3 inhibitor-treated mice groups in comparison to the untreated or the SIRT1-activator treated mice cohorts ( Figure 3—figure supplement 1G ). However, contrary to the in vitro studies wherein Sirt1 or Sirt3 knockdown or inhibition resulted in attenuated intracellular proliferation, here in in vivo mouse model of infection, we observed increased bacterial organ loads owing to increased bacterial dissemination. To delineate this observation further, we evaluated the bacterial load within splenocytes isolated from control or inhibitor-treated C57BL/6 mice infected with GFP expressing S. Typhimurium at 5 th day post-infection via flow cytometry. We observed heightened bacterial load in the EX-527 or the 3TYP treated mice cohorts ( Figure 9A-B ). However, when we enumerated the bacterial count within the F4/80+ macrophage population of the infected splenocytes, we noticed decreased bacterial loads in the EX-527 or 3TYP -treated mice group in comparison to the vehicle-treated control group or the SRT-1720 activator-treated group ( Figure 9C-D ). Further, we evaluated additional splenic populations including CD45+, Ly6C+, and CD11c+ populations. Our results show that the CD45+ splenic population depicts increased bacterial loads like that of the total splenic population within the SIRT1 or SIRT3 inhibitor-treated cohorts. However, CD45+ monocytes and Ly6C positive splenic population exhibit compromised burden within the SIRT1 and SIRT3 inhibitor-treated cohorts. Moreover, CD11c+ population, CD45+ granulocytes, or lymphocytes show comparable organ loads to that of the vehicle control or SIRT1 activator-treated mice group ( Figure 9E-K , Figure 9—figure supplement 1 , Figure 9—figure supplement 2 , Figure 9—figure supplement 3 ). Overall, our data suggest heterogeneous bacterial burden in diverse splenic populations. This opposing phenotype could be attributed to the increased IL-6 and IL-1β cytokine storm and elevated ROS production upon the SIRT1 or SIRT3 inhibitor treatment which in turn resulted in bacterial dissemination in vivo and concomitantly restricted the in vitro intracellular proliferation within macrophages. To validate this observation, we estimated the ROS levels within the liver and spleen tissues harvested from S. Typhimurium infected C57BL/6 mice, treated with specific catalytic inhibitor, activator or vehicle via DCFDA staining using flow cytometry at 5 th day post-infection. We detected escalated levels of ROS within both the infected liver and spleen tissues of the EX-527 or 3TYP-treated mice groups in comparison to the vehicle-treated or the SRT1720 treated mice cohorts ( Figure 8H , Figure 8—figure supplement 1 ). Haematoxylin and eosin staining of the liver sections (harvested at 5 th day post-infection) revealed increased inflammation with multiple areas of severe acute hepatic necrosis with complete loss of hepatic architecture in the EX-527 and 3-TYP treated liver samples in comparison to the vehicle-treated control and SRT-1720 treated liver samples ( Figure 10A-B ). In line with the inhibitor-treated studies, the increased organ loads, and systemic dissemination driven heightened susceptibility of mice toward S . Typhimurium infection were replicated in vivo Sirt1 and Sirt3 adeno-associated virus serotype 6 (AAV6) mediated knockdown mice model which showed elevated IL-6 production in comparison to the scrambled control treated mice cohort ( Figure 10C-F , Figure 10—figure supplement 1 ). Simultaneously, the haematoxylin-eosin-stained sections of the liver tissues harvested from the sh Sirt1 or sh Sirt3 mice cohorts depicted increased pathological scoring with multiple necrotic areas and severely damaged liver tissue architecture in comparison to the scrambled mice control ( Figure 10F ). Altogether, our results implicate the role of SIRT1 and SIRT3 in controlling S. Typhimurium infection in vivo. Figure 8. Effect of SIRT1 or SIRT3 inhibition on S. Typhimurium (STM)-infected C57BL/6 mice. ( A ) The schematic representation of the experimental strategy for studying the effect of SIRT1 and SIRT3 on the in vivo pathogenesis of STM (WT). ( B ) In vivo organ burden of STM upon SIRT1 or SIRT3 inhibition in C57BL/6 mice on fifth day post- infection under specified dosage of inhibitor treatment. Data is representative of N = 4, n = 8. Mann Whitney test was performed to obtain the p- values (****p<0.0001, ***p<0.001, **p<0.01, *p<0.05). ( C ) Percent survival of STM- infected C57BL/6 mice upon SIRT1 or SIRT3 inhibitor treatment at a specific dose of inhibitor treatment. Data is representative of N = 4, n = 5. ( D ) Representation of splenic length of STM- infected spleen tissue harvested from C57BL/6 mice (males) on fifth day post- infection upon SIRT1 or SIRT3 inhibition at 1 mg/kg dosage. Data is representative of N = 4, n = 8 (**p<0.01, *p<0.05). ( E ) Bacterial load in blood at different days post- infection upon SIRT1 or SIRT3 inhibition at 1 mg/kg dosage in C57BL/6 mice (males). Data is representative of N = 3, n > 5 (**p<0.01, *p<0.05) Mann–Whitney test was performed to obtain the p- values (**p<0.01, *p<0.05). ( F ) Bacterial load in blood on fifth day post- infection upon SIRT1 or SIRT3 inhibition at 1 mg/kg dosage in C57BL/6 WT mice (males) and cybb -/- (males) mice. Data is representative of N = 3, n > 5. Mann–Whitney test was performed to obtain the p- values (**p<0.01, *p<0.05). ( G ) Serum IL- 6 levels of STM- infected C57BL/6 WT mice (males) mice treated with SIRT1(EX- 527) or SIRT3 (3TYP) inhibitors or SRT1720 (SIRT1 activator) at 1 mg/kg dosage on fifth day post- infection. Data is representative of N = 3, n > 5. Unpaired two- tailed Student’s t- test was performed to obtain the p- values (**p<0.01, *p<0.05). ( H ) Quantitative analysis of percentage population of cells within liver showing DCFDA- positive staining shown in Figure 8—figure supplement 1A . Data is representative of N = 3, n > 5. Unpaired two- tailed Student’s t- test was performed to obtain the p- values (** p<0.01). Figure 8—figure supplement 1. SIRT1 and SIRT3 inhibition led to enhanced ROS production within Salmonella- infected mice liver and spleen tissues. ( A ) DCFDA fluorescence measured through flow cytometry in liver tissues homogenate harvested from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at dose of 1 mg/kg) on fifth day post S . Typhimurium infection (10 8 CFU orally). Data is representative of N = 3, n = 2. ( B ) DCFDA fluorescence measured through flow cytometry in splenic tissues homogenate harvested from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at dose of 1 mg/kg) on fifth day post S . Typhimurium infection. Data is representative of N = 3, n = 2. ( C ) Quantitative analysis of percentage population of splenocytes showing DCFDA-positive staining shown in splenic tissues homogenate harvested from adult male 6- to 8-week-old C57BL/6 mice as shown in (B). Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01). Figure 9. Effect of SIRT1 and SIRT3 inhibition on bacterial loads in diverse populations of S . Typhimurium-infected splenocytes. ( A ) Enumeration of GFP-positive bacterial cells through flow cytometry in splenic tissues homogenate harvested from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at a dose of 1 mg/kg) on fifth day post STM (expressing GFP) infection (10 7 CFU orally). Data is representative of N = 3, n > 5. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01). ( B ) Quantitative analysis of the percentage population of splenic cells harbouring GFP+ bacterial cells shown in (A). Unpaired two-tailed Student’s t -test was performed (**p<0.01, *p<0.05). ( C ) Enumeration of GFP-positive bacterial cells through flow cytometry within F4/80-positive splenic macrophages present within splenic tissues homogenate harvested from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at a dose of 1 mg/kg) on fifth day post STM infection. Data is representative of N = 3, n > 5. ( D ) Quantitative analysis of percentage population of F4/80-positive macrophage cells harbouring GFP+ bacteria shown in (C). Unpaired two-tailed Student’s t -test was performed to obtain the p-values. Data is representative of N= 3, n > 5 (*p<0.05). ( E-K ) Quantitative analysis of different mCherry- S . Typhimurium-infected splenic populations harbouring mCherry+ bacteria via flow cytometry depicted in Figure 9—figure supplement 1 . Figure 9—figure supplement 1. Flow cytometric analysis of different splenic populations within mCherry-labelled S . Typhimurium-infected mice cohorts upon SIRT1 or SIRT3 inhibitor treatment. ( A ) Enumeration of mCherry-positive bacterial cells through flow cytometry in splenic tissues homogenate harvested from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at a dose of 1 mg/kg) on fifth day post- S . Typhimurium infection (10 7 CFU orally). ( B ) Flow cytometric analysis of eFluor450-conjugated CD11c+ population within single-cell splenic suspension isolated from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at a dose of 1 mg/kg) on fifth day post-mCherry-labelled S . Typhimurium infection (10 7 CFU orally). ( C ) Flow cytometric analysis of FITC-conjugated Ly6C+ population within single-cell splenic suspension isolated from adult male 6- to 8-week-old C57BL/6 mice (subjected to different chemical treatment – vehicle treated or SIRT1 [EX-527] or SIRT3 [3-TYP] inhibitor or SIRT1 activator SRT1720 treated at a dose of 1 mg/kg) on fifth day post-mCherry-labelled S . Typhimurium infection (10 7 CFU orally). Figure 9—figure supplement 2. Flow cytometric analysis of different splenic populations within mCherry- labelled S . Typhimurium- infected mice cohorts upon SIRT1 or SIRT3 inhibitor treatment. ( A ) Flow cytometric analysis of Alexa 647-conjugated CD45+ population within single cell splenic suspension isolated from adult male 6–8-week-old C57BL/6 mice (subjected to different chemical treatment-Vehicle treated or SIRT1 (EX-527) or SIRT3 (3-TYP) inhibitor or SIRT1 activator SRT1720 treated at a dose of 1mg/kg) at 5 th day post-mCherry-labelled S. Typhimurium infection (10 7 CFU orally). ( B ) Alexa 647-conjugated CD45+ population (as shown in A) was gated as per granularity (Side Scatter versus Alexa 647 plot) into P6 population with high granularity (granulocytes), P5 (monocytes), and P4 population with low granularity (lymphocytes). Flow cytometric analysis of Alexa 647-conjugated CD45+ P6 (granulocyte) population within single cell splenic suspension isolated from adult male 6–8-week-old C57BL/6 mice (subjected to different chemical treatment-Vehicle treated or SIRT1 (EX-527) or SIRT3 (3-TYP) inhibitor or SIRT1 activator SRT1720 treated at a dose of 1mg/kg) at 5 th day post-mCherry-labelled S. Typhimurium infection (10 7 CFU orally). Figure 9—figure supplement 3. Flow cytometric analysis of different splenic populations within mCherry- labelled S . Typhimurium- infected mice cohorts upon SIRT1 or SIRT3 inhibitor treatment. ( A-B ) Flow cytometric analysis of Alexa 647-conjugated CD45+ P5 (monocyte) ( A ), P4 (lymphocyte) ( B ) population (shown in Figure 9—figure supplement 2 ) within single cell splenic suspension isolated from adult male 6–8-week-old C57BL/6 mice (subjected to different chemical treatment-Vehicle treated or SIRT1 (EX-527) or SIRT3 (3-TYP) inhibitor or SIRT1 activator SRT1720 treated at a dose of 1mg/kg) at 5 th day post-mCherry-labelled S. Typhimurium infection (10 7 CFU orally). Figure 10. In vivo role of SIRT1 and SIRT3 inhibition and knockdown during S. Typhimurium infection. ( A ) Representative image of haematoxylin-eosin-stained liver sections to assess the liver tissue architecture upon Salmonella infection on fifth days post-infection in different mice cohorts (UI, uninfected; STM, S . Typhimurium-infected, EX-527-SIRT1 inhibitor, 3TYP-SIRT3 inhibitor, SRT1720- SIRT1 activator, vehicle control, PBS containing 0.1% DMSO). Scale bar, 50 µm. Scoring system: according to pathological changes, the tissue sections are scored as 0 for normal pathology, 1 for mild/minor pathology, 2 for moderate pathology, and 3 for severe pathological changes. ( B ) Graph representing the histopathological scoring of the liver sections depicted in (A). Unpaired two-tailed Student’s t -test was performed to obtain the p-values (*p<0.05, ****p<0.0001, ***p<0.001, **p<0.01). ( C ) In vivo organ burden of STM upon Sirt1 or Sirt3 adenovirus-mediated in vivo knockdown in C57BL/6 mice on fifth day post-infection. Data is representative of N = 3, n > 3. Mann–Whitney test was performed to obtain the p-values (****p<0.0001, *** p<0.001, ** p<0.01, * p<0.05). ( D ) Serum IL-6 levels of STM-infected C57BL/6 WT mice (males) upon in vivo adenovirus-mediated Sirt1 or Sirt3 knockdown. Data is representative of N = 3, n > 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (**p<0.01, *p<0.05). ( E ) Percent survival of STM -infected C57BL/6 mice upon in vivo adenovirus-mediated Sirt1 or Sirt3 knockdown. Data is representative of N = 3, n > 3. ( F ) Representative image of haematoxylin-eosin-stained liver sections upon Salmonella infection at 5 th days post-infection in different mice cohorts. (Scrambled STM, sh Sirt1 STM, sh Sirt3 STM). Scale bar-50µm. Scoring system :- according to pathological changes the tissue sections are scored as 0 for normal pathology, 1 for mild/ minor pathology, 2 for moderate pathology, and 3 for severe pathological changes. Figure 10—figure supplement 1. In vivo knockdown validation by western blotting and qPCR in liver. ( A ) Immunoblotting of SIRT1 and SIRT3 in harvested liver samples upon AAV-mediated in vivo knockdown in mice. ( B ) qPCR-mediated gene expression of Sirt1 in harvested liver samples upon in vivo AAV-mediated gene inhibition in mice. Data is representative of N = 3,n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values. (****p<0.0001,***p<0.001, ** p<0.01, *p<0.05). ( C ) qPCR-mediated gene expression of Sirt3 in harvested liver samples upon in vivo AAV-mediated gene inhibition in mice. Data is representative of N = 3,n = 3. Unpaired two-tailed Student’s t -test was performed to obtain the p-values (****p<0.0001,***p<0.001, ** p<0.01, *p<0.05). Figure 10—figure supplement 1—source data 1. Original files for western blot analysis displayed in Figure 10—figure supplement 1A . Figure 10—figure supplement 1—source data 2. File containing original uncropped western blots for Figure 10—figure supplement 1A , indicating relevant bands and treatments. Figure 10—figure supplement 2. Schematic diagram – in murine macrophages, Salmonella infection drives an immuno-metabolic shift toward an immunosuppressive state with an increase in host fatty acid oxidation rate by modulating SIRT1 and SIRT3. SIRT1 and SIRT3 regulate the acetylation status of NFκB p65 subunit, HIF-1α, PDHA1, thereby influencing host metabolism, which in turn impacts the intracellular Salmonella metabolism. Inhibition or knockdown of SIRT1 or SIRT3 triggers increased ROS, pro-inflammatory cytokine burst with a concomitant decline in host fatty acid oxidation and a corresponding increase in bacterial fatty acid oxidation together amounting to decreased intracellular bacterial replication. Contrastingly, in in vivo mice model of infection, SIRT1 and SIRT3 cause increased bacterial dissemination owing to increased ROS, IL-6, and IL-1β production. Discussion Several studies have confirmed the propensity of Salmonella to skew the polarization state of the infected macrophages toward an immunosuppressive anti-inflammatory state ( Panagi et al., 2020 ; Stapels et al., 2018 ; Pham et al., 2020 ). We have validated such findings and further elaborated it by depicting the role of SIRT1 and SIRT3 in the modulation of host immune responses as well as host–bacterial metabolism. S . Typhimurium infection modulates the expression profile of both SIRT1 and SIRT3 in the infected macrophages at both mRNA and protein level via its SPI-2 effector. Downregulation of Sirt1 and Sirt3 through shRNA-mediated knockdown resulted in heightened pro-inflammatory immune responses with increased production of IL-6, IL-1β cytokines and decreased surface expression of anti-inflammatory CD206. SIRT1 and SIRT3 downregulation also resulted in increased intracellular ROS production in the infected macrophages. Sirt1 and Sirt3 knockdown macrophages not only show altered host immune status but also depict shift in the metabolic state with increased glycolytic shift. This altered host metabolism upon Sirt1 and Sirt3 knockdown condition influences the outcome of infection by regulating the intracellular bacterial metabolism, which shows reduced bacterial glycolysis and increased FAO. All these outcomes account for attenuated intracellular bacterial proliferation in the Sirt1 and Sirt3 knockdown macrophages. However, in murine model of infection, SIRT1 or SIRT3 inhibitor treatment led to increased organ burden and triggered bacterial dissemination ( Figure 10—figure supplement 2 ). Overall, our study highlights the crucial role of SIRT1 and SIRT3 in governing the host immune-metabolic shift during Salmonella infection, which in turn is vital for maintaining Salmonella metabolism. Previous reports have elucidated the role of SIRT1 and SIRT2 pertaining to Salmonella infection. Ganesan et al. have depicted the role of SIRT1 in autophagy in Salmonella infection scenario ( Ganesan et al., 2017 ). Gogoi et al. have demonstrated SIRT2-mediated modulation of immune responses in dendritic cells ( Gogoi et al., 2018 ). To date, there is no report highlighting the role of SIRT3 governing the Salmonella pathogenesis. The function of SIRT3 in infection scenario has been explored quite recently. In Mycobacterium tuberculosis infection condition, SIRT3 control mitochondrial function and autophagy ( Kim et al., 2019 ). SIRT3 downregulation in M. tuberculosis -infected macrophages is associated with dysregulated mitochondrial metabolism and increased cell death ( Smulan et al., 2021 ). In this study, we have explored the role of SIRT1 and SIRT3 in mediating host immune-metabolic switch in S . Typhimurium-infected macrophages, which further govern intracellular bacterial metabolism and pathogenesis. Our findings suggest the role of SIRT1 and SIRT3 in mediating polarization of the Salmonella -infected macrophages toward an anti-inflammatory state. Upon knockdown of Sirt1 and Sirt3 in the infected macrophages, we detect robust pro-inflammatory response and oxidative burst. This is in line with the findings by Elsela et al., wherein SIRT1 knockout respiratory syncytial virus (RSV)-infected Bone marrow derived dendritic cells, BMDCs showed significant increase in Il1b , Il6, and Il23 expression and ROS generation in comparison to the wildtype RSV-infected BMDCs ( Elesela et al., 2020 ). Also, Kim et al. showed presence of aggravated inflammatory responses in M. tuberculosis -infected Sirt3 -/- Bone marrow derived macrophages, BMDMs ( Kim et al., 2019 ). This heightened pro-inflammatory cytokine and oxidative burst restrict the intracellular survival of the pathogen as detected by the lower intracellular bacterial burden in the Sirt1 and Sirt3 knockdown murine macrophages. Salmonella showed enhanced proliferation in the M2 macrophages owing to the reduced arsenals in terms of pro-inflammatory cytokines and ROS production. Moreover, the M2 macrophages are fuelled by increased FAO and reduced glycolysis ( Eisele et al., 2013 ). This might facilitate enhanced bacterial proliferation as the host unutilized intracellular glucose can be readily up taken by the pathogen and used to support its own glycolysis. Similarly, M1 or pro-inflammatory macrophages resort to glycolysis to meet their energy demands ( Cramer et al., 2003 ), thereby limiting the glucose availability for the intracellular pathogen ( Cramer et al., 2003 ; Merrill et al., 1997 ). In such conditions, bacteria show enhanced fatty acid metabolism to sustain their energy demand ( Reens et al., 2019 ). In our study, we found that wildtype S . Typhimurium infection drives host metabolism toward increased FAO via its SPI-2 effector protein with concomitant increase in the bacterial glycolysis. SIRT1 and SIRT3 inhibition abrogates the metabolic switch and triggers increase in host glycolysis, which in turn skew the bacterial metabolism from increased glycolysis to enhanced FAO and reduced glycolysis. Together, these findings implicate the role of SIRT1 and SIRT3 in reprogramming the host metabolism, which in turn affect the intracellular nutrient niche of the pathogen, thereby influencing intracellular Salmonella proliferation. However, our in vivo findings in the murine model of infection show increased bacterial burden upon SIRT1 or SIRT3 inhibition. This increased burden could be attributed to increased dissemination from the macrophages into the bloodstream owing to the increased level of serum IL-6 levels. This is in concert with previous findings in Klebsiella pneumoniae infection in mice wherein increased inflammatory response upon HIF-1α activation induces bacterial dissemination ( Holden et al., 2016 ). Further correlation analysis of immune responses to Salmonella infection revealed that increased innate immune ‘cassette’ opposes the adaptive immune arm, leading to increased bacterial load ( Hotson et al., 2016 ). Moreover, previous literature studies suggested that a low dose of Sirt1 activator such as resveratrol treatment in rats for 25-day treatment under 5% dextran sulphate sodium-induced colitis condition led to alterations in gut microbiota profile with increased lactobacilli and bifidobacteria alongside a reduced abundance of enterobacteria ( Lakhan and Kirchgessner, 2011 ; Larrosa et al., 2009 ). This study correlates with our study wherein we have detected enhanced Salmonella (belonging to Enterobacteriaceae family) loads under both SIRT1/3 in vivo knockdown or inhibitor-treated condition in C57BL/6 mice alongside reduced burden under SIRT1 activator, SRT1720 treatment. Future studies might explore the host and bacterial interacting partners of SIRT1 and SIRT3 through mass spectrometry analyses in Salmonella -infected macrophages, which might hint at the underlying mechanism of their action and regulation. Together, this study highlights the complex and multifaceted nature of host–pathogen interactions, and the need for further research to fully understand the role of SIRT1 and SIRT3 in the context of Salmonella infection. Materials and methods Key resources table Reagent type (species) or resource Designation Source or reference Identifiers Additional information Strain, strain background Salmonella enterica serovar Typhimurium ATCC strain 14028S (STM) ATCC strain 14028S – gfted by Prof. M. Hensel ATCC strain 14028S Recombinant DNA reagent pFPV:GFP-Amp R Laboratory stock Recombinant DNA reagent pFPV:mCherry-Amp R Laboratory stock Recombinant DNA reagent pLKO.2: shRNA-Amp R Laboratory stock – gifted by Prof. Subba Rao Recombinant DNA reagent STM ∆ invC- Kan R Laboratory stock Recombinant DNA reagent STM ∆ ssaV- Chl R Laboratory stock Recombinant DNA reagent STM ∆ steE- Kan R Laboratory stock Cell line RAW 264.7; macrophage; mouse ( Mus musculus ) ATCC ATCC-TIB-71 Antibody SIRT1 polyclonal Thermo Fisher Scientific Cat# PA5-85921 1:1000 dilution (western), 1:100 (immunoprecipitation) Antibody SIRT3 monoclonal Thermo Fisher Scientific Cat# PA5-13222 1:1000 dilution (western), 1:100 (immunoprecipitation) Antibody CD86 monoclonal Thermo Fisher Scientific Cat# 12-086282PE 1:100 dilution Antibody CD206 monoclonal Thermo Fisher Scientific Cat# 17-2069-42 1:100 dilution Antibody F4/80 monoclonal antibody BD Horizon Cat# 565411 1:100 dilution Antibody HIF-1α monoclonal Santa Cruz sc-13515 SCBT 1:1000 dilution (western), 1:100 (immunoprecipitation) Antibody NF-κβ p65 monoclonal CST (D14E12) #8242 1:1000 dilution (western), 1:100 (immunoprecipitation) Antibody Acetylated-lysine antibody polyclonal CST Cat# 9441 1:1000 dilution Antibody PDHA1 monoclonal ABclonal Cat# A13687 1:1000 dilution (western), 1:100 (immunoprecipitation) Antibody HADHA monoclonal ABclonal Cat# A5346 1:1000 dilution Antibody ACOX1 monoclonal ABclonal Cat# A8091 1:1000 dilution Antibody PGK monoclonal ABclonal Cat# A12686 1:1000 dilution Antibody PFK monoclonal ABclonal Cat# A5477 1:1000 dilution Antibody β actin monoclonal Sigma A3854 1:50,000 dilution Commercial assay or kit Lactate Assay Kit Sigma Cat# MAK064 Commercial assay or kit Fatty acid oxidation (FAO) Assay Kit AssayGenie Catalogue code BR00001 Commercial assay or kit IL-6 BD Bioscience Cat# 555240 Commercial assay or kit IL-10 BD Bioscience Cat# 555252 Commercial assay or kit IL-1β SARD Biosciences Cat# SB-EKM1085 Antibody CD16/32 monoclonal eBioscience Cat# 14-0161-82 1:100 dilution Antibody eFluor450-conjugated anti-mouse CD11c monoclonal eBioscience Cat# 48-0116-42 1:100 dilution Antibody FITC-conjugated anti-mouse Ly6C antibody monoclonal BD Pharmingen Cat# 553104 1:100 dilution Antibody Alexa 647-conjugated anti-mouse CD45 antibody mooclonal BioLegend Cat# 103124 1:100 dilution Chemical compound, drug SIRT1 inhibitor EX-527 Sigma-Aldrich E7034-5MG Chemical compound, drug SIRT3 inhibitor 3TYP Selleck Chemical Cat# S8628 Chemical compound, drug SIRT1 activator SRT1720 Sigma-Aldrich 567860-10MG Chemical compound, drug N-Acetyl cysteine Sigma-Aldrich A9165 Chemical compound, drug PEI Max 4000 Polysciences Cat# 24765 Chemical compound Protease Inhibitor Cocktail Roche 04693132001 Chemical compound, drug Saponin Sigma SAE0073 Chemical compound, drug Chetomin Sigma C9623 Chemical compound, drug SS agar Himedia M-108 Chemical compound, drug Skimmed milk Himedia GRM-1254 Bacterial strains and culture conditions Salmonella enterica serovar Typhimurium (STM) strain ATCC 14028S or ATCC 14028S constitutively expressing green fluorescent protein (eGFP) or mCherry (RFP) through pFPV plasmid were used. 4% paraformaldehyde-fixed STM (PFA) was used as the killed fixed bacteria control. The abovementioned live bacterial strain was grown overnight in LB broth in 37°C at 160 rpm shaking condition in the presence or absence of appropriate antibiotic after revival of the bacterial strains from glycerol stock (stored at –80°C). Cell culture RAW 264.7 (ATCC) murine macrophages were cultured in Dulbecco’s Modified Eagle Medium, DMEM (Lonza) containing 10% Fetal Bovine Serum, FBS (Gibco) at 37°C in a humidified incubator with 5% CO 2. Prior to each experiment, cells were seeded into 24-well or 6-well plate as per requirement at a confluency of 60%. For macrophage polarization experiments, the seeded macrophages were subjected to 100 ng/ml LPS+ 20 ng/ml IFN-γ treatment for M1 polarization and 20 ng/ml IL-4 treatment for M2 polarization for 24 hr. Post-polarization, the cell supernatant was collected for validation of polarization status by ELISA and was further subjected to infection protocol. Peritoneal macrophages were collected in Phosphate Buffered Saline (PBS) from the peritoneal cavity of 6- to 8-week-old adult male C57BL/6 mice aseptically post thioglycolate treatment using 20G needle and 5 ml syringe. Following centrifugation, cell pellet was resuspended in RPMI-1640 (Lonza) containing 10% heat-inactivated FBS (Gibco), 100 U/ml penicillin, and 100 μg/ml streptomycin and seeded into 6-well plate. Then, 6 hr prior to infection, antibiotic-containing media was replaced with Penicillin-Streptomycin free RPMI-1640 (Lonza) containing 10% heat-inactivated FBS (Gibco). Transfection shRNA-mediated knockdown was carried out by PEI-mediated transfection protocol. Plasmid harbouring shRNA in pLKO.2 vector backbone specific to Sirt1 and Sirt3 were used for transfection ( Table 1 ). Plasmid harbouring scrambled sequence of shRNA, served as a control, was also used for transfection. Plasmid DNA was used at a concentration of 500 ng and 1 µg per well of a 24-well plate and 6-well plate, respectively. Plasmid and PEI were added in 1:2 ratio in serum-free DMEM media and incubated for 20 min at room temperature (RT). Post incubation, the DNA: PEI cocktail was added to the seeded RAW 264.7 macrophages. After 6–8 hr of incubation, serum-free media was replaced with complete media containing 10% FBS. Post 48 hr of transfection, transfected cells were either harvested for knockdown confirmation studies or subjected to infection with STM. Table 1. List of shRNA used for knockdown. Sirtuins Construct ID TRC ID Sequence (5’–3’) Sirt1 C4 TRCN0000218734 GTACCGGCATGAAGTGCCTCAGATATTACTCGAGTAATATCTGAGGCACTTCATGTTTTTTG Sirt1 C12 TRCN0000018979 CCGGGCAAAGCCTTTCTGAATCTATCTCGAGATAGATTCAGAAAGGCTTTGCTTTTT Sirt3 E8 TRCN0000038889 CCGGCCCAACGTCACTCACTACTTTCTCGAGAAAGTAGTGAGTGACGTTGGGTTTTTG Sirt3 E12 TRCN0000038893 CCGGCCACCTGCACAGTCTGCCAAACTCGAGTTTGGCAGACTGTGCAGGTGGTTTTTG Infection protocol Macrophages were infected with stationary-phase bacterial culture with MOI of 10. For synchronization of the infection, tissue culture plates were subjected to centrifugation at 600 × g for 5 min and incubated at 37°C humidified incubator with 5% CO 2 for 25 min. Cells were washed with PBS and were treated with DMEM (Sigma) + 10% FBS (Gibco) containing 100 μg/ml gentamicin for 1 hr. Subsequently, the gentamicin concentration was reduced to 25 μg/ml and maintained until the cells were harvested. For the inhibitor treatment studies, along with 25 μg/ml containing complete media 1 µM of SIRT1 (EX-527) inhibitor or SIRT3 (3TYP) or 10 mM of NAC (Sigma) or 50 nM of chetomin (Sigma) were added to the cells. Immunofluorescence confocal microscopic studies At the specified time points post-infection with GFP-tagged STM, cells were fixed with 3.5% paraformaldehyde for 15 min. Primary antibody staining was performed with specific primary antibody in the presence of a permeabilizing agent, 0.01% saponin (Sigma) dissolved in 2.5% Bovine serum albumin, BSA containing PBS at 4°C for overnight or for 6 hr at RT. Following this, cells were washed with PBS stained with appropriate secondary antibody tagged with fluorochrome for 1 hr at RT. This was followed by DAPI staining and mounting of the coverslip onto a clean glass slide using the mounting media containing the anti-fade agent. The coverslip sides were sealed with a transparent nail paint. All immunofluorescence images were obtained using Zeiss LSM 710 or Zeiss LSM 880 and were analyzed using ZEN black 2012 software. Quantitative real-time PCR Total RNA was isolated at specific time points post-infection by using TRIzol (Takara) as per the manufacturer’s protocol. Quantification of RNA was performed in NanoDrop (Thermo Fisher Scientific). Quality of isolated RNA was detected by performing 2% agarose gel electrophoresis. 2 µg of RNA was subjected to DNaseI (Thermo Fisher Scientific) treatment at 37°C for 1 hr followed by addition of 0.5 M EDTA (final concentration 5 mM) and heat inactivation at 65°C for 10 min. The mRNA was reverse transcribed to cDNA using oligo (dT) 18 primer, buffer, dNTPs, and reverse transcriptase (Takara) as per the manufacturer’s protocol. The expression profile of target gene was evaluated using specific primers ( Table 2 ) by using SYBR green RT-PCR master mix (Takara) in Bio-Rad real-time PCR instrument. Actb was used as an internal control for mammalian genes and for bacterial genes 16S rRNA was used. All the reaction was setup in 384-well plate with two replicates for each sample. Table 2. List of primers. Primer name Sequence (5’–3’) Sirt1 FP ACAAAGTTGACTGTGAAGCTGTAC Sirt1 RP GTTCATCAGCTGGGCACCTA Sirt3 FP GCTGCTTCTGCGGCTCTATAC Sirt3 RP GAAGGACCTTCGACAGACCGT Ppard FP CACAACGCTATCCGCTTTGG Ppard RP ATGCTCCGGGCCTTCTTTTT Actb FP CAGCAAGCAGGAGTACGATG Actb RP GCAGCTCAGTAACAGTCCG Acadl FP CTTGGGAAGAGCAAGCGTACT Acadl RP CTGTTCTTTTGTGCCGTAATTCG Hadha FP AGCAACACGAATATCACAGGAAG Hadha RP AGGCACACCCACCATTTTGG Acox1 FP TCGAAGCCAGCGTTACGAG Acox1 RP ATCTCCGTCTGGGCGTAGG Pdha1 FP TGTCGGTTCCCAGTCCATCA Pdha1 RP CGTTTCCTTTTCACAGCACATGA Pfkl FP GAACTACGCACACTTGACCAT Pfkl RP CTCCAAAACAAAGGTCCTCTGG ptsG FP TATCTGGGCTTCTTTGCGGG ptsG RP ACCAGGCAACGCTCGATAAA fadA FP TCTGGGATTGATGGAGCAGA fadA RP AGACCAATACACATCGTCGC fadB FP GTCCCCGAAGAGCAGTTAAG fadB RP CCAGTTTAGTTTCCGGCAGA aceA FP CGATCTGGTATGGTGCGAAA aceA RP TTCTGCCAGTTGAAGGATGG aceB FP AGCGTTTCAATCAACAGGGT aceB RP CCCGTATTTTTACCTGCCGA Salmonella 16S rRNA FP GTGAGGTAACGGCTCACCAA Salmonella 16S rRNA RP TAACCGCAACACCTTCCTCC Intracellular proliferation or gentamicin protection assay Following infection of the transfected cells with STM at an MOI of 10, cells were treated with DMEM (Sigma) + 10% FBS (Gibco) containing 100 μg/ml gentamicin for 1 hr. Subsequently, the gentamicin concentration was reduced to 25 μg/ml and maintained until the specified time point. Post 2 hr and 16 hr post-infection, cells were lysed in 0.1% Triton-X-100. Lysed cells were serially diluted and plated on SS agar to obtain colony-forming units (CFUs). Fold proliferation was calculated as CFU at 16 hr divided by CFU at 2 hr. F o l d P r o l i f e r a t i o n = [ C F U a t 16 h / C F U a t 2 h ] Western blotting Post appropriate time points of infection, the cells were washed in PBS and subsequently harvested in PBS. The cell pellets were obtained after centrifugation at 300 × g for 7 min at 4°C. Cells were lysed in 1× RIPA (10×–0.5M NaCl, 0.5 M EDTA pH 8.0, 1 M Tris, NP-40, 10% sodium deoxycholate, 10% SDS) buffer containing 10% protease inhibitor cocktail (Roche) for 30 min on ice. Total protein was estimated using Bradford (Bio-Rad) method of protein estimation. Protein samples were subjected to 12% SDS polyacrylamide gel electrophoresis and then were transferred onto 0.45 µm PVDF membrane (18 V, 2 hr). The membrane was blocked using 5% skim milk in TBST (Tris buffered saline containing 0.1% Tween-20) for 1 hr at RT and subsequently probed with appropriate primary antibody for overnight at 4°C. Following wash in TBST, blot was probed with specific HRP conjugated secondary antibody for 1 hr at RT. The membrane was developed using ECL (Advansta) and images were captured using ChemiDoc GE healthcare. All densitometric analysis was performed using ImageJ software. Immunoprecipitation For co-immunoprecipitation, cells were washed with PBS and were lysed in native lysis buffer containing 1% Nonidet P-40, 20 mM Tris (pH 8), 2 mM EDTA, 150 mM NaCl, and protease inhibitors mixture (Roche Diagnostics) for 30 min at 4°C. Cell debris was removed by centrifugation at 10,000 rpm for 10 min, and the supernatant was treated with the specific antibody against the protein to be precipitated. Antibody-lysate complexes were immunoprecipitated using Protein A/G- linked magnetic beads (MagGenome) according to the manufacturer’s protocol. Beads were extensively washed with washing buffer and denatured at 95°C for 10 min. Denatured precipitates were subjected to SDS-PAGE (12% gel) followed by transfer to 0.45 μ PVDF membrane. The membrane was blocked using 5% skimmed milk in TBST (Tris buffered saline containing 0.1% Tween-20) for 1 hr at RT and eventually probed for the target primary antibodies or anti-acetylated lysine (Ac-K) primary antibody overnight at 4°C. The blot was probed with a specific HRP-conjugated secondary antibody for 1 hr at RT after rigorous washing in TTBS. ECL (Bio-Rad) was used for detection and images were captured using ChemiDoc GE healthcare. ELISA Estimation of cytokines in cell-free supernatant or in mice serum was performed according to the manufacturer’s instructions. Briefly, 96-well ELISA plates (BD Bioscience) were coated overnight with capture antibody at 4°C. Following day, plates were washed with 0.1% Tween-20 containing PBS and blocked with 10% FBS for 1 hr. Following blocking, wells were washed and incubated with 100 μl of test samples for 2 hr at RT. Subsequently, plates were washed and incubated with detection antibody and enzyme reagent for 1 hr at RT (BD Bioscience). TMB (Sigma) was used as a substrate and reactions were stopped with 2 N H 2 SO 4 . For the estimation of IL-1β, pre-coated ELISA (SARD Biosciences) plates were used, and ELISA was performed as per the manufacturer’s protocol. Absorbance was measured at 450 nm wavelength in Tecan Plate reader, and the concentration of cytokines were interpolated from a standard curve. Flow cytometry After specific time points post-infection, cells were washed and harvested in PBS. Following centrifugation, cell pellet was resuspended in FACS buffer comprised of 1% BSA in PBS. Blocking was performed with Fc blocker (purified Anti-mouse CD16/CD32, eBioscience) dissolved in FACS blocking buffer for 30 min on ice. Following a washing step with PBS, antibody staining was performed with PE-conjugated CD86 antibody or APC-conjugated CD206 (Thermo Scientific) for 45 min on ice. After washing in PBS, the cell pellet was resuspended in 1% PFA in PBS. Subsequently, PFA was removed, and cells were resuspended in FACS buffer and reading was taken in BD FACSVerse instrument. For flow cytometry studies in mice tissues, the harvested liver or spleen was homogenized into single-cell suspension post RBC lysis (RBC lysis Buffer, Sigma). The homogenized cell suspension was washed and resuspended in FACS buffer containing the PE-conjugated rat anti-mouse F4/80 antibody (BD Horizon, Cat# 565411) or eFluor450-conjugated anti-mouse CD11c antibody (eBioscience), or FITC-conjugated anti-mouse Ly6C antibody (BD Pharmingen) or Alexa 647-conjugated anti-mouse CD45 antibody (BioLegend). Following staining protocol, the cells were washed in PBS and the cells were resuspended in FACS buffer and the FACS protocol was performed either in BD FACSVerse or CytoFLEX flow cytometer (Beckman). For DCFDA staining, 1 hr before the indicated time point of infection, cells were incubated with 10 µM DCFDA containing DMEM media at 37°C humidified incubator with 5% CO 2 for 45 min. Post incubation, cells were washed and harvested in PBS. Readings were measured in BD FACSVerse instrument. All analyses were done using BD FACSuite software. Phenol red-hydrogen peroxidase assay Post 48 hr of transfection, cells were infected with STM culture at an MOI of 10. Cells were incubated with phenol red solution containing hydrogen peroxidase enzyme (8.5 U/ml). At the designated time points post-infection, the supernatant was collected, and the absorbance was taken at 610 nm in Tecan Plate reader. The exogenously produced H 2 O 2 was quantified using a standard curve of known concentration of H 2 O 2 . Gene expression studies by nanoString nCounter technology Total RNA was isolated at specific time points post-infection using TRIzol (Takara) as per the manufacturer’s protocol. Quantification of RNA was performed in NanoDrop (Thermo Fisher Scientific) and Qubit Bioanalyzer (Agilent 2100 Bioanalyzer). Quality of isolated RNA was detected by performing 2% agarose gel electrophoresis. Post quality check, samples were subjected to nanoString nCounter technology (theraCUES). This technology allows multi-plex, spatially resolved RNA expression quantification with appropriate probes designed against the target gene. Lactate estimation assay Cell supernatant was harvested at the specific time-points post-infection, and the lactate content of the sample was estimated using the Lactate Assay Kit (Sigma, Cat# MAK064) as per the manufacturer’s protocol. Briefly, 50 µl of the sample was added to each 96-well plate and each of the well 50 µl of the master reaction mix containing 46 µl of lactate assay buffer, 2 µl of lactate enzyme mix, and 2 µl of lactate probe was added. After the addition of the master reaction mix to the sample, they were mixed by horizontal shaker or via pipetting. The plate was incubated for 30 min in dark at RT. Post incubation, absorbance was measured at 570 nm. The lactate content of the sample was estimated from the lactate standard curve ranging from 0 to 10 nmole/µl. Fatty acid oxidation assay At 16 hr post-infection, cell pellets were harvested and stored at –80°C. The FAO assay protocol was followed as per the manufacturer’s instructions (AssayGenie Fatty Acid Oxidation [FAO] Assay Kit, Catalogue code BR00001). Briefly, cell pellets were lysed using 1X Cell lysis buffer (provided in the kit), and the cell supernatant was obtained post centrifugation of the cell lysate in a cold microfuge at 14,000 rpm for 5 min. The protein content of the cell supernatants was estimated using the Bradford (Bio-Rad) method. 20 µl of the protein sample was added to each 96-well plate in duplicate on ice. Each sample was treated with 50 µl of control solution and 50 µl of reaction solution by swiftly adding one 50 µl of control solution to one set of wells and 50 µl of reaction solution to the other set of wells. The contents were gently mixed for 10 s. The plate is covered and incubated in a 37°C incubator for 30–60 min (without CO 2 ). After incubation, cherry red colour appears in the wells. The O.D. is measured at 492 nm using a plate reader at 30 min, 60 min or 120 min. The control well reading was subtracted from the reaction well reading for each sample for each time point. The subtracted reading is used for enzyme activity calculation by considering the incubation time. Animal experiment For all experiments, 6- to 8-week-old adult male C57BL/6 or cybb -/- mice were used. For organ burden analysis, 6-week-old C57BL/6 or cybb -/- mice were infected with 10 7 CFU bacteria via oral gavaging. For bacterial enumeration via flow cytometry, mice were infected with 10 7 GFP-expressing bacteria orally. Infected mice were intraperitoneally injected on every other day with either 1 mg/kg body weight of SIRT1 inhibitor EX-527 (Sigma-Aldrich) ( Morató et al., 2022 ), or SIRT3 inhibitor 3TYP (Selleck Chemical) ( Hu et al., 2022 ), or SIRT1 activator SRT1720 (Calbiochem, Sigma-Aldrich) ( Tan et al., 2021 ), or treated with vehicle alone. Then, 5 days post-infection, mice were sacrificed, and bacterial organ load was estimated by plating the tissue homogenates on SS agar plates. For calculating percentage survival, 6-week-old C57BL/6 mice were infected with 10 8 bacteria orally and monitored till fatality. For flow cytometry studies, the harvested liver or spleen were homogenized into single-cell suspension and were subjected to flow cytometry. The animal experiments were carried out in accordance with the approved guidelines of the institutional animal ethics committee at the Indian Institute of Science, Bangalore, India (registration no.: 48/1999/CPCSEA). All procedures involving the use of animals were performed according to the Institutional Animal Ethics Committee-approved protocol. In vivo knockdown For in vivo knockdown, adeno-associated virus serotype 6 (AAV6) was used. AAV6 viruses were produced in HEK293T cells. Briefly, HEK293T cells were transfected with AAV plasmid encoding shRNAs targeting SIRT1, SIRT3, and scramble control under U6 promoter together with helper plasmid using PEI Max 40000 (Polysciences, USA). Next day, transfection medium was removed, and fresh culture medium was added. Then, 48 hr later, medium was collected, and fresh culture medium was added and incubated for the next 48 hr. Again, culture medium was collected and cells were harvested by trypsinization. Collected medium containing secreted AAV viral particles was incubated with 40% PEG 8000 overnight. Precipitated viral particles were then collected by centrifugation and re-suspended in PBS. Cells containing AAV viral particles were then lysed with citrate buffer and incubated with 40% PEG 8000 and processed similarly to medium for viral particle precipitation. The precipitated viral particles were then cleaned with chloroform and loaded on iodixanol gradient for further cleaning using ultracentrifugation. Cleaned viral particles were collected from the 40% gradient and loaded on Amicon 100K cut-off columns. Purified AAV particles were then titrated by real-time PCR. For infection of AAV6, the mice were intravenously injected with a volume of 200 μl containing approximately 10 12 viral particles harbouring the respective scrambled or shRNA constructs. The mice were infected on seventh day after injection of the virus with 10 6 CFU units of S . Typhimurium orally. Fifth day post-infection, mice were euthanized and dissected out for organ harvesting and blood collection. The knockdown was validated by performing western blotting and qPCR of the harvested liver tissue ( Figure 10—figure supplement 1 ). Haematoxylin and eosin staining Here, 6- to 8-week-old C57BL/6 mice were infected with 10 7 bacteria orally. Infected mice were intraperitoneally injected every alternate with either 1 mg/kg body weight of SIRT1 inhibitor EX-527, or SIRT3 inhibitor 3TYP or SIRT1 activator SRT1720 or treated with vehicle alone. 5 days post-infection, mice were euthanized, and livers were collected and fixed using 3.5% paraformaldehyde. The fixed liver was then dehydrated using a gradually increasing concentration of ethanol and embedded in paraffin. 5 μm sections were collected on coated plates. Sections were further rehydrated and then stained with haematoxylin and eosin. Images were collected in a Leica microscope. Scoring system: according to pathological changes, the tissue sections are scored as 0 for normal pathology, 1 for mild/minor pathology, 2 for moderate pathology, and 3 for severe pathological changes. Statistical analysis Data were analyzed and graphed using the GraphPad Prism 8 software (San Diego, CA). Statistical significance was determined by Student’s t -test or two-way ANOVA and Bonferroni post- t -test to obtain p-values. ANOVA was used during comparison among three or more groups whereas Student’s t -test was used to compare the difference between two groups. Mann –Whitney t -test was used as a non-parametric counterpart of Student’s t -test when variances differed. Adjusted p-values<0.05 are considered statistically significant. The results are expressed as mean ± SD or SEM of three independent experiments. Materials availability statement Materials are available upon request and availability. Funding Information This paper was supported by the following grants: http://dx.doi.org/10.13039/501100001412 Council of Scientific and Industrial Research, India SPM-07/079(0293)/2019-EMR-I (CSIR Shyama Prasad Mukherjee Fellowship) to Dipasree Hajra. http://dx.doi.org/10.13039/501100001502 Department of Atomic Energy, Government of India DAE00195 to Dipshikha Chakravortty. http://dx.doi.org/10.13039/501100001407 Department of Biotechnology, Ministry of Science & Technology, India DBT-IISC to Dipshikha Chakravortty. http://dx.doi.org/10.13039/501100001411 Indian Council of Medical Research to Dipshikha Chakravortty. http://dx.doi.org/10.13039/501100001409 Department of Science & Technology, Ministry of Science and Technology, India to Dipshikha Chakravortty. http://dx.doi.org/10.13039/501100001407 Department of Biotechnology, Ministry of Science and Technology, India BT/RLF/re-entry/14/2019 to Shashi Kumar Gupta. Acknowledgements We thank Prof. Subba Rao Gangi Setty and Prof. Michael Hensel for providing us with the shRNA knockdown constructs and the S . Typhimurium 14028S strain, respectively. This work was supported by the DAE SRC fellowship (DAE00195) and DBT-IISc partnership umbrella program for advanced research in biological sciences and Bioengineering to DC. Infrastructure support from ICMR (Centre for Advanced Study in Molecular Medicine), DST (FIST), and UGC (special assistance) is highly acknowledged. DH sincerely acknowledges the CSIR-SPM fellowship for her financial support. SKG is supported by Ramalingaswami Re-entry Fellowship BT/RLF/re-entry/14/2019 from DBT, Government of India. The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript. Additional information Competing interests No competing interests declared. Author contributions Conceptualization, Resources, Data curation, Software, Formal analysis, Funding acquisition, Validation, Investigation, Visualization, Methodology, Writing – original draft, Writing – review and editing. Methodology, Writing – review and editing. Methodology, Writing – review and editing. Methodology, Project administration, Writing – review and editing. Supervision, Funding acquisition, Project administration, Writing – review and editing. Ethics The animal experiments were carried out in accordance with the approved guidelines of the institutional animal ethics committee at the Indian Institute of Science, Bangalore, India (Registration No: 48/1999/CPCSEA). All procedures involving the use of animals were performed according to the Institutional Animal Ethics Committee (IAEC)-approved protocol. Additional files MDAR checklist Data availability All data generated or analyzed during the study are included in the manuscript and supporting files. The source data files for main and supplementary figures have been provided. References Bhutta ZA 2009 Addressing the global disease burden of typhoid fever JAMA 302 898 10.1001/jama.2009.1259 19706867 Bitterman KJ Anderson RM Cohen HY Latorre-Esteves M Sinclair DA 2002 Inhibition of silencing and accelerated aging by nicotinamide, a putative negative regulator of yeast sir2 and human SIRT1 The Journal of Biological Chemistry 277 45099 45107 10.1074/jbc.M205670200 12297502 Bost KL Clements JD 1997 Intracellular Salmonella dublin induces substantial secretion of the 40-kilodalton subunit of interleukin-12 (IL-12) but minimal secretion of IL-12 as a 70-kilodalton protein in murine macrophages Infection and Immunity 65 3186 3192 10.1128/iai.65.8.3186-3192.1997 9234773 Brubaker RR 2003 Interleukin-10 and inhibition of innate immunity to Yersiniae: roles of Yops and LcrV (V antigen) Infection and Immunity 71 3673 3681 10.1128/IAI.71.7.3673-3681.2003 12819047 Cimen H Han MJ Yang Y Tong Q Koc H Koc EC 2010 Regulation of succinate dehydrogenase activity by SIRT3 in mammalian mitochondria Biochemistry 49 304 311 10.1021/bi901627u 20000467 Cramer T Yamanishi Y Clausen BE Förster I Pawlinski R Mackman N Haase VH Jaenisch R Corr M Nizet V Firestein GS Gerber HP Ferrara N Johnson RS 2003 HIF-1alpha is essential for myeloid cell-mediated inflammation Cell 112 645 657 10.1016/s0092-8674(03)00154-5 12628185 De Santa F Vitiello L Torcinaro A Ferraro E 2019 The role of metabolic remodeling in macrophage polarization and its effect on skeletal muscle regeneration Antioxidants & Redox Signaling 30 1553 1598 10.1089/ars.2017.7420 30070144 Eisele NA Ruby T Jacobson A Manzanillo PS Cox JS Lam L Mukundan L Chawla A Monack DM 2013 Salmonella require the fatty acid regulator PPARδ for the establishment of a metabolic environment essential for long-term persistence Cell Host & Microbe 14 171 182 10.1016/j.chom.2013.07.010 23954156 Elesela S Morris SB Narayanan S Kumar S Lombard DB Lukacs NW 2020 Sirtuin 1 regulates mitochondrial function and immune homeostasis in respiratory syncytial virus infected dendritic cells PLOS Pathogens 16 e1008319 10.1371/journal.ppat.1008319 32106265 El Gazzar M Yoza BK Hu JYQ Cousart SL McCall CE 2007 Epigenetic silencing of tumor necrosis factor alpha during endotoxin tolerance The Journal of Biological Chemistry 282 26857 26864 10.1074/jbc.M704584200 17646159 Galván-Peña S O’Neill LAJ 2014 Metabolic reprograming in macrophage polarization Frontiers in Immunology 5 420 10.3389/fimmu.2014.00420 25228902 Ganesan R Hos NJ Gutierrez S Fischer J Stepek JM Daglidu E Krönke M Robinson N 2017 Salmonella Typhimurium disrupts Sirt1/AMPK checkpoint control of mTOR to impair autophagy PLOS Pathogens 13 e1006227 10.1371/journal.ppat.1006227 28192515 Garai P Gnanadhas DP Chakravortty D 2012 Salmonella enterica serovars Typhimurium and Typhi as model organisms: revealing paradigm of host-pathogen interactions Virulence 3 377 388 10.4161/viru.21087 22722237 Gogoi M Chandra K Sarikhani M Ramani R Sundaresan NR Chakravortty D 2018 Salmonella escapes adaptive immune response via SIRT2 mediated modulation of innate immune response in dendritic cells PLOS Pathogens 14 e1007437 10.1371/journal.ppat.1007437 30452468 Guarente L 2007 Sirtuins in aging and disease Cold Spring Harbor Symposia on Quantitative Biology 72 483 488 10.1101/sqb.2007.72.024 18419308 Hajra D Nair AV Chakravortty D 2021 An elegant nano-injection machinery for sabotaging the host: role of type III secretion system in virulence of different human and animal pathogenic bacteria Physics of Life Reviews 38 25 54 10.1016/j.plrev.2021.05.007 34090822 Halasi M Wang M Chavan TS Gaponenko V Hay N Gartel AL 2013 ROS inhibitor N-acetyl-L-cysteine antagonizes the activity of proteasome inhibitors The Biochemical Journal 454 201 208 10.1042/BJ20130282 23772801 Haraga A Ohlson MB Miller SI 2008 Salmonellae interplay with host cells Nature Reviews. Microbiology 6 53 66 10.1038/nrmicro1788 18026123 Hirschey MD Shimazu T Goetzman E Jing E Schwer B Lombard DB Grueter CA Harris C Biddinger S Ilkayeva OR Stevens RD Li Y Saha AK Ruderman NB Bain JR Newgard CB Farese RV Jr Alt FW Kahn CR Verdin E 2010 SIRT3 regulates mitochondrial fatty-acid oxidation by reversible enzyme deacetylation Nature 464 121 125 10.1038/nature08778 20203611 Holden VI Breen P Houle S Dozois CM Bachman MA 2016 Klebsiella pneumoniae siderophores induce inflammation, bacterial dissemination, and HIF-1α Stabilization during Pneumonia mBio 7 e01397 10.1128/mBio.01397-16 27624128 Hotson AN Gopinath S Nicolau M Khasanova A Finck R Monack D Nolan GP 2016 Coordinate actions of innate immune responses oppose those of the adaptive immune system during Salmonella infection of mice Science Signaling 9 ra4 10.1126/scisignal.aaa9303 26758212 Hu B Wang P Zhang S Liu W Lv X Shi D Zhao L Liu H Wang B Chen S Shao Z 2022 HSP70 attenuates compression-induced apoptosis of nucleus pulposus cells by suppressing mitochondrial fission via upregulating the expression of SIRT3 Experimental & Molecular Medicine 54 309 323 10.1038/s12276-022-00745-9 35338257 Hui X Zhang M Gu P Li K Gao Y Wu D Wang Y Xu A 2017 Adipocyte SIRT1 controls systemic insulin sensitivity by modulating macrophages in adipose tissue EMBO Reports 18 645 657 10.15252/embr.201643184 28270525 Jackson MD Denu JM 2002 Structural identification of 2’- and 3’-O-acetyl-ADP-ribose as novel metabolites derived from the Sir2 family of beta -NAD+-dependent histone/protein deacetylases The Journal of Biological Chemistry 277 18535 18544 10.1074/jbc.M200671200 11893743 Jia Y Han S Li J Wang H Liu J Li N Yang X Shi J Han J Li Y Bai X Su L Hu D 2017 IRF8 is the target of SIRT1 for the inflammation response in macrophages Innate Immunity 23 188 195 10.1177/1753425916683751 28008797 Kierans SJ Taylor CT 2021 Regulation of glycolysis by the hypoxia-inducible factor (HIF): implications for cellular physiology The Journal of Physiology 599 23 37 10.1113/JP280572 33006160 Kim TS Jin YB Kim YS Kim S Kim JK Lee H-M Suh H-W Choe JH Kim YJ Koo B-S Kim H-N Jung M Lee S-H Kim D-K Chung C Son J-W Min J-J Kim J-M Deng C-X Kim HS Lee S-R Jo E-K 2019 SIRT3 promotes antimycobacterial defenses by coordinating mitochondrial and autophagic functions Autophagy 15 1356 1375 10.1080/15548627.2019.1582743 30774023 Kitada M Ogura Y Monno I Koya D 2019 Sirtuins and type 2 diabetes: role in inflammation, oxidative stress, and mitochondrial function Frontiers in Endocrinology 10 187 10.3389/fendo.2019.00187 30972029 Kong X Wang R Xue Y Liu X Zhang H Chen Y Fang F Chang Y 2010 Sirtuin 3, a new target of PGC-1alpha, plays an important role in the suppression of ROS and mitochondrial biogenesis PLOS ONE 5 e11707 10.1371/journal.pone.0011707 20661474 Kratz M Coats BR Hisert KB Hagman D Mutskov V Peris E Schoenfelt KQ Kuzma JN Larson I Billing PS Landerholm RW Crouthamel M Gozal D Hwang S Singh PK Becker L 2014 Metabolic dysfunction drives a mechanistically distinct proinflammatory phenotype in adipose tissue macrophages Cell Metabolism 20 614 625 10.1016/j.cmet.2014.08.010 25242226 Lakhan SE Kirchgessner A 2011 Gut microbiota and sirtuins in obesity-related inflammation and bowel dysfunction Journal of Translational Medicine 9 202 10.1186/1479-5876-9-202 22115311 Landry J Sutton A Tafrov ST Heller RC Stebbins J Pillus L Sternglanz R 2000 The silencing protein SIR2 and its homologs are NAD-dependent protein deacetylases PNAS 97 5807 5811 10.1073/pnas.110148297 10811920 Larrosa M Yañéz-Gascón MJ Selma MV González-Sarrías A Toti S Cerón JJ Tomás-Barberán F Dolara P Espín JC 2009 Effect of a low dose of dietary resveratrol on colon microbiota, inflammation and tissue damage in a DSS-induced colitis rat model Journal of Agricultural and Food Chemistry 57 2211 2220 10.1021/jf803638d 19228061 Lawrence T Natoli G 2011 Transcriptional regulation of macrophage polarization: enabling diversity with identity Nature Reviews. Immunology 11 750 761 10.1038/nri3088 22025054 Lim JH Lee YM Chun YS Chen J Kim JE Park JW 2010 Sirtuin 1 modulates cellular responses to hypoxia by deacetylating hypoxia-inducible factor 1alpha Molecular Cell 38 864 878 10.1016/j.molcel.2010.05.023 20620956 Lin Z Fang D 2013 The roles of SIRT1 in cancer Genes & Cancer 4 97 104 10.1177/1947601912475079 24020000 Liu TF Yoza BK El Gazzar M Vachharajani VT McCall CE 2011 NAD+-dependent SIRT1 deacetylase participates in epigenetic reprogramming during endotoxin tolerance The Journal of Biological Chemistry 286 9856 9864 10.1074/jbc.M110.196790 21245135 Liu G Bi Y Xue L Zhang Y Yang H Chen X Lu Y Zhang Z Liu H Wang X Wang R Chu Y Yang R 2015a Dendritic cell SIRT1–HIF1α axis programs the differentiation of CD4 + T cells through IL-12 and TGF-β1 PNAS 112 E957 E965 10.1073/pnas.1420419112 25730867 Liu TF Vachharajani V Millet P Bharadwaj MS Molina AJ McCall CE 2015b Sequential actions of SIRT1-RELB-SIRT3 coordinate nuclear-mitochondrial communication during immunometabolic adaptation to acute inflammation and sepsis The Journal of Biological Chemistry 290 396 408 10.1074/jbc.M114.566349 25404738 Majowicz SE Musto J Scallan E Angulo FJ Kirk M O’Brien SJ Jones TF Fazil A Hoekstra RM 2010 The global burden of nontyphoidal Salmonella gastroenteritis Clinical Infectious Diseases 50 882 889 10.1086/650733 20158401 Martinez FO Helming L Gordon S 2009 Alternative activation of macrophages: an immunologic functional perspective Annual Review of Immunology 27 451 483 10.1146/annurev.immunol.021908.132532 19105661 Martínez-Redondo P Vaquero A 2013 The diversity of histone versus nonhistone sirtuin substrates Genes & Cancer 4 148 163 10.1177/1947601913483767 24020006 Merksamer PI Liu Y He W Hirschey MD Chen D Verdin E 2013 The sirtuins, oxidative stress and aging: an emerging link Aging 5 144 150 10.18632/aging.100544 23474711 Merrill GF Kurth EJ Hardie DG Winder WW 1997 AICA riboside increases AMP-activated protein kinase, fatty acid oxidation, and glucose uptake in rat muscle The American Journal of Physiology 273 E1107 E1112 10.1152/ajpendo.1997.273.6.E1107 9435525 Miller BH Fratti RA Poschet JF Timmins GS Master SS Burgos M Marletta MA Deretic V 2004 Mycobacteria inhibit nitric oxide synthase recruitment to phagosomes during macrophage infection Infection and Immunity 72 2872 2878 10.1128/IAI.72.5.2872-2878.2004 15102799 Morató L Astori S Zalachoras I Rodrigues J Ghosal S Huang W Guillot de Suduiraut I Grosse J Zanoletti O Cao L Auwerx J Sandi C 2022 eNAMPT actions through nucleus accumbens NAD + /SIRT1 link increased adiposity with sociability deficits programmed by peripuberty stress Science Advances 8 eabj9109 10.1126/sciadv.abj9109 35235362 Namgaladze D Brüne B 2014 Fatty acid oxidation is dispensable for human macrophage IL-4-induced polarization Biochimica et Biophysica Acta (BBA) - Molecular and Cell Biology of Lipids 1841 1329 1335 10.1016/j.bbalip.2014.06.007 24960101 Panagi I Jennings E Zeng J Günster RA Stones CD Mak H Jin E Stapels DAC Subari NZ Pham THM Brewer SM Ong SYQ Monack DM Helaine S Thurston TLM 2020 Salmonella effector stee converts the mammalian serine/threonine kinase GSK3 into a tyrosine kinase to direct macrophage polarization Cell Host & Microbe 27 41 53 10.1016/j.chom.2019.11.002 31862381 Pathak SK Basu S Basu KK Banerjee A Pathak S Bhattacharyya A Kaisho T Kundu M Basu J 2007 Direct extracellular interaction between the early secreted antigen ESAT-6 of Mycobacterium tuberculosis and TLR2 inhibits TLR signaling in macrophages Nature Immunology 8 610 618 10.1038/ni1468 17486091 Pham THM Brewer SM Thurston T Massis LM Honeycutt J Lugo K Jacobson AR Vilches-Moure JG Hamblin M Helaine S Monack DM 2020 Salmonella -driven polarization of granuloma macrophages antagonizes TNF-mediated pathogen restriction during persistent infection Cell Host & Microbe 27 54 67 10.1016/j.chom.2019.11.011 31883922 Reens AL Nagy TA Detweiler CS 2019 Salmonella enterica requires lipid metabolism genes to replicate in proinflammatory macrophages and mice Infection and Immunity 88 e00776-19 10.1128/IAI.00776-19 31611277 Rendra E Riabov V Mossel DM Sevastyanova T Harmsen MC Kzhyshkowska J 2019 Reactive oxygen species (ROS) in macrophage activation and function in diabetes Immunobiology 224 242 253 10.1016/j.imbio.2018.11.010 30739804 Sanders BD Jackson B Marmorstein R 2010 Structural basis for sirtuin function: what we know and what we don’t Biochimica et Biophysica Acta 1804 1604 1616 10.1016/j.bbapap.2009.09.009 19766737 Sauve AA Celic I Avalos J Deng H Boeke JD Schramm VL 2001 Chemistry of gene silencing: the mechanism of NAD+-dependent deacetylation reactions Biochemistry 40 15456 15463 10.1021/bi011858j 11747420 Singh CK Chhabra G Ndiaye MA Garcia-Peterson LM Mack NJ Ahmad N 2018 The role of sirtuins in antioxidant and redox signaling Antioxidants & Redox Signaling 28 643 661 10.1089/ars.2017.7290 28891317 Smulan LJ Martinez N Kiritsy MC Kativhu C Cavallo K Sassetti CM Singhal A Remold HG Kornfeld H 2021 Sirtuin 3 Downregulation in Mycobacterium tuberculosis -infected macrophages reprograms mitochondrial metabolism and promotes cell death mBio 12 03140-20 10.1128/mBio.03140-20 33531400 Stapels DAC Hill PWS Westermann AJ Fisher RA Thurston TL Saliba AE Blommestein I Vogel J Helaine S 2018 Salmonella persisters undermine host immune defenses during antibiotic treatment Science 362 1156 1160 10.1126/science.aat7148 30523110 Tan P Wang M Zhong A Wang Y Du J Wang J Qi L Bi Z Zhang P Lin T Zhang J Yang L Chen J Han P Gong Q Liu Y Chen C Wei Q 2021 SRT1720 inhibits the growth of bladder cancer in organoids and murine models through the SIRT1-HIF axis Oncogene 40 6081 6092 10.1038/s41388-021-01999-9 34471236 Taylor SJ Winter SE 2020 Salmonella finds a way: Metabolic versatility of Salmonella enterica serovar Typhimurium in diverse host environments PLOS Pathogens 16 e1008540 10.1371/journal.ppat.1008540 32525928 Tumitan ARP Monnazzi LGS Ghiraldi FR Cilli EM Machado de Medeiros BM 2007 Pattern of macrophage activation in yersinia-resistant and yersinia-susceptible strains of mice Microbiology and Immunology 51 1021 1028 10.1111/j.1348-0421.2007.tb03986.x 17951992 van de Ven RAH Santos D Haigis MC 2017 Mitochondrial sirtuins and molecular mechanisms of aging Trends in Molecular Medicine 23 320 331 10.1016/j.molmed.2017.02.005 28285806 Vazquez-Torres A Xu Y Jones-Carson J Holden DW Lucia SM Dinauer MC Mastroeni P Fang FC 2000 Salmonella pathogenicity island 2-dependent evasion of the phagocyte NADPH oxidase Science 287 1655 1658 10.1126/science.287.5458.1655 10698741 Viziteu E Grandmougin C Goldschmidt H Seckinger A Hose D Klein B Moreaux J 2016 Chetomin, targeting HIF-1α/p300 complex, exhibits antitumour activity in multiple myeloma British Journal of Cancer 114 519 523 10.1038/bjc.2016.20 26867162 Wang Y Bi Y Chen X Li C Li Y Zhang Z Wang J Lu Y Yu Q Su H Yang H Liu G 2016 Histone deacetylase SIRT1 Negatively regulates the differentiation of interleukin-9-Producing CD4(+) T Cells Immunity 44 1337 1349 10.1016/j.immuni.2016.05.009 27317260 Yang H Zhang W Pan H Feldser HG Lainez E Miller C Leung S Zhong Z Zhao H Sweitzer S Considine T Riera T Suri V White B Ellis JL Vlasuk GP Loh C 2012 SIRT1 activators suppress inflammatory responses through promotion of p65 Deacetylation and Inhibition of NF-κB Activity PLOS ONE 7 e46364 10.1371/journal.pone.0046364 23029496 Yang H Hu J Chen YJ Ge B 2019 Role of Sirt1 in innate immune mechanisms against Mycobacterium tuberculosis via the inhibition of TAK1 activation Archives of Biochemistry and Biophysics 667 49 58 10.1016/j.abb.2019.04.006 31029687 Yeung F Hoberg JE Ramsey CS Keller MD Jones DR Frye RA Mayo MW 2004 Modulation of NF-kappaB-dependent transcription and cell survival by the SIRT1 deacetylase The EMBO Journal 23 2369 2380 10.1038/sj.emboj.7600244 15152190 Zhang Y Wen P Luo J Ding H Cao H He W Zen K Zhou Y Yang J Jiang L 2021 Sirtuin 3 regulates mitochondrial protein acetylation and metabolism in tubular epithelial cells during renal fibrosis Cell Death & Disease 12 847 10.1038/s41419-021-04134-4 34518519 Zhou Y Que K-T Zhang Z Yi ZJ Zhao PX You Y Gong J-P Liu Z-J 2018 Iron overloaded polarizes macrophage to proinflammation phenotype through ROS/acetyl-p53 pathway Cancer Medicine 7 4012 4022 10.1002/cam4.1670 29989329 10.7554/eLife.93125.4.sa0 eLife Assessment Antunes Caetano Reviewing Editor University of Kansas United States Convincing Incomplete Valuable These authors present findings on the role of the sirtuins SIRT1 and SIRT3 during Salmonella Typhimurium infection. This valuable study increases our understanding of the mechanisms used by this pathogen to interact with its host and may have implications for other intracellular pathogens. The reviewers disagreed on the strength of the evidence to support the claims. Although one reviewer found the strength of the evidence convincing , the other found that it was incomplete , and that the main claims are only partially supported, as can be seen from the public reviews. 10.7554/eLife.93125.4.sa1 Reviewer #2 (Public review): Reviewer Dipasree Hajra et al demonstrated that Salmonella was able to modulate the expression of Sirtuins (Sirt1 and Sirt3) and regulate the metabolic switch in both host and Salmonella , promoting its pathogenesis. The authors found Salmonella infection induced high levels of Sirt1 and Sirt3 in macrophages, which were skewed toward the M2 phenotype allowing Salmonella to hyper-proliferate. Mechanistically, Sirt1 and Sirt3 regulated the acetylation of HIF-1alpha and PDHA1, therefore mediating Salmonella-induced host metabolic shift in the infected macrophages. Interestingly, Sirt1 and Sirt3-driven host metabolic switch also had an effect on the metabolic profile of Salmonella . Counterintuitively, inhibition of Sirt1/3 led to increased pathogen burdens in an in vivo mouse model. Overall, this is a well-designed study. The revised manuscript has addressed all of the previous comments. The re-analysis of flow cytometry and WB data by authors makes the results and conclusion more complete and convincing. 10.7554/eLife.93125.4.sa2 Reviewer #3 (Public review): Reviewer Summary: In this paper Hajra et al have attempted to identify the role of Sirt1 and Sirt3 in regulating metabolic reprogramming and macrophage host defense. They have performed gene knock down experiments in RAW macrophage cell line to show that depletion of Sirt1 or Sirt3 enhances the ability of macrophages to eliminate Salmonella Typhimurium. However, in mice inhibition of Sirt1 resulted in dissemination of the bacteria but the bacterial burden was still reduced in macrophages. They suggest that the effect they have observed is due to increased inflammation and ROS production by macrophages. They also try to establish a weak link with metabolism. They present data to show that the switch in metabolism from glycolysis to fatty acid oxidation is regulated by acetylation of Hif1a, and PDHA1. Strengths: The strength of the manuscript is that the role of Sirtuins in host-pathogen interactions have not been previously explored in-depth making the study interesting. It is also interesting to see that depletion of either Sirt1 or Sirt3 result in a similar outcome. Weaknesses: The major weakness of the paper is the low quality of data, making it harder to substantiate the claims. Also, there are too many pathways and mechanisms being investigated. It would have been better if the authors had focussed on either Sirt1 or Sirt3 and elucidated how it reprograms metabolism to eventually modulate host response against Salmonella Typhimurium. Experimental evidences are also lacking to prove the proposed mechanisms. For instance they show correlative data that knock down of Sirt1 mediated shift in metabolism is due to HIF1a acetylation but this needs to be proven with further experiments. 10.7554/eLife.93125.4.sa3 Author response Hajra Dipasree Author Indian Institute of Science Bangalore Bangalore India Rajmani Raju S Author Indian Institute of Science Bangalore Bangalore India Chaudhary Ayushi Devendrasingh Author Central Drug Research Institute Lucknow India Gupta Shashi Kumar Author Central Drug Research Institute Lucknow India Chakravortty Dipshikha Author Indian Institute of Science Bangalore Bangalore India The following is the authors’ response to the current reviews. Reviewer #2 (Public Review): Dipasree Hajra et al demonstrated that Salmonella was able to modulate the expression of Sirtuins (Sirt1 and Sirt3) and regulate the metabolic switch in both host and Salmonella, promoting its pathogenesis. The authors found Salmonella infection induced high levels of Sirt1 and Sirt3 in macrophages, which were skewed toward the M2 phenotype allowing Salmonella to hyper-proliferate. Mechanistically, Sirt1 and Sirt3 regulated the acetylation of HIF-1alpha and PDHA1, therefore mediating Salmonella-induced host metabolic shift in the infected macrophages. Interestingly, Sirt1 and Sirt3-driven host metabolic switch also had an effect on the metabolic profile of Salmonella. Counterintuitively, inhibition of Sirt1/3 led to increased pathogen burdens in an in vivo mouse model. Overall, this is a well-designed study.The revised manuscript has addressed all of the previous comments. The re-analysis of flow cytometry and WB data by authors makes the results and conclusion more complete and convincing. We are immensely grateful to the reviewer for improving the strength of the manuscript by providing insightful comments and for appreciating the work. Reviewer #3 (Public Review): Summary: In this paper Hajra et al have attempted to identify the role of Sirt1 and Sirt3 in regulating metabolic reprogramming and macrophage host defense. They have performed gene knock down experiments in RAW macrophage cell line to show that depletion of Sirt1 or Sirt3 enhances the ability of macrophages to eliminate Salmonella Typhimurium. However, in mice inhibition of Sirt1 resulted in dissemination of the bacteria but the bacterial burden was still reduced in macrophages. They suggest that the effect they have observed is due to increased inflammation and ROS production by macrophages. They also try to establish a weak link with metabolism. They present data to show that the switch in metabolism from glycolysis to fatty acid oxidation is regulated by acetylation of Hif1a, and PDHA1. Strengths: The strength of the manuscript is that the role of Sirtuins in host-pathogen interactions have not been previously explored in-depth making the study interesting. It is also interesting to see that depletion of either Sirt1 or Sirt3 result in a similar outcome. Weaknesses: The major weakness of the paper is the low quality of data, making it harder to substantiate the claims. Also, there are too many pathways and mechanisms being investigated. It would have been better if the authors had focussed on either Sirt1 or Sirt3 and elucidated how it reprograms metabolism to eventually modulate host response against Salmonella Typhimurium. Experimental evidences are also lacking to prove the proposed mechanisms. For instance they show correlative data that knockdown of Sirt1 mediated shift in metabolism is due to HIF1a acetylation but this needs to be proven with further experiments. As the public review of the reviewer remains unaltered as the previous version without further recommendations for authors, we are sticking to our former author’s response. We respect the reviewer’s opinion and thank the reviewer for the critical analysis of our work. -------- The following is the authors’ response to the previous reviews. Reviewer #2 (Public Review): Dipasree Hajra et al demonstrated that Salmonella was able to modulate the expression of Sirtuins (Sirt1 and Sirt3) and regulate the metabolic switch in both host and Salmonella , promoting its pathogenesis. The authors found Salmonella infection induced high levels of Sirt1 and Sirt3 in macrophages, which were skewed toward the M2 phenotype allowing Salmonella to hyper-proliferate. Mechanistically, Sirt1 and Sirt3 regulated the acetylation of HIF-1alpha and PDHA1, therefore mediating Salmonella-induced host metabolic shift in the infected macrophages. Interestingly, Sirt1 and Sirt3-driven host metabolic switch also had an effect on the metabolic profile of Salmonella. Counterintuitively, inhibition of Sirt1/3 led to increased pathogen burdens in an in vivo mouse model. Overall, this is a well-designed study. Comments on revised version: The authors have performed additional experiments to address the discrepancy between in vitro and in vivo data. While this offers some potential insights into the in vivo role of Sirt1/3 in different cell types and how this affects bacterial growth/dissemination, I still believe that Sirt1/3 inhibitors could have some effect on the gut microbiota contributing to increased pathogen counts. This possibility can be discussed briefly to give a better scenario of how Sirt1/3 inhibitors work in vivo. Additionally, the manuscript would improve significantly if some of the flow cytometry analysis and WB data could be better analyzed. We are highly grateful for your valuable and insightful comments. Thank you for appreciating the merit of our manuscript. As rightly pointed out by the eminent reviewer, we acknowledge the probable link of Sirtuin on gut microbiota and its effect on increased bacterial loads as indicated by previous literature studies (PMID: 22115311, PMID: 19228061). These reports suggested that a low dose of Sirt1 activator, resveratrol treatment in rats for 25 days treatment under 5% DSS induced colitis condition led to alterations in gut microbiota profile with increased lactobacilli and bifidobacteria alongside reduced abundance of enterobacteria. This study correlates with our study wherein we have detected enhanced Salmonella (belonging to Enterobacteriaceae family) loads under both Sirt1/3 in vivo knockdown condition or inhibitor-treated condition in C57BL/6 mice and reduced burden under Sirt-1 activator treatment SRT1720. As per your valid suggestion, we have discussed this possibility in our discussion section. (Line- 541-548). We have incorporated the suggestions for the improvement in the analysis of WB data and flow cytometry. Reviewer #3 (Public Review): Summary: In this paper Hajra et al have attempted to identify the role of Sirt1 and Sirt3 in regulating metabolic reprogramming and macrophage host defense. They have performed gene knock down experiments in RAW macrophage cell line to show that depletion of Sirt1 or Sirt3 enhances the ability of macrophages to eliminate Salmonella Typhimurium. However, in mice inhibition of Sirt1 resulted in dissemination of the bacteria but the bacterial burden was still reduced in macrophages. They suggest that the effect they have observed is due to increased inflammation and ROS production by macrophages. They also try to establish a weak link with metabolism. They present data to show that the switch in metabolism from glycolysis to fatty acid oxidation is regulated by acetylation of Hif1a, and PDHA1. Strengths: The strength of the manuscript is that the role of Sirtuins in host-pathogen interactions has not been previously explored in-depth making the study interesting. It is also interesting to see that depletion of either Sirt1 or Sirt3 results in a similar outcome. Weaknesses: The major weakness of the paper is the low quality of data, making it harder to substantiate the claims. Also, there are too many pathways and mechanisms being investigated. It would have been better if the authors had focussed on either Sirt1 or Sirt3 and elucidated how it reprograms metabolism to eventually modulate host response against Salmonella Typhimurium. Experimental evidence is also lacking to prove the proposed mechanisms. For instance they show correlative data that knock down of Sirt1 mediated shift in metabolism is due to HIF1a acetylation but this needs to be proven with further experiments. We appreciate the reviewer’s critical analysis of our work. In the revised manuscript, we aimed to eliminate the low-quality data sets and have tried to substantiate them with better and conclusive ones, as directed in the recommendations for the author section. We agree with the reviewer that the inclusion of both Sirtuins 1 and 3 has resulted in too many pathways and mechanisms and focusing on one SIRT and its mechanism of metabolic reprogramming and immune modulation would have been a less complicated alternative approach. However, as rightly pointed out, our work demonstrated the shared and few overlapping roles of the two sirtuins, SIRT1 and SIRT3, together mediating the immune-metabolic switch upon Salmonella infection. As per the reviewer’s suggestion, we have performed additional experiments with HIF-1α inhibitor treatment in our revised manuscript to substantiate our correlative findings on SIRT1-mediated regulation of host glycolysis (Fig.7G). We wanted to clarify our claim in this regard. Our results suggested that loss of SIRT1 function triggered increased host glycolysis alongside hyperacetylation of HIF-1α. HIF-1α is reported to be one of the important players in glycolysis regulation (Kierans SJ, Taylor CT. Regulation of glycolysis by the hypoxia-inducible factor (HIF): implications for cellular physiology. J Physiol. 2021;599(1):23-37. doi:10.1113/JP280572.) and additionally, SIRT1 has been shown to regulate HIF-1α acetylation status (Lim JH, Lee YM, Chun YS, Chen J, Kim JE, Park JW. Sirtuin 1 modulates cellular responses to hypoxia by deacetylating hypoxia-inducible factor 1 alpha. Mol Cell. 2010;38(6):864-878. doi:10.1016/j.molcel.2010.05.023.) Further, ectopic expression of SIRT1 has been demonstrated to reduce glycolysis by negatively regulating HIF-1α. (Wang Y, Bi Y, Chen X, et al. Histone Deacetylase SIRT1 Negatively Regulates the Differentiation of Interleukin-9-Producing CD4(+) T Cells. Immunity. 2016;44(6):1337-1349. doi:10.1016/j.immuni.2016.05.009). We have subsequently shown in Fig. 7G, that the increase in host glycolysis upon SIRT knockdown in the infected macrophages gets lowered upon HIF-1α inhibitor treatment, suggesting that one of the mechanisms of SIRT-mediated regulation of host glycolysis is via regulation of HIF-1α. However, this warrants further future mechanistic research. Recommendations for the authors: Reviewer #2 (Recommendations For The Authors): (1) Figures 8I-S: are only viable cells used for analysis? Please provide gating strategy used for these analyses. (2) Many changes seen in WB seem to be marginal. Since the authors used densitometric plot to quantify the band intensities, I expect these experiments were repeated at least three times. Please indicate the number of repeats. For instance, Figures 7C, 7I (UI SCR vs UI shSIRT3), 7J, show marginal changes or no changes. What do other WB images look like? Are they more convincing than the ones currently shown? Please provide them in the response letter. (3) Figure 7C: label is a bit misleading. Please relabel the figure title to Acetylated HIF vs total levels (4) Figure 7J: which band is AcPDHA1? (1) We are highly apologetic for not clarifying our gating strategy for the analysis. We initially gated the viable splenocyte population based on Forward scatter (FSC) and Side Scatter (SSC). This gated population was further subjected to gating based on cell FSC-H (height) versus FSC-A (area). Subsequently, the population was gated as per SSC-A and GFP (expressed by intracellular bacteria) based on the autofluorescence exhibited by the uninfected control (Fig. 8I-J). Author response image 1. Uninfected. Author response image 2. Vehicle control infected. Author response image 3. EX-527 infected. Author response image 4. 3TYP infected. Author response image 5. SRT 1720 infected. For gating different cell types such as F4/80 (PE) positive population in Fig. 8K-L, the viable cell population was gated based on SSC-A versus PE-A to gate the macrophage population. These macrophage populations were gated further based on GFP ( Salmonella ) + population to obtain the percentage of macrophage population harboring GFP+ bacteria. Similar strategies were followed for other cell types as depicted in Fig. 8M-S, Fig. S8. (2) We agree with the reviewer’s concern with the marginal changes in the western blots (Figures 7C, 7I (UI SCR vs UI shSIRT3), 7J). As per the suggestions, we have provided the alternate blot images and have indicated the number of repeats in the manuscript. The alternate blot images are provided herewith: Author response image 6. Alternate blot images for Fig. 7B-C. Author response image 7. Alternate blot images for Fig. 7I, J. (1) We are highly thankful to the reviewer for recommending this suggestion. We have made the necessary modifications of relabelling Fig. C to Acetylated HIF-1α over total HIF-1α as per the suggestion. (2) 7J Acetylated PDHA1 has been duly pointed as per the suggestion. We are extremely apologetic for the inconvenience caused. Author response image 8. Reviewer #3 (Recommendations For The Authors): The authors have done some work to improve the manuscript. However, the data presented lacks clarity. Fig 4B: I still do not see a change in Ac p65 in the less saturated blot. It looks reduced as the band is distorted. I am not sure how this could be quantified. Fig S2 b-actin bands are hyper saturated, and it is not possible to decipher the knockdown efficiency. It is probably better to provide a ponceau staining similar to S2C. The band intensity values are out of place. Fig 5F HADHA blot: Lane 1 expression appears to be significantly higher than lane 3, but the values mentioned do not match the intensity of the bands. It is hard to interpret the authors' claim that the shift in metabolism is HIF1a-dependent. Fig 7B: I would expect HIF1a acetylation to be increased in UI ShSIRT1 compared to UI SCR. The blot shows reduced HIF1a acetylation. Fig 7D: SIRT1 immunoprecipitates with HIF1a equally under all conditions. Is this what the authors expect? Labelling of the blots are not clear. It looks like the bottom SIRT1 blot is from Beads IgG control. Fig 7H: How does PDHA1 interact with SIRT3 so strongly in shSIRT3 cells (lane 2)? Authors have mentioned in their response that a knockdown of 40% has been achieved in the uninfected but the blot does not reflect that. SIRT3 expression seems to be more in the knockdown. Blots are also not labelled properly especially Input. The lanes are not marked. We thank the reviewer for acknowledging the improvements in the revised version and for suggesting further clarifications and improvements. We have tried to incorporate the specified modifications to the best of our abilities in the revised manuscript. We are highly apologetic for the inconclusive blot image in the figure 4B. We have provided an alternative blot image with better clarity for Fig.4B used for quantification analysis. Author response image 9. As per the reviewer’s valuable suggestions, we have provided the ponceau image in the Fig. S2B. We thank the reviewers for rightly pointing out the discrepancy in the band intensity quantification in the Fig. 5F. We have re-evaluated the intensities on imageJ and have provided with the correct band intensities. We are highly apologetic for the inaccuracies. As per the reviewer’s previous suggestion, we have performed additional experiments with HIF-1α inhibitor treatment in our revised manuscript to substantiate our correlative findings on SIRT1-mediated regulation of host glycolysis (Fig.7G). We wanted to clarify our claim in this regard. Our results suggested that loss of SIRT1 function triggered increased host glycolysis alongside hyperacetylation of HIF-1α. HIF-1α is reported to be one of the important players of glycolysis regulation (Kierans SJ, Taylor CT. Regulation of glycolysis by the hypoxia-inducible factor (HIF): implications for cellular physiology. J Physiol. 2021;599(1):23-37. doi:10.1113/JP280572.) and additionally, SIRT1 has been shown to regulate HIF-1α acetylation status (Lim JH, Lee YM, Chun YS, Chen J, Kim JE, Park JW. Sirtuin 1 modulates cellular responses to hypoxia by deacetylating hypoxia-inducible factor 1alpha. Mol Cell. 2010;38(6):864-878. doi:10.1016/j.molcel.2010.05.023.) Further, ectopic expression of SIRT1 has been demonstrated to reduce glycolysis by negatively regulating HIF-1α. (Wang Y, Bi Y, Chen X, et al. Histone Deacetylase SIRT1 Negatively Regulates the Differentiation of Interleukin-9-Producing CD4(+) T Cells. Immunity. 2016;44(6):1337-1349. doi:10.1016/j.immuni.2016.05.009). We have subsequently shown in Fig. 7G, that the increase in host glycolysis upon SIRT knockdown in the infected macrophages gets lowered upon HIF-1α inhibitor treatment, suggesting that one of the mechanisms of SIRT-mediated regulation of host glycolysis is via regulation of HIF-1α. However, this warrants further future mechanistic research. We agree with the reviewer’s claim of increased HIF-1α acetylation in the UI sh1 versus UI SCR. The apparent reduced acetylation depicted in UI sh1 in Fig. 7B could be attributed to lower HIF-1α levels in the UI sh1 compared to UI SCR. Therefore, we have provided an alternate blot image that been used for quantification in Fig. 7C (Author response image 6). To answer the reviewer’s question in Fig. 7D, we have noticed more or less equal degree of immunoprecipitation of HIF-1α under pull down of HIF-1α in all the sample cohorts under conditions of SIRT1 inhibitor treatment. However, we have observed reduced interaction of HIF-1α with SIRT1 in the infected sample upon SIRT1 inhibitor treatment. We thank the reviewers for suggesting improvements in the blot labelling and for raising this concern. We have corrected the blot labelling to avoid the previous confusion. We appreciate the reviewer’s concern and therefore we have provided an alternate blot image for Fig. 7H which might address the previous stated concern wherein we have achieved an enhanced SIRT3 knockdown percentage. We are extremely apologetic for the improper labelling of the Input blot with unmarked lanes. We have addressed this issue by labelling the lanes in the input section of the blots.",
    "full_text_abstract": "Sirtuins are the major players in host immunometabolic regulation. However, the role of sirtuins in the modulation of the immune metabolism pertaining to salmonellosis is largely unknown. Here, our investigation focussed on the role of two important sirtuins, SIRT1 and SIRT3, shedding light on their impact on intracellular Salmonella ’s metabolic switch and pathogenesis establishment. Our study indicated the ability of the live Salmonella Typhimurium to differentially regulate the levels of SIRT1 and SIRT3 for maintaining the high glycolytic metabolism and low fatty acid metabolism in Salmonella . Perturbing SIRT1 or SIRT3 through knockdown or inhibition resulted in a remarkable shift in the host metabolism to low fatty acid oxidation and high glycolysis. This switch led to decreased proliferation of Salmonella in the macrophages. Further, Salmonella -induced higher levels of SIRT1 and SIRT3 led to a skewed polarization state of the macrophages from a pro-inflammatory M1 state toward an immunosuppressive M2, making it more conducive for the intracellular life of Salmonella . Alongside, governing immunological functions by modulating p65 NF-κB acetylation, SIRT1, and SIRT3 also skew Salmonella- induced host metabolic switch by regulating the acetylation status of HIF-1α and PDHA1. Interestingly, though knockdown of SIRT1/3 attenuated Salmonella proliferation in macrophages, in in vivo mice model of infection, inhibition or knockdown of SIRT1/3 led to more dissemination and higher organ burden, which can be attributed to enhanced ROS and IL-6 production. Our study hence reports for the first time that Salmonella modulates SIRT1/3 levels to maintain its own metabolism for successful pathogenesis."
}