{
  "PMC": "11311807",
  "DOI": "10.3390/ijms25158020",
  "PMID": "39125589",
  "PMCID": "PMC11311807",
  "title": "Navigating Lipodystrophy: Insights from Laminopathies and Beyond.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC11311807",
  "source": "MED",
  "abstract_text": "Recent research into laminopathic lipodystrophies-rare genetic disorders caused by mutations in the LMNA gene-has greatly expanded our knowledge of their complex pathology and metabolic implications. These disorders, including Hutchinson-Gilford progeria syndrome (HGPS), Mandibuloacral Dysplasia (MAD), and Familial Partial Lipodystrophy (FPLD), serve as crucial models for studying accelerated aging and metabolic dysfunction, enhancing our understanding of the cellular and molecular mechanisms involved. Research on laminopathies has highlighted how <i>LMNA</i> mutations disrupt adipose tissue function and metabolic regulation, leading to altered fat distribution and metabolic pathway dysfunctions. Such insights improve our understanding of the pathophysiological interactions between genetic anomalies and metabolic processes. This review merges current knowledge on the phenotypic classifications of these diseases and their associated metabolic complications, such as insulin resistance, hypertriglyceridemia, hepatic steatosis, and metabolic syndrome, all of which elevate the risk of cardiovascular disease, stroke, and diabetes. Additionally, a range of published therapeutic strategies, including gene editing, antisense oligonucleotides, and novel pharmacological interventions aimed at addressing defective adipocyte differentiation and lipid metabolism, will be explored. These therapies target the core dysfunctional lamin A protein, aiming to mitigate symptoms and provide a foundation for addressing similar metabolic and genetic disorders.",
  "full_text": "pmc Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 11311807 10.3390/ijms25158020 ijms-25-08020 Review Navigating Lipodystrophy: Insights from Laminopathies and Beyond Krüger Peter Hartinger Ramona https://orcid.org/0000-0003-4067-4977 Djabali Karima * Hozák Pavel Academic Editor Epigenetics of Aging, Department of Dermatology and Allergy, TUM School of Medicine, Munich Institute of Biomedical Engineering (MIBE), Technical University of Munich (TUM), 85748 Garching, Germany; peter.krueger@tum.de (P.K.); ramona.hartinger@tum.de (R.H.) * Correspondence: djabali@tum.de 23 7 2024 8 2024 25 15 8020 09 6 2024 06 7 2024 16 7 2024 © 2024 by the authors. 2024 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Recent research into laminopathic lipodystrophies—rare genetic disorders caused by mutations in the LMNA gene—has greatly expanded our knowledge of their complex pathology and metabolic implications. These disorders, including Hutchinson-Gilford progeria syndrome (HGPS), Mandibuloacral Dysplasia (MAD), and Familial Partial Lipodystrophy (FPLD), serve as crucial models for studying accelerated aging and metabolic dysfunction, enhancing our understanding of the cellular and molecular mechanisms involved. Research on laminopathies has highlighted how LMNA mutations disrupt adipose tissue function and metabolic regulation, leading to altered fat distribution and metabolic pathway dysfunctions. Such insights improve our understanding of the pathophysiological interactions between genetic anomalies and metabolic processes. This review merges current knowledge on the phenotypic classifications of these diseases and their associated metabolic complications, such as insulin resistance, hypertriglyceridemia, hepatic steatosis, and metabolic syndrome, all of which elevate the risk of cardiovascular disease, stroke, and diabetes. Additionally, a range of published therapeutic strategies, including gene editing, antisense oligonucleotides, and novel pharmacological interventions aimed at addressing defective adipocyte differentiation and lipid metabolism, will be explored. These therapies target the core dysfunctional lamin A protein, aiming to mitigate symptoms and provide a foundation for addressing similar metabolic and genetic disorders. lipodystrophy Hutchinson-Gilford progeria syndrome (HGPS) familial partial lipodystrophy (FPLD) mandibuloacral dysplasia (MAD) lamin A adipose tissue aging metabolic syndrome Deutsche Forschungsgemeinschaft (DFG) 665271 This research was funded by the Deutsche Forschungsgemeinschaft (DFG) #665271 to KD. 1. Introduction Lipodystrophy, as a rare heterogeneous disorder, has gained increasing attention in recent years due to its implications for understanding metabolic syndromes and the molecular basis of obesity. Despite its low prevalence, estimated at 1–3.07 cases per million [ 1 , 2 ], lipodystrophy provides a valuable model for studying these conditions. The classification of lipodystrophies is primarily based on phenotypic characteristics, differentiating between partial or generalized forms and distinguishing inherited from acquired variants [ 3 ]. Patients with lipodystrophy frequently face not only aesthetic challenges, such as altered body fat composition or loss of visceral fat but also significant metabolic complications. These include insulin resistance, hypertriglyceridemia, hepatic steatosis, and metabolic syndrome. These complications collectively increase the risk of cardiovascular disease, stroke, and diabetes mellitus [ 4 , 5 ]. The underlying pathophysiology of lipodystrophy involves dysfunctional adipocyte differentiation, impaired triglyceride integration, and errors in the transcription and translation processes governing adipogenesis [ 6 ]. This review focuses on lipodystrophies associated with various laminopathies, such as Hutchinson-Gilford progeria pyndrome (HGPS), Mandibuloacral Dysplasia (MAD), and Familial Partial Lipodystrophy (FPLD), and compares them to acquired forms induced by HIV antiretroviral proteases [ 7 ]. Examining lipodystrophy in both genetically inherited cases and those induced by antiretroviral therapy can provide insights into the disease’s manifestation and aid in the development of new therapeutic strategies. Based on the analysis of this variety of symptoms, we aim to enhance understanding of the complex interactions between genetic anomalies and metabolic dysfunctions in these disorders. 2. Lamin A in Lipodystrophies LMNA gene encodes the nuclear lamin A and C through alternative splicing [ 8 ]. Lamin A/C are critical components of the nuclear lamina, a dense fibrillar network located beneath the inner nuclear envelope of most eukaryotic cells [ 9 ]. These proteins are part of the type V intermediate filament protein family and are essential in maintaining the structural integrity and mechanical stability of the nucleus. Lamin A is synthesized as a precursor, prelamin A, which undergoes several post-translational modifications. These modifications include farnesylation at the C-terminal CaaX motif of prelamin A, followed by proteolytic cleavage of the last three amino acids, and removal of the fifteen amino acids preceding the farnesylated cysteine by the enzyme ZMPSTE24 to produce mature lamin A. Lamin C, in contrast, does not undergo these post-translational modifications and has a shorter sequence [ 8 ]. Both lamin A and C are important for various cellular processes, including DNA replication, RNA transcription, cell cycle progression, and cellular response to mechanical stress. Additionally, lamin A and C interact with specific genomic regions known as lamina-associated domains (LADs) [ 10 ], which cover more than a quarter of the genome and are predominantly heterochromatic, containing mostly repressed genes [ 11 , 12 ]. Chromatin remodeling, essential during cellular differentiation, can be severely affected by any disruptions in this process, notably impacting adipogenesis [ 13 ]. Mutations in the LMNA gene lead to a spectrum of diseases called laminopathies [ 14 ], which include muscular dystrophies, cardiomyopathies, lipodystrophies, and premature aging syndromes such as progeria. These conditions underscore the significant role and clinical importance of lamin A/C in cell biology and disease pathology. Laminopathies such as FPLD2, are characterized by disruptions in the organization of LADs and their interactions with lamins, notably the R482W mutation in lamin A, located within the immunoglobulin fold domain, which alters this variant’s interactions with DNA and nucleosomes, thus affecting chromatin dynamics and disrupting the balance between euchromatin and heterochromatin, contributing to the pathophysiology of the disease [ 15 , 16 ]. The lipodystrophic laminopathies discussed involve direct modifications to the lamin A protein, accumulation of prelamin A, or disruptions in adipogenic factors that abnormally interact with lamin A. These genetic alterations often result in chromosomal disorganization, manifesting as various symptoms characteristic of these disorders. Addressing the side effects of lipodystrophy requires therapies focused on restoring energy balance and glucose homeostasis. It is imperative to look into the genetic foundations and chromosomal changes inherent in these conditions to develop effective treatments. In the following section, we will explore various lipodystrophy syndromes and the treatment options currently available for these disorders. 3. Functional Overview of the Human Adipose Tissue Describing adipose tissue only as an energy-storing organ is outdated. It is widely recognized as a crucial endocrine organ that plays significant roles beyond mere fat storage [ 17 , 18 ]. For functional segregation, adipose tissue is subdivided into different types, including white adipose tissue [ 19 ], brown adipose tissue (BAT), and beige adipose tissue [ 20 ]. 3.1. White Adipose Tissue WAT is ubiquitously distributed throughout the mammalian body, with over 10 distinct energy-storing depots identified in visceral or subcutaneous regions [ 21 ]. Adipocytes in WAT are characterized by a flat, peripherally located nucleus and a large lipid droplet that primarily stores triglycerides and cholesteryl esters [ 22 , 23 ]. The adipokine expression profiles in WAT have gained increasing attention due to their critical implications in metabolic syndrome, hypertriglyceridemia, type 2 diabetes, and lipodystrophic diseases. Beyond cytokines like TNFα and IL-6, WAT also secretes leptin, resistin, adiponectin, apelin, and other factors that play significant roles in metabolic regulation [ 18 ]. The increasing prevalence of obesity-related diseases has heightened the need for effective biomarkers and physiological indicators, such as blood cholesterol and triglyceride levels, to assess disease severity and type. Importantly, obesity alone does not inevitably lead to metabolic syndrome; the location and type of stored lipids are crucial determinants. For example, visceral obesity is strongly correlated with the onset of metabolic syndrome [ 24 , 25 ]. Neeland et al. demonstrated a significant correlation between the size of visceral adipose tissue [ 26 ] depots and cardiovascular disease risk, in contrast to subcutaneous adipose tissue [ 19 ], which did not present as a risk factor [ 27 ]. When the storage capacity of subcutaneous fat is exceeded, excess fat is then stored ectopically in VAT depots, a phenomenon central to the adipose tissue expandability hypothesis [ 28 ]. This hypothesis states that adipose tissue has a finite capacity for expansion, beyond which it cannot store additional lipids, leading to an increase in free fatty acids (FFAs) that are subsequently stored in ectopic depots. Such ectopic visceral lipid storage is believed to induce insulin resistance, mediated by lipotoxicity [ 29 , 30 ]. Lipotoxicity itself is driven by lipotoxic intermediates such as lysophosphatidic acid, diacylglycerol, and phosphatidic acid, which are products of triglyceride synthesis from FFAs [ 31 ]. In addition to the adipose tissue expandability hypothesis, increased inflammation in adipose tissue is also implicated in the development of insulin resistance [ 32 ]. Adipocytes are known to express pro-inflammatory cytokines that attract macrophages. These macrophages, in turn, secrete additional proinflammatory cytokines that impair insulin sensitivity. Type 2 macrophages release cytokines like TNFα, which inhibits insulin sensitivity and insulin-stimulated glucose uptake by altering insulin signal transduction [ 33 , 34 , 35 ]. Moreover, TNFα infusion in healthy humans has been shown to induce phosphorylation of p70 S6 kinase, leading to phosphorylation of Akt substrate 160 (AS160), which regulates GLUT4 translocation and thus glucose uptake, ultimately affecting organismal glucose homeostasis [ 33 ]. Additionally, the activation of the NFκB and JNK pathway in macrophages contributes to the inflammatory phenotype in adipocytes [ 32 ]. In an obese mouse model, an increase in macrophage numbers has been observed within adipose tissue, particularly around apoptotic adipocytes [ 32 , 36 ]. Also, there is a notable rise in the number of dead adipocytes in obese mice [ 36 ]. Consequently, increased adipose tissue is correlated with enhanced apoptotic adipocytes and macrophage infiltration, creating a pro-inflammatory environment within the fat tissue [ 37 ]. This inflammatory milieu negatively affects pre-adipocyte differentiation, triggered by the activation of the TNFα pathway, which further promotes insulin resistance by reducing adipose tissue expandability [ 38 ]. 3.2. Brown and Beige Adipose Tissue Excess energy is stored as WAT in the body, mostly within the subcutaneous compartment of the skin, leading to an increase in body mass [ 39 ]. In contrast, brown adipose tissue (BAT) expends energy through the activation of uncoupling protein 1 (UCP1) and does not serve as an energy store [ 40 ]. UCP1 facilitates fatty acid oxidation and energy expenditure by thermogenic processes [ 41 , 42 ]. In fact, BAT is thought to reduce hyperglycemia and hyperlipidemia by using circulating lipids and glucose for energy production via oxidative mechanisms driven by UCP1 [ 42 ]. BAT is abundant in early life, becoming gradually lost throughout adult life, and remains mostly in the cervical and supraclavicular regions [ 43 ]. “Fat browning” refers to the process wherein WAT develops characteristics like BAT, leading to the formation of beige adipose tissue. This transformation is protective against obesity, making beige adipose tissue a promising therapeutic target for obesity and its related complications [ 20 , 44 ]. However, proinflammatory cytokines like TNFα, IFNγ, IL-17, and IL6 can impair the energy-expending capacity of BAT, reducing glucose uptake and hindering the browning process of the subcutaneous adipose tissue [ 42 ]. Beige Adipocytes are formed in the WAT depots in response to thermoregulatory triggers (like cold temperatures) or dietary factors, including capsaicin, curcumin, menthol, resveratrol, green tea, and omega-3 fatty acids [ 45 ]. Moreover, pro-inflammatory factors compromise insulin sensitivity in BAT, impacting glucose uptake essential for BAT functioning and thermogenesis [ 42 ]. Impaired insulin-dependent glucose uptake has been documented in obesity models in rodents [ 46 ] and extensively studied for TNFα [ 33 , 47 ]. TNFα interferes with insulin signaling by binding to TNFR, reducing insulin-induced tyrosine phosphorylation and activating pathways that diminish AKT activity and alter protein tyrosine phosphatase 1B (PTP1B) expression [ 48 , 49 ]. Additionally, cytokines and chemokines like oncostatin, fractalkine, and LPS decrease thermogenic activity in BAT and prevent the browning of WAT, further complicating metabolic regulation [ 50 , 51 , 52 , 53 , 54 , 55 , 56 , 57 , 58 ]. In an experimental study where rodents were fed an obesity-inducing diet, proinflammatory macrophages were depleted, leading to increased expression of UCP1. The results support the hypothesis that macrophage infiltration in BAT ultimately contributes to insulin resistance and decreased thermogenesis [ 50 ]. Macrophages achieve this by uptaking norepinephrine (NE) and through the oxidation activity of monoamine oxidase A (MAOA). This interaction is believed to inhibit BAT activity in obesity, given the critical role of the sympathetic nervous system in activating BAT and inducing WAT browning through the local release of NE [ 42 , 59 , 60 ]. In contrast to obesity, where fat tissue is increased, patients with inherited lipodystrophies exhibit loss or ectopic accumulation of fat. These conditions, which may be generalized throughout the body or partial, affecting only specific areas, underline the diverse manifestation of fat distribution disorders [ 61 ]. In this review, we primarily focus on lipodystrophy linked to LMNA mutations, including HGPS, MAD, and FPLD [ 62 ]. Additionally, we compare these inherited lipodystrophies to acquired forms induced by antiretroviral treatment in HIV-positive patients. We aim to highlight the similarities in the dysregulated pathways that are commonly observed in both inherited and acquired forms, as well as in obesity-related metabolic disruptions. This comparative analysis seeks to deepen the understanding of the molecular mechanisms underlying various forms of lipodystrophy and their clinical implications. 4. Lipodystrophies—Genes, Pathways and Phenotypes 4.1. Hutchison Gilford Progeria Syndrome Hutchison Gilford progeria syndrome (HGPS), one of the most severe laminopathies, typically begins to show symptoms six months post-birth [ 63 ] ( Table 1 ). Previous studies have thoroughly presented the pathogenesis and population genetics of this condition [ 64 , 65 ]. In terms of lipodystrophy symptoms, adipose tissue reduction initially occurs in the limbs and chest, progresses to the neurocranial region, and later affects the facial, cheek, and pubic areas [ 64 ]. In most cases of HGPS, abdominal fat remains preserved, resulting in a noticeably prominent abdomen. Additionally, due to the thinning skin and loss of subcutaneous fat, children with HGPS exhibit distinctive features such as prominent eyes and visible blood vessels on the face and scalp [ 63 , 66 ]. HGPS is most commonly caused by a de novo heterozygous point mutation (c.1824 C > T; p.G608G) in the LMNA gene (OMIM #150330), located on chromosome 1q22 [ 67 , 68 ]. This LMNA G608G mutation creates an abnormal splice site that leads to a 50 amino acid deletion at the C-terminal end of prelamin A [ 67 ]. This deletion eliminates the endoproteolytic cleavage site for ZMPSTE24, leaving progerin permanently farnesylated [ 67 , 68 ]. The Farnesyl group anchors progerin to the inner nuclear membrane, causing disruption of the nuclear lamina and leading to abnormal nuclear morphology [ 69 ]. HGPS patients live until an average age of 14.7 years ( https://www.progeriaresearch.org (accessed on 23 October 2023)) and die from pathologies usually seen in old individuals. Cellular defects, including genome instability, nuclear abnormalities, epigenetic changes, telomere shortening, and mis-regulated gene expression, are held responsible for the detrimental phenotype of patients with HGPS. A notable clinical manifestation of HGPS is the loss of subcutaneous adipose tissue, which frequently leads to metabolic syndrome and insulin resistance ( Figure 1 ). Developing treatments that mitigate lipodystrophy symptoms is crucial, as it has the potential to substantially improve overall health and possibly extend the life expectancy of individuals with HGPS. The etiology of lipodystrophy in HGPS may not be fully understood yet, but recent findings suggest a complex interplay of factors contributing to its development. Progerin, anchored to the nuclear envelope, disrupts various cellular processes, exacerbating the condition. Lipoatrophy of subcutaneous white adipose tissue [ 4 ] in HGPS is triggered by the expression of the mutant prelamin A, which directly induces this pathology. Studies indicate that progerin impacts canonical pathways associated with adipogenesis and lipoatrophy. Specifically, the activation and localization of the lipogenesis-associated transcription factors SREBP1c and PPARγ are hindered due to their high binding affinity to progerin [ 70 , 71 , 72 ]. Furthermore, it has been demonstrated that progerin inhibits late-stage adipogenesis regulators, such as PPARγ and C/EBPα, without affecting early-stage adiprogenic regulators C/EBPβ and C/EBPδ [ 73 ] ( Figure 2 ). While losing fat tissue is generally associated with improved metabolic outcomes, such as increased insulin sensitivity and enhanced metabolic functions, paradoxically, lipodystrophy is associated with metabolic syndrome-like conditions. This condition, which is particularly evident in HGPS patients as well as patients with atypic progeroid syndromes [ 74 ] ( Table 1 ), is driven by dyslipidemia due to the accumulation of triglyceride in the bloodstream, a consequence of defective lipid storage in HGPS patients. The resulting lipotoxicity triggers the release of stress kinases, exacerbating insulin resistance [ 75 , 76 , 77 ]. Furthermore, studies using a murine model of HGPS have demonstrated that adipose tissue cells in these patients proliferate more rapidly than in controls and prematurely enter senescence, fueled by a proinflammatory milieu [ 78 ]. Similar patterns of hyperproliferation have also been previously observed in fibroblasts and epidermal skin cells [ 79 , 80 ]. ijms-25-08020-t001_Table 1 Table 1 Structured overview of the described laminopathies and acquired lipodystrophy. Disease Disease Type OMIM # Gen Association Chromosomal Location of Mutation Prevalence (PV) Clinical Phenotype Inheritance Lipodystrophy Specification Symptomatic Onset (Maximum Life Expectancy) References HGPS 176,670 LMNA 1q22 132 described patients (PV: 1:8,000,000) -lipodystrophy -micrognathia -hair loss -neoplasm -short stature -accelerated aging -failure to thrive -alopecia -late loss of primary teeth -nail dystrophy -early atherosclerosis -sclerodermatous skin -joint stiffness -muscular abnormalities autosomal dominant generalized loss of subcutaneous fat tissue [ 19 ] 6 months (14.5 years) [ 65 , 67 , 81 , 82 ] MAD A 248,370 LMNA 1q21 ~40 described cases (PV unknown) -lipodystrophy -skin pigmentation -osteoporosis -osteolysis -accelerated aging -retrognathia -joint stiffness -musculoskeletal abnormalities -insulin resistance -hypertriglyceridemia autosomal recessive partial loss of SAT in extremities 2–4 years (-) [ 83 , 84 , 85 , 86 ] B 608,612 ZMPSTE24 1p34 20+ cases (PV unknown) -lipodystrophy -skin pigmentation -osteoporosis -osteolysis -accelerated aging -retrognathia -joint stiffness -musculoskeletal abnormalities -insulin reistance -hypertriglyceridemia -loss of hair autosomal recessive generelized loss of SAT 2–4 years (-) [ 85 , 87 ] FPLD 1 (Köbberling Type) 608,600 polygenic - (PV: 1:1,000,000) 13+ described -lipodystrophy -insulin resistance -coronary artery disease -hypertension -hyperglycemia -hypertriglyceridemia -impaired glucose tolerance polygenic SAT loss at extremities Normal/increased fat distribution in face, neck and trunk Onset in childhood (-) [ 2 , 88 , 89 ] 2 (Dunningan type) 151,660 LMNA 1q21 >500 cases -lipodystrophy -acanthosis nigricans -female hirtuism -female mens- -trual abnormalities -increased heart disease risk -dyslipidemia -pancreatitis -diabetis mellitus -insulin resistance autosomal dominant Partial loss of SAT at limbs, torso, buttocks, hips fat increase in face, neck and buffalo hump formation Onset in puberty () [ 83 , 90 , 91 ] 3 604,367 PPARG 3q25 20 -lipodystrophy -hypertension -hypertriglyceridemia -insulin resistance -diabetes mellitus -pancreatitis autosomal dominant Partial fat loss in extremities – fat loss stronger in forearms and calves than upper arms and neck ? (-) [ 83 , 92 ] 4 613,877 PLIN1 15q26 4 families -lipodystrophy -muscular hypertrhorpy -cushingoid appearance -insulin-resistant -diabetes mellitus -acanthosis nigricans -hypertriglyceridemia -hypertension, -hepatic steatosis -ovarian dysfunction -increased fibrosis -increased macrophage infiltration autosomal dominant Partial loss of SAT in gluteal region and lower limbs Childhood/young adult (-) [ 83 , 93 ] 5 615,238 CIDEC 3p25 1 patient -lipodystrophy -abnormal menstrual cycle -insulin resistance -diabetes mellitus -hepatomegaly -hepatic steatosis -small lipid droplets -increased mitochondrial density -leptin/adiponectin decreased -acanthosis nigricans autosomal recessive Partial loss of SAT in lower limbs, normal fat in neck, face and axillary region Childhood (-) [ 83 , 94 ] 6 615,980 LIPE 19q13 2 families -lipodystrophy -menstrual irregularity -diabetes mellitus -hypertriglyceridemia -hepatic steatosis -low level of HLP autosomal recessive abnormal fat increase in neck, abdomen, clavicular regions, axillae, labia majora, back, and area below the triceps fat loss in lower limbs Adult onset (-) [ 83 , 95 , 96 ] 7 606,721 CAV1 7q31.2 3 patients -hyperlipoproteinemia -pancreatitis -acanthosis nigricans autosomal dominant subcutaneous fat loss upper body, subcutaneous fat los face Adult onset [ 97 ] AKT2 related - AKT2 19q13.2 1 family -diabetes mellitus -insulin resistance autosomal dominat partial lipoathrophy, diabetes mellitus, severe insulin resistance Adult onset [ 98 ] Progeroid Syndroms 614,008 BANF1 11q13 3 families -light brown skin spots on thorax -severe osteoporosis -osteolysis -micrognathia -scoliosis -pulmonary hypertension -mitral regurgitation autosomal recessive generalized lipoathrophy [ 99 ] Atypical Progeroid Sydromes LMNA c.1045 C > T (R349W) LMNA 1q22 10 patients -lipodystrophy -progeroid syndromes (see HGPS) -cardiomyopathy -hearing impairment autosomal domiant generalized lipoathrophy childhood onset [ 74 ] Aquired Lipodystrophy (ART therapy) - (ZMPSTE24) - 40% of HAART patients (up to 70% in long term treatment) -decreased mortality due to HIV -development of metabolic syndrome -lipodystrophy -diabetes mellitus -hypertension -mammary hypertrophy -lipomas - -Buffalo hump development -peripheral lipoathrophy in face, buttocks, arms and legs -abdominal lipohypertrophy Treatment dependent (-) [ 100 , 101 , 102 ] This increased proliferation in certain cells leads to an early onset of senescence, where senescent cells exhibit the senescence-associated secretory phenotype (SASP). SASP contributes to further cell senescence and enhances the release of proinflammatory cytokines, intensifying the inflammatory response [ 103 ]. Consequently, these proinflammatory factors promote macrophage infiltration into adipose tissue, establishing a perpetuating paracrine loop among adipocytes. Macrophages, through this interaction, activate the NF-kB pathway by triggering the Toll-like receptor 4 (TLR-4) [ 78 , 104 , 105 ]. Najdi et al. demonstrated that skin-derived precursor cells (SKPs) from HGPS fibroblast cultures can differentiate into adipocytes [ 106 ]. These HGPS-SKP precursors showed reduced adipogenesis potential, attributed to increased levels of senescence compared to control SKPs. Furthermore, the same study found that the JAK/STAT inhibitor baricitinib could enhance adipogenesis in HGPS cells by delaying the onset of senescence [ 106 ]. Other studies have demonstrated that Notch signaling is activated in cells expressing progerin, inhibiting the differentiation of human mesenchymal stem cells (hMSCs) into adipocytes [ 107 ]. Induced pluripotent stem cells (iPSCs) derived from HGPS fibroblasts also displayed signs of stem cell exhaustion, which further diminished their ability to differentiate into adipocytes [ 108 ]. Additionally, another investigation revealed that the accumulation of prelamin A, influenced by the activity of the Sp1 transcription factor, significantly impeded the cells capacity to differentiate into adipocytes [ 70 ]. These findings highlight complex regulatory mechanisms affected by lamin A mutations that lead to impaired adipogenesis in pathological conditions. A comprehensive analysis of treatment options for Hutchinson-Gilford progeria syndrome has shown farnesyl transferase inhibitors (FTIs) to be among the most effective strategies [ 109 ]. Despite their effectiveness, the toxicity associated with FTIs and the potential for alternative prenylation via geranylgeranyltransferases has driven the exploration of combination therapies. These therapies, typically involving statins and aminobisphosphonates, have yielded promising outcomes in mouse models. However, they have not demonstrated the same success in human clinical trials [ 110 , 111 ]. This discrepancy highlights the complexities and challenges in translating preclinical findings into effective clinical treatments for this condition. Recent advances in the treatment of genetic disorders have prominently featured nucleic acid therapies, offering promising alternatives for conditions like Hutchinson-Gilford Progeria Syndrome. Techniques such as prenatal genetic manipulations, antisense oligonucleotide therapy, CRISPR/Cas9, and ex vivo genetic manipulations have been identified as significant options in the fight against these diseases [ 112 , 113 , 114 , 115 , 116 , 117 ]. Specifically, antisense-morpholino-based therapies have proven effective; one study highlighted their capability to prevent pathological splicing of the LMNA gene [ 118 ]. Additionally, these therapies have successfully shifted the balance from Lamin A production towards Lamin C [ 119 ]. Innovations such as the use of endoporter systems and viral vectors have further enhanced the delivery and efficacy of these treatments [ 120 , 121 , 122 ], significantly contributing to the development of targeted treatments for HGPS by identifying and defining new therapeutic targets. 4.2. Mandibuloacral Dysplasia Mandibuloacral Dysplasia (MAD) is a multi-symptom disorder displaying lipodystrophy in patients [ 85 ]. Type A features mutations in the LMNA gene, while type B (MADB) exhibits mutations in ZMPSTE24 [ 123 , 124 ] ( Table 1 ). Patients with MAD develop normally until symptoms begin to appear around the age of 4–5 years, affecting bone, skin, and body fat distribution [ 85 ]. MAD is an autosomal recessive disease characterized by features of metabolic syndrome, including insulin resistance and hypertriglyceridemia [ 85 , 125 ]. The pattern of lipodystrophy in MAD varies being categorized into two types: MADA and MADB [ 85 ]. In MADA, lipodystrophy is partial, affecting selective regions, whereas in MADB, the condition is generalized, involving a more widespread loss of subcutaneous fat. Both forms are associated with increased fat accumulation in facial and visceral areas and the development of a buffalo hump—an ectopic fat depot located in the neck region [ 124 , 125 ] ( Figure 1 ). Interestingly, MADB patients exhibit a more severe course of the disease. Patients with MADA experience milder premature aging symptoms, such as dental crowding, clavicular resorption, acral osteolysis, skin alterations, and lipodystrophy, which tend to occur in the second half of life. MADB is associated with more severe symptoms and accelerated aging [ 85 ]. A missense mutation in the LMNA gene, where base 1580G is changed to 1580A on chromosome 1q21, alters the amino acid 527 from arginine to histidine. This mutation is linked to MADA pathology and causes the accumulation of unprocessed prelamin A [ 126 ]. The R527 mutation located on the surface of the C-terminal domain of lamin A/C disrupts the surface and binding properties of this domain, affecting its structural and functional integrity [ 124 ]. Furthermore, it has been observed that the N-terminal domain of SREBP1, particularly the amino acid sequence between 227 and 487, interacts with lamin A [ 127 ]. The mutation associated with MADA may impair SREBP1′s ability to bind to lamin A, potentially contributing to the development of lipodystrophy [ 124 ]. Consequently, this genetic alteration is associated with changes in heterochromatin organization, compromised nuclear envelope integrity, and premature senescence, underscoring the complex molecular implications of this laminopathy [ 85 , 126 ]. Compound heterozygous mutations in ZMPTSE24, located on chromosome 1p34, have been identified as a causal factor for MADB [ 87 , 123 , 124 ]. These mutations impair the protease activity of ZMPSTE24, leading to the accumulation of farnesylated prelamin A, which is crucial in the post-translational processing of lamin A [ 87 , 123 ]. As a result, the nuclear lamina exhibits abnormalities such as nuclear lobulation and a honeycomb pattern of lamin proteins, indicative of structural disruptions within the nucleus [ 124 ]. This lamina phenotype, coupled with the observed lipodystrophy pattern, is also seen in familial partial lipodystrophy (FPLD), suggesting a shared pathological mechanism across these distinct but related disorders [ 128 ] ( Figure 2 ). 4.3. Familial Partial Lipodystrophy Disease Familial partial lipodystrophy disease (FPLD), a rare genetic disorder characterized by the progressive loss of adipose tissue, has gained increased interest due to its association with metabolic syndromes in patients [ 83 ]. This connection has brought FPLD to the forefront of research on these conditions ( Table 1 ). FPLD is classified into six main types, each linked to mutations in different genes, including LMNA, PPARG, PLIN1, CIDEC, LIPE, and the polygenic associated with FPLD Type 1 [ 61 ]. Notably, FPLD Type 2 is associated with LMNA alterations, often leading to premature aging. These LMNA mutations, particularly the R482W mutation, result in the toxic accumulation of permanently farnesylated prelamin A, which contributes to a range of cellular defects. These defects impact nuclear envelope integrity, DNA organization, mitochondrial function, and autophagy, highlighting the systemic nature of the disorder [ 129 , 130 ]. Symptoms of FPLD include the loss of subcutaneous white adipose tissue coupled with excessive fat deposition in the face and the neck, leading to features such as buffalo hump and a muscular appearance. These symptoms typically begin during puberty [ 131 ] ( Figure 1 ). The initial symptoms generally appear during puberty or later, and patients also exhibit more pronounced muscle development, phlebomegaly, altered hand morphology with short fingers, small breasts, menstrual irregularities, and acanthosis nigricans [ 61 , 132 , 133 ]. Beyond aesthetic concerns, FPLD is linked to metabolic complications such as glucose intolerance, hypertriglyceridemia, and diabetes mellitus [ 131 ]. The onset of these symptoms starts from early childhood to early adulthood, depending on the specific genetic mutation responsible for FPLD [ 123 , 134 , 135 , 136 , 137 ]. The incidence of FPLD is estimated at approximately 1.37 to 1.43 cases per million, though actual numbers may be higher due to misdiagnosis or undiagnosed cases [ 138 ]. Furthermore, women with FPLD have a higher prevalence of diabetes compared to men [ 139 ]. Low levels of adiponectin and leptin in the serum of patients with FPLD may contribute to the lipoatrophy of subcutaneous fat [ 140 ]. Type 2 and 3 of FPLD are linked to mutations in genes essential for adipogenesis, while types 4, 5, and 6 are associated with alterations in lipid droplet assembly functions. Type 1 FPLD is recognized as a polygenic disorder [ 83 ] ( Figure 2 ). Interestingly, the same genetic variants of those laminopathies can lead to distinct phenotypes, and the same phenotype can originate from different variants. Moreover, different variants modulate the phenotype of other LMNA pathologies. For example, a woman with two variants in LMNA , c.1748C >T of exon 11, and an additional variant in LMNA , c.1583C >T of exon 9, exhibited the typical Dunnigan phenotype, whereas her father, who had the same variant in exon 11 displayed no lipodystrophy [ 133 , 141 ]. Another case involves a male patient with a progeroid syndrome with two different variants in the LMNA gene (exon 9 and 10) also had healthy parents with only one of those variants [ 142 ]. In addition to these six types of FPLD, other types described. FPLD type 7, also known as CAV1-related FPLD, is associated with a frameshift mutation in the CAV1 gene. Symptoms include subcutaneous fat loss in the upper body and face, hyperlipoproteinemia, and pancreatitis [ 97 ]. One family with a missense mutation in the AKT2 gene also exhibited partial lipodystrophy, severe insulin resistance, and diabetes mellitus [ 98 ]. AKT2 plays a role in adipocyte differentiation through the insulin signaling pathway, and the missense mutation described by George et al. is causative for the aforementioned pathological symptoms, underscoring the importance of AKT2 in maintaining insulin sensitivity and its implication in fat depot homeostasis [ 98 ]. Currently, no specific therapy exists for FPLD; treatment strategies are focused on managing metabolic symptoms, cosmetic surgery, dietary interventions, and moderate exercise. Promising future treatments include leptin replacement therapy, thiazolidinedione (TZDs), and insulin therapies, which are believed to reduce subcutaneous fat atrophy and improve metabolic symptoms [ 143 , 144 , 145 ]. Volanesorsen, an antisense oligonucleotide targeting apoC3, has proven highly effective in reducing triglyceride (TG) levels, although it may also cause an increase in LDL levels [ 146 ]. Recent phase 3 clinical trial data indicate that volanesorsen treatment in FPLD patients leads to an 88% decrease in apoC3 levels, a 69% decrease in triglycerides, and a 42% increase in HDL [ 147 ]. Hence, the same study reported a 50% improvement in insulin sensitivity among FPLD patients [ 147 ]. Evinacumab, a monoclonal antibody targeting angiopoietin-like 3 (ANGPTL3), represents another promising therapy. It has been shown to influence levels of TG, LDL, and HDL and has received FDA approval for the treatment of hypercholesterolemia [ 148 ]. Currently, it is also being used in clinical trials for treating FPLD, highlighting its potential utility in managing this disorder. Additionally, gemcabene, a drug now under development, has shown promise in lowering LDL and increasing HDL while exhibiting an anti-inflammatory effect [ 149 ]. Further insights into the interactions between mesenchymal stem cells (MSCs) and nutrient status, particularly through the application of CRISPR/Cas techniques, could facilitate the identification of novel drug targets. Such advancements are crucial for developing therapies that can effectively reduce the severity of symptoms in patients with FPLD. In addition to these lipodystrophies, a group of heterogenous atypical progeroid syndromes and the so-called Nestor-Guillermo progeria syndrome have been added to the list of lipodystrophy diseases ( Table 1 ). Nestor-Guillermo progeria syndrome (NGPS) is an autosomal recessive syndrome caused by a homozygous mutation of the BANF1 gene (c.34G > A; p.Ala12Thr), with only two cases. Symptoms include pseudo-senile facial appearance, impaired growth, and lipoatrophy but normal cognitive development [ 150 ]. Atypical progeroid syndromes (APS) represent a collection of diseases that display a range of metabolic discrepancies, adipogenic changes, and other comorbidities such as muscle wasting and osteoporosis. Given the vast heterogeneity, we display only the R349W type of APS in Table 1 , an autosomal dominant mutation in the LMNA gene causing generalized lipoatrophy and other progeroid symptoms [ 74 ]. The challenging aspect of laminopathies lies in their heterogenicity. The same mutation can cause a variety of different phenotypes, and both epigenetic and environmental influences can explain why the same variant causes different phenotypic outcomes. In the future, it will be necessary to define those modulating factors and develop therapies that specifically target them [ 133 ]. 4.4. Acquired Lipodystrophies (Antiretroviral HIV Drugs) The global HIV pandemic, which began in the latter half of the 20th century, has seen the virus spread across the world. HIV leads to acquired immune deficiency syndrome (AIDS), characterized by the destruction of the immune system and the subsequent development of life-threatening infections and tumors [ 151 ]. To combat this, antiretroviral treatments (ART) were developed, starting with the nucleoside reverse transcriptase inhibitor (NRTI) zidovudine, the first drug approved for HIV patients [ 152 ]. Next, other drugs such as proteinase inhibitors like Lopinavir or Ritonavir and non-nucleoside reverse transcriptase inhibitors (NNRTI) were FDA-approved in 1997, reducing the mortality of HIV patients by 47% [ 153 , 154 , 155 ]. However, the treatment with highly active antiviral therapy (HAART) has been linked with significant adverse effects, including lipodystrophy and metabolic, as well as cosmetic complications [ 7 ] ( Table 1 ). HIV infection is characterized by significant body mass loss due to increased protein turnover, an energy deficit, and reduced nutrient intake resulting from a compromised gastrointestinal barrier [ 156 ]. Unlike lipodystrophies such as MAD, FPLD, or HGPS, the fat loss observed in HIV patients results from physiological starvation rather than defective adipogenesis. Conversely, ART in HIV patients can induce distinct lipodystrophic phenotypes, including facial lipoatrophy and truncal lipohypertrophy (often referred to as “buffalo hump”). These changes are believed to originate from direct damage to adipocytes [ 157 , 158 ] ( Figure 1 ). The lipodystrophy associated with ART shares similarities with conditions observed in patients with mutations in LMNA or ZMSPTE 24 , suggesting a potential overlap in the underlying mechanisms that disrupt adipose tissue function and distribution. ART leads to decreases expression of pro-adipogenic genes, including PPARγ, C/REBα and SREBP1, resulting in reduced adipogenesis [ 71 ]. Moreover, NRTIs like zidovudine or staduvidine are known to induce the release of pro-inflammatory cytokines in adipocytes, including elevated levels of IL-6 and TNFα [ 159 , 160 ]. This inflammatory milieu contributes to fibrosis, impaired pre-adipocyte differentiation, and adipocyte apoptosis, collectively leading to the loss of fat tissues in patients treated with HIV ART [ 161 ]. This process highlights the complex adverse effects of ART on adipose tissue biology, emphasizing the need for therapeutic strategies that mitigate these impacts while managing HIV infection. Studies indicate that protease inhibitors like lopinavir inhibit ZMPSTE24, a zinc metallopeptidase crucial for cleaving prelamin A and maturing lamin A. The inhibition of ZMPSTE24 leads to disrupted post-translational processing of prelamin A, causing its accumulation in the nucleus. This accumulation is associated with nuclear blebbing, mislocalization of SREBP1, senescence, and inhibited adipogenesis [ 162 ] ( Figure 2 ). Understanding the molecular similarities between acquired and inherited lipodystrophies elucidates common mechanisms that underpin dysfunction in adipogenesis. This knowledge paves the way for identifying new drug targets or developing novel therapeutic agents to mitigate side effects like lipodystrophy. For example, the introduction of a newer class of antiretrovirals, Integrase strand transfer inhibitors (INSTIs), has achieved this aim [ 163 ]. Unlike earlier treatments, INSTIs have significantly reduced the incidence of lipodystrophy as a side effect while effectively managing HIV infection, as they do not inhibit ZMPSTE24 protease activity [ 164 ]. 5. Adipocyte Homeostasis—Essential for Glucose Metabolism and Cardiovascular Health Previously, we discussed how the capacity for adipocyte growth determines whether obesity is accompanied by adverse metabolic side effects. Variability in adipocyte size has shown that the number of adipocytes does not necessarily correlate directly with adiposity. Therefore, investigating the factors that define adiposity, and its origins is crucial for understanding adipocyte fitness and the pathology of obesity and lipodystrophy. A recent study highlighted the role of the mediator complex subunit MED19, which acts as a crucial intermediary between the transcription machinery and transcription factors essential for white adipogenesis [ 165 ]. MED19 specifically influences PPARγ expression. In experiments, MED19 knockout mice displayed severe white adipose tissue [ 19 ] atrophy but did not show a significant reduction in brown adipose tissue (BAT) mass. These mice also exhibited increased inflammation and insulin resistance, attributed to macrophage infiltration and apoptosis in WAT [ 165 ]. The significant reduction of WAT, alongside the maintenance of brown adipogenesis, did not alleviate insulin resistance, suggesting that WAT plays an integral role in maintaining adipocyte homeostasis. Leptin modulates adiposity by suppressing food intake and increasing energy expenditure [ 166 ]. The identification of leptin receptors in brain regions that govern energy intake and body weight regulation has facilitated research into leptin-based drug targeting [ 167 ]. This approach has been further substantiated by experiments demonstrating that increased energy expenditure leads to leanness, as shown in obese mice injected with a UCP1 adenovirus [ 168 ]. In these mice, successful expression of UCP-1 in white adipose tissue [ 19 ] not only heightened insulin and leptin sensitivity but also decreased food intake [ 168 ]. This evidence supports the therapeutic potential of targeting metabolic regulators to improve obesity-related metabolic disorders. Lipodystrophies often co-occur with cardiovascular disease, affecting fat depots such as perivascular adipose tissue (PVAT), epicardial adipose tissue (eAT), and mesenteric adipose tissue (mAT), which are closely linked to cardiovascular health. PVAT surrounds arteries, serving both as a protective layer and a thermogenic regulator [ 169 ]. It secretes adipokines that maintain vascular homeostasis [ 170 ]. Exposure to low temperatures can induce a browning process in PVAT by upregulating the expression of UCP1 and PGC-1α and simultaneously reducing levels of TNFα and IL-6, inflammatory cytokines that impair thermogenesis. Such impaired thermogenesis in PVAT is associated with an increased risk of atherosclerosis [ 171 , 172 , 173 , 174 , 175 ]. Moreover, brown perivascular adipocytes release H 2 O 2 and uptake norepinephrine (NE) to reduce hypertension [ 176 , 177 ]. Yet, the specific mechanisms by which NE metabolism interferes with fat browning remain unknown. Epicardial adipose tissue (eAT) is distinctively located around the human myocardium and is composed of brown and beige adipocytes [ 178 ]. Its functions include insulation, heat production, and limiting the access of FFAs to the myocardium [ 179 ]. eAT also secretes beneficial factors such as adiponectin and adrenomedullin, which are critical for cardiovascular health [ 180 ]. However, in pathological conditions like lipodystrophy, obesity, or advanced coronary artery disease, eAT often exhibits an increased presence of pro-inflammatory M1 macrophages. These macrophages release cytokines that can lead to detrimental effects on heart vascularization, exacerbating cardiovascular risks [ 181 , 182 , 183 , 184 , 185 , 186 , 187 , 188 , 189 ]. Mesenteric adipose tissue (mAT) has attracted increased attention recently due to its strategic location between the gut and the liver and its involvement in hepatic steatosis, metabolic syndrome, and as a marker of ileitis [ 190 ]. As part of the visceral adipose tissue [ 26 ], mAT is particularly susceptible to inflammation, more so than other VAT depots [ 190 , 191 ]. Studies have demonstrated that a high-fat diet exacerbates the inflammatory profile of mAT in mice [ 8 , 191 ]. Consequently, the removal of mAT has been shown to worsen metabolic syndrome and negatively affect glucose tolerance, highlighting its crucial role in maintaining metabolic homeostasis [ 191 ]. Dysregulation of adipose tissue homeostasis has been linked to an increased incidence of cardiovascular alterations such as ventricular hypertrophy, reduced ejection fraction, systolic dysfunction, and cardiomyopathy in patients with lipodystrophy. This underscores the critical importance of maintaining adequate adipocyte functionality in the body [ 192 ]. Glucose levels in a healthy human remain stable with physiological variations, even after food digestion. The rate of insulin expression is controlled by pancreatic β-cells, glucagon levels, corticosteroids, and coordinators of the central nervous system [ 193 ]. Leptin also plays a crucial role in modulating glucose homeostasis; it has been shown to reduce hyperglycemia in ob/ob mice [ 194 ], and leptin administration has successfully restored glucose homeostasis in patients with lipodystrophy [ 144 ]. To address the side effects of lipodystrophy effectively, new therapies should aim to restore energy balance and glucose homeostasis. Achieving these goals necessitates a deeper understanding of lipodystrophic syndromes to develop targeted therapies that can counteract both hypertrophic and hypotrophic fat conditions. 6. Amelioration of Lipodystrophy in Novel Therapies A variety of therapeutic strategies are currently investigated in preclinical and clinical trials to address lipodystrophy, including dietary adjustments, exercise, and thiazolidinediones (TZDs). TZDs have demonstrated efficacy in reducing proinflammatory mediators and enhancing markers of BAT such as PGC-1α [ 195 , 196 ]. Other treatment options include hypoglycemic agents, Roux-en-Y gastric bypass surgery, and medications commonly used for diabetes management. These approaches have been extensively reviewed in earlier publications [ 197 , 198 , 199 ]. Farnesyl transferase inhibitors (FTIs) are employed in the treatment of HGPS, which often develops generalized lipodystrophy [ 200 ]. HGPS, FTIs such as lonafarnib have been shown to reduce cellular progerin levels, significantly alleviating symptoms of the disease [ 201 , 202 , 203 ]. Lonafarnib monotherapy has notably been demonstrated to decrease mortality rates among HGPS patients [ 204 ]. Additionally, a combination therapy involving statin and bisphosphonate has been explored, showing potential for symptom reduction; however, the side effects of this regimen often surpass its benefits [ 111 ]. While statins are typically used to reduce cardiovascular risks by lowering blood cholesterol and bisphosphonates are employed to inhibit osteoclasts in the treatment of osteoporosis [ 205 , 206 ]. The specific impacts of FTIs and statins on adipose tissue and their effects on lipodystrophy remain minimally understood [ 207 ]. Therapeutic approaches for lipodystrophy have primarily been explored in clinical trials targeting familial partial lipodystrophies. The most prevalent treatment strategy involves leptin replacement using metreleptin therapy, which has been extensively studied and applied in this context [ 1 ]. 6.1. Leptin/Metreleptin Leptin is implicated in metabolic processes related to adipogenesis and food intake. Its positive effects on obese individuals have led to the development of leptin replacement therapy using the human recombinant leptin called metreleptin [ 208 ]. In 2018, metreleptin received approval in the EU for the treatment of FPLD (EMA approval, “ https://www.ema.europa.eu/system/files/documents/orphan-maintenance-report/wc500253195_en.pdf ” (accessed: 28 May 2024) [ 6 ] ( Table 2 ). Despite its efficacy, a randomized controlled study indicated that metreleptin treatment could trigger the production of neutralizing antibodies, potentially reducing its effectiveness [ 209 ]. However, more recent studies have confirmed that long-term treatment with metreleptin can still offer substantial health benefits, showing significant improvements even after 150 weeks [ 210 ]. Additionally, metreleptin treatment has been observed to lower overall mortality risks in patients with HIV-induced generalized and partial lipodystrophy [ 211 ]. At a molecular level, metreleptin has been shown to decrease levels of triacylglycerol, LDL-cholesterol, and hemoglobin A1c (HbA1c) [ 212 ]. The efficacy of metreleptin across different FPLD variants has been studied, particularly focusing on the most prevalent types associated with LMNA and PPARG mutations. Garg et al. demonstrated that metreleptin administration resulted in decreased hemoglobin A1c (HbA1c) levels and increased insulin sensitivity in both groups of patients [ 213 ]. Specifically, patients with the LMNA variants exhibited a decrease in triglyceride levels [ 214 ]. While metreleptin improves metabolic parameters in both obese and lipodystrophic patients, a more detailed follow-up on the physiological changes during therapy could provide further insights. Metreleptin is well tolerated in long-term treatment, and clinical trials have shown improvements in glycemic control, hypertriglyceridemia, and liver volume [ 215 ]. Moreover, metreleptin treatment enhances overall quality of life by reducing depression and anxiety, strengthening mental health, social functioning and overall vitality [ 216 , 217 ]. Evaluating how metreleptin enhances patient’s health, and well-being through improved physical activities and self-esteem could offer a clearer understanding of the full scope of benefits from metreleptin treatments. 6.2. LDL Lowering Drugs Gemcabene, a dialkyl-ether dicarboxylic acid with lipid-lowering properties that surpass those of currently used statins, is another therapeutic agent under investigation for treating lipodystrophies [ 218 ]. It has demonstrated potential in reducing cardiovascular disease risk by lowering levels of pro-inflammatory markers such as C-reactive protein (CRP) and cytokines IL-6 and IL-1β, with its action mediated through the inhibition of C/EBP-δ and NF-κB signaling pathways [ 219 ] ( Table 2 ). ijms-25-08020-t002_Table 2 Table 2 Overview of the therapy approaches. Possible/Current Syndroms of Application State of Research (Preclinical Cell Culture = 1, Preclinical Mouse Studies = 2, Clinical Studies in Human = 3 ) Benefits Side Effects Refernece Leptin/Metreleptin FPLD 3 -overall satiety -reduced hunger -reduced TG, HbA1c, LDL-cholesterol levels -increased insulin sensitivity -proteinuria -development of neutralizing antibodies -headache -lymphoma -hypersensitivity -decreased weight -abdominal pain -dizziness -fatigue [ 210 , 212 ] Gemcabene FPLD 3 -reduced dyslipidaemia -reduces CRP levels -reduced LDL-cholesterol -nausea/vomiting -anaemia -fever -rash -thrombocytopenia -oedema -increased AST, ALT and ALP [ 219 , 220 ] RNA based approaches Evinacumab HGPS, MAD, FPLD* 1 (in lipodystrophies) 3 (in hypercholisterinaemia) -reduced fasting TGs -reduced LDL levels -increased ALT and AST -flu like symptoms [ 221 , 222 ] Volanesorsen HGPS.FPLD, MAD* 1 (lipodystrophy) 3 (familial cyclomicroneamia) -reduction of blood level cyclomicrons -70–80% reduction of TGs -reduced pancreatitis -reduced insulin resistance -increased well being in FCS -serum sickness -dehydration -thrombocytopenia -injection side swelling, itching and bruising -rush -hypersensitivity -blood in urine -headache [ 147 , 223 ] AKCEA-APOCIII-L Rx HGPS, MAD, FPLD* /(lipodystrophy) 3 (CVD and Hypertriglyceridemia) -reduced TG levels -artherosclerotic proteins reduced -84% reduced apoC3 levels and 30% apoB reduced -HDL levels increased -no sever side effects [ 224 ] Viral vectors (AAV mediated FGF21 therapy) HGPS, MAD, FPLD* 2 (obesity & metabolic disease) -inhibited gluconeogenesis -increased adipose thermogenesis -incraesed liver fatty acid oxidation -reduced inflammation in pancreatic cells -improved energy homeostasis -reduced body weight -reduced hepatic steatosis -reduced fibrosis -no severe side effects observed in animals [ 225 , 226 , 227 ] Gene Therapy Splicing site silencing HGPS 1 ○ / ○ / [ 228 , 229 , 230 ] For patients with HGPS, who typically do not show elevated levels of LDL and CRP, gemcabene could offer significant benefits by managing other lipid-related aspects of the disorder [ 231 , 232 ]. In the case of FPLD, which is marked by dyslipidemia with reduced levels of HDL, gemcabene has the potential to decrease LDL levels of LDL and enhance the overall cholesterol profile, leading to more favorable outcomes [ 233 ]. An ongoing study assessing the efficacy and safety of gemcabene in FPLD has indicated promising results in reducing overall dyslipidemia, with an average triglyceride reduction of 19.6% among participants [ 220 ]. However, this study involved only five patients, three of whom remained on therapy [ 220 ]. Another approach involves targeting proprotein convertase subtilisin/kexin type 9 (PCSK9) [ 234 ]. Inhibition of PCSK9 has significantly reduced LDL plasma levels by increasing the activity of LDL receptors, thereby enhancing LDL clearance [ 234 ]. This suggests that the suppression of PCSK9 may be a key mechanism through which leptin facilitates the removal of LDL from extracellular fluid, highlighting a potential molecular pathway for reducing cardiovascular risk in these patients [ 235 ]. Studies on PCSK9 inhibitors have shown that patients regain a higher quality of life with the treatment; states of depression and anxiety were lowered, and their mental and social well-being was improved [ 236 , 237 ]. Moreover, newer antiretroviral drugs like tenofovir have been effective in reducing LDL-cholesterol levels in HIV patients suffering from lipodystrophy as a result of prior antiretroviral treatments [ 238 ]. Incorporating lifestyle changes and other lipid-lowering agents could further improve these conditions [ 239 , 240 ]. However, the effectiveness of gemcabene and other LDL-lowering agents in mitigating dyslipidemia among HIV patients warrants further investigation to establish their therapeutic potential and safety profiles in this specific patient population. 6.3. Anti-Inflammatory Drugs Adipose tissue is highly sensitive to cellular alterations, and the accumulation of proteins such as progerin (in HGPS) or prelamin A (in FPLD, MAD, and certain HIV treatments) can lead to cellular senescence, DNA damage, or inflammation, all of which precipitates significant changes in adipose tissue [ 78 , 241 , 242 , 243 , 244 ]. Inflammation is recognized as a factor in both aging and premature aging diseases [ 14 , 244 , 245 ]. Consequently, targeting inflammatory mediators represents a promising strategy in the management and treatment of lipodystrophy, suggesting a potential pathway to mitigate these profound effects on adipose tissue ( Table 2 ). The JAK/STAT inhibitor baricitinib, FDA-approved for rheumatoid arthritis [ 246 ], has been shown to reduce proinflammatory factors, cellular senescence, and progerin accumulation while enhancing cell proliferation, autophagy, homeostasis, and cell shape [ 247 , 248 ]. Our previous studies indicate that baricitinib treatment improves adipogenesis and lipid droplet formation in HGPS, FPLD, and MAD cells [ 106 , 200 ]. Studies involving patients with CANDLE (chronic atypical neutrophilic dermatosis with lipodystrophy and elevated temperatures), who also suffer from lipodystrophy, have shown overall improvements in both mental and physiological health, reducing pain and ameliorating quality of life, health, and medical assessment [ 249 ]. Metformin, an indirect mTOR-regulating drug commonly used for type-2 diabetes, exhibits beneficial effects on inflammation and aging [ 250 ]. Metformin-treated human umbilical cord-mesenchymal stem cells showed reductions in pro-inflammatory factors, enhanced adipogenesis, and lipid droplet formation [ 250 ]. Furthermore, Metformin reduces progerin accumulation, ROS levels, and molecular defects in HGPS fibroblasts while promoting autophagy [ 251 ]. Rapamycin, another mTOR regulator, has demonstrated potential in treating laminopathies linked to improvements in adipogenesis, body weight, and reductions in progerin or prelamin A levels [ 252 , 253 , 254 ]. Considering the critical role of the mTOR pathway in adipogenesis, which is often disrupted in laminopathies, targeting this pathway with rapamycin could significantly enhance adipose tissue formation [ 255 ]. The pro-inflammatory cytokine IL-6 is implicated in aging processes and laminopathies [ 85 , 247 , 256 , 257 ]. Tocilizumab, a well-tolerated anti-IL6 receptor antibody, is used to treat inflammation in autoimmune diseases such as rheumatoid arthritis [ 258 ]. A study on a progeroid mouse model treated with tocilizumab showed ameliorations in adipose tissue phenotype, overall progeroid characteristics, and weight gain [ 259 ]. Inflammation plays an important role in laminopathic lipodystrophies, and targeting proinflammatory mediators represents a promising therapeutic strategy. By inhibiting these mediators, it is possible to enhance the lipodystrophy phenotype and improve overall patient health. 6.4. RNA-Based Approaches: ASOs (Evinacumab-Like Mechanism) Angiopoietin-like protein 3 (ANGPTL3) impacts the triglyceride (TG) level [ 260 ]. Evinacumab, a monoclonal antibody that inhibits ANGPTL3, has been shown to reduce TG levels in both mice and humans [ 222 , 261 ]. In a clinical trial, patients with homozygous familial hypercholesterolemia treated with evinacumab showed a 47% reduction in LDL levels compared to a placebo group [ 221 ] ( Table 2 ). Additionally, ANGPTL3 has been targeted by antisense oligonucleotides (ASOs), which offer greater specificity than small molecule inhibitors [ 262 ]. However, the main challenge with ASOs lies in their delivery to tissues. Obstacles such as degradation by plasma nucleases, renal excretion, and cleavage by the reticuloendothelial system significantly reduce their availability [ 262 ]. ASOs are internalized by cells through endocytosis and must be shielded from lysosomal degradation to reach their targets effectively. Moreover, they can trigger immune reactions as they are detected by Toll-like receptors [ 263 ]. To overcome these barriers, advances in the chemistry and delivery of ASOs are essential. The third generation of ASOs, which are stable for about 48 h in plasma, show increased binding affinity, promote gymnastics, and can evade RNAse degradation, marking significant improvements in their development [ 262 , 264 , 265 ]. ASO treatments, like those targeting ANGPTL3, are potentially more beneficial than evinacumab due to their mild side effects, such as dizziness or headaches [ 260 ]. These ASOs have also shown efficacy in slowing the progression of atherosclerosis and reducing triglyceride and LDL levels in mice models of the disease [ 260 ]. However, simply lowering LDL and cholesterol levels may not sufficiently reduce cardiovascular risk, as patients with low LDL levels but high TG levels continue to face significant cardiovascular threats [ 266 , 267 ]. Another ASO, Volanesorsen, which targets apolipoprotein CIII (apoC3), has been used to treat familial chylomicronemia syndrome [ 146 ]. However, FDA approval was denied because 13% of the patients developed severe side effects, including pancreatitis, dehydration, and thrombocytopenia (Available online: https://www.drugs.com/history/waylivra.html# (accessed on 28 May 2024)) [ 147 , 268 ]. Conversely, a clinical study on Volanesorsen treatment in FCS patients, showing altered lipoprotein lipase (LPL) activity, demonstrated an amelioration of quality of life, including mental, social, and physiological well-being and a reduction in disease-related symptoms, stress, and physical limitations [ 269 ]. This highlights the need for careful evaluation of the benefits and risks associated with ASO therapies. AKCEA-APOCIII-L Rx , a third-generation ASO targeting apoC3, has demonstrated enhanced first passage clearance and higher tissue selectivity than volanesorsen. Due to its longer half-life, AKCEA-APOCIII-L Rx can be administrated in lower dosages, making it safer and more effective [ 224 ]. This ASO has been well-tolerated in clinical trials and has been shown to improve atherogenic lipid profiles, offering a promising therapeutic option [ 224 ]. In the context of lipodystrophic diseases, AKCEA-APOCIII-L Rx could potentially benefit patients with HGPS and FPLD by ameliorating the cardiovascular phenotype associated with these conditions. However, the efficacy and safety of this treatment strategy still require thorough investigation in clinical settings. For antisense oligonucleotide (ASO) therapies to be successful, efficient, and safe drug delivery systems (DDS) are essential to target cells and intracellular regions effectively. Two systems are predominantly used: lipid-based and polymer-based nanoparticles [ 270 , 271 ]. Lipid-based nanoparticles, already utilized in cancer therapies and COVID-19 vaccinations, are promising nanocarrier DDS [ 272 , 273 ]. The anionic oligonucleotide, combined with a cationic lipid, forms a nanoparticle complex, typically augmented by two additional helper lipids [ 274 ]. This complex protects the oligonucleotides from enzymatic degradation and extracellular factors, facilitating effective transport, high potency, and low cytotoxicity [ 270 , 275 , 276 ]. Additionally, polymer-based delivery systems and polymeric nanoparticles are widely used due to their stability and the ease with which their charge, degradability, and molecular weight can be adjusted to optimize cellular delivery [ 277 ]. Examples of polymer-based DDS include glucose-coated polymeric nanocarrier, polyamide nanocarrier, poly-l-lysine (PLL), core–shell nanoparticles, and polyethylene glycol [ 278 , 279 , 280 , 281 , 282 , 283 ]. While polymer-based nanoparticles demonstrate promising transfection efficiency, their potential high toxicity remains a challenge [ 271 , 283 ]. 6.5. Gene Therapies Recent advances in gene therapy technologies, such as CRISPR/Cas9 and Base Editing, have significantly enhanced the precision of genetic interventions, allowing for the targeting of specific genes or even single base pairs [ 284 , 285 ]. Adeno-associated virus (AAV) vectors, which are non-pathogenic and do not integrate genetic material into the host genome, facilitate the safe delivery of gene therapies directly to cells [ 286 ]. These vectors have been utilized to address metabolic dysfunctions, such as those caused by leptin deficiency, by promoting overexpression of leptin [ 287 ]. In another study, AAV vectors were used to deliver the Plin1 gene in C57BL/6NCrl mice, resulting in a reduction in serum lipid levels after just a single dose [ 288 ]. Building on this, Sommer et al. employed AAV serotype 8 vectors to target mice with congenital generalized lipodystrophy type 2 (CGL2), triggering overexpression of BSCL2 [ 289 ]. This innovative approach not only restored adipose tissue but also ameliorated the metabolic disease phenotype in this pre-clinical model, demonstrating the potential of gene therapy in treating complex metabolic disorders [ 289 ]. Another promising study has shown that gene editing of ANGPTL3 in mice effectively treated atherogenic dyslipidemia. The editing achieved approximately 35% efficacy, which significantly reduced triglycerides by 56% and cholesterol by 51% in plasma, compared to control animals [ 290 ]. Moreover, fibroblast growth factor 21 (FGF21), a member of the FGF superfamily, has shown beneficial effects in various disease models [ 227 ]. As an endocrine hormone, FGF21 modulates the ERK1/2 and MAPK pathways and is predominantly expressed in the pancreas, skeletal muscle, and adipose tissue. It is triggered by environmental stimuli such as low temperatures, starvation, and exercise [ 227 ]. Treatments using FGF21 analogs and mimetics have been shown to inhibit gluconeogenesis, increase adipose thermogenesis, and reduce inflammation in the pancreas, thus improving energy homeostasis and increasing fatty acid oxidation in the liver. However, these FGF21 analogs require continuous administration to maintain their effect. In contrast, gene therapy approaches in mice have successfully maintained elevated levels of FGF21 for at least a year following a single dose, presenting a significant advantage over conventional treatments [ 225 , 226 ] ( Table 2 ). 6.6. Posttranscriptional Modifications Strategies to reduce Lamin A expression can prevent the toxic accumulation of progerin or prelamin A [ 120 , 291 ]. In the context of neural cells, miRNA-9 plays a pivotal role by downregulating Lamin A and consequently reducing progerin expression in HGPS, which is notable as neurons of HGPS patients show no disease phenotype and maintain normal cognitive functions [ 292 ]. miRNA-9 plays a pivotal role by downregulating lamin A and consequently reducing progerin expression in HGPS, which is notable as neurons of HGPS patients show no disease phenotype and maintain normal cognitive functions [ 293 ]. However, the potential of targeting the miRNA-9 pathway to benefit patients with laminopathies still requires further exploration. Liu et al. used small hairpin RNA (shRNA) to target specific LMNA mutations and observed improved proliferation in smooth muscle cells (SMCs) derived from iPSC- HGPS cells [ 229 , 294 ]. These findings illustrate the multifaceted strategies being explored to mitigate the effects of laminopathies at the cellular level. Progerin production in HGPS is initiated by a silent mutation (c.1824 C > T; p.G608G) in exon 11 of the LMNA gene, which creates a cryptic splicing donor side [ 67 , 68 ]. Blocking this cryptic splice site in LMNA pre-mRNA is another post-transcriptional approach to reduce progerin expression. This strategy has been shown to improve the cellular phenotype of HGPS and decrease the expression of MMP3, MMP14, and CCL8 genes [ 230 ]. Additionally, a splicing-directed therapy applied in a mouse model of HGPS successfully increased body mass and extended lifespan compared to control mice, highlighting its potential as a viable therapeutic option [ 118 ]. 7. Conclusions Lipodystrophies are a diverse set of disorders, each with varied causes and symptoms, and are increasingly recognized for their complexity. Furthermore, the understanding of adipose tissue as an endocrine organ highlights its critical role in overall health. These disorders, including HGPS, MAD, FPLD, and the acquired type induced by antiretroviral therapy (ART), all feature a common element of dysregulated fat homeostasis. This dysregulation contributes to a cascade of adverse health effects. The role of inflammation in these conditions is currently a subject of intense investigation. We have explored how an inflammatory microenvironment can negatively impact adipocyte differentiation and growth. Conversely, dysfunctional adipocytes frequently trigger the release of pro-inflammatory cytokines, exacerbating inflammation. This inflammation can further impair adipogenesis or disrupt general energy homeostasis, a phenomenon also observed in obese individuals who accumulate dysfunctional and fibrotic adipocytes. A chronic energy surplus is linked to reduced autophagy, leading to the accumulation of misshapen proteins that negatively impact nearly every cellular mechanism, thereby increasing dysfunction and accelerating apoptosis or senescence. Nutrient sensing, mitochondrial function, and ATP homeostasis are intricately interconnected in a complex signaling network that maintains balanced energy levels within the body. Consequently, when adipocytes, the primary cells responsible for energy storage, become dysfunctional and unable to efficiently store energy, a consistent range of symptoms appears. These symptoms are remarkably similar across various forms of lipodystrophy, obesity, and acquired lipodystrophy. Within this framework, inflammation is both a symptom and a contributing factor to these metabolic alterations and should be carefully monitored in patients with lipodystrophy. This review has surveyed various forms of lipodystrophy, detailed their symptoms, and examined the resultant diseases based on our current understanding. Obesity, another multifaceted condition arising from excessive fat deposition, often leads to secondary diseases like heart disease and diabetes mellitus. Aging significantly affects fat distribution, with a decrease in subcutaneous fat and an increase in visceral fat as individuals age. This reduction in subcutaneous fat contributes to hypertriglyceridemia and elevated levels of free fatty acids in the blood, which can further drive disease development, mirroring effects seen in lipodystrophy and obesity. Understanding the mechanisms by which lipodystrophies disrupt adipocyte function is pivotal. By doing so, we can identify potential treatments that not only alleviate symptoms of lipodystrophies but also mitigate the side effects of obesity, thus promoting a healthier and extended life. Such insights are essential for identifying new strategies to counteract these disorders. Furthermore, disease models like HGPS, MAD, and FPLD, characterized by accelerated aging and metabolic syndrome, require further extensive research to eventually halt their debilitating symptoms. Lipodystrophies also offer invaluable models for identifying new therapeutic targets for combating the global obesity epidemic. Additionally, acquired lipodystrophies induced by antiretroviral drugs have propelled research that has led to the discovery of novel targets for these conditions. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions P.K. and K.D.: Conceptualization; P.K.: Visualization; P.K., R.H. and K.D.: writing manuscript; K.D.: funding acquisition, reviewing the manuscript. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement Not applicable. Conflicts of Interest The authors declare no conflicts of interest. References 1. Araújo-Vilar D. Santini F. Diagnosis and treatment of lipodystrophy: A step-by-step approach J. Endocrinol. Investig. 2019 42 61 73 10.1007/s40618-018-0887-z 29704234 2. Herbst K.L. Tannock L.R. Deeb S.S. Purnell J.Q. Brunzell J.D. Chait A. Köbberling type of familial partial lipodystrophy: An underrecognized syndrome Diabetes Care 2003 26 1819 1824 10.2337/diacare.26.6.1819 12766116 3. Garg A. Acquired and Inherited Lipodystrophies N. Engl. J. Med. 2004 350 1220 1234 10.1056/NEJMra025261 15028826 4. Rochlani Y. Pothineni N.V. Kovelamudi S. Mehta J.L. Metabolic syndrome: Pathophysiology, management, and modulation by natural compounds Ther. Adv. Cardiovasc. Dis. 2017 11 215 225 10.1177/1753944717711379 28639538 5. Reaven G.M. Role of Insulin Resistance in Human Disease (Syndrome X): An Expanded Definition Annu. Rev. Med. 1993 44 121 131 10.1146/annurev.me.44.020193.001005 8476236 6. Brown R.J. Araujo-Vilar D. Cheung P.T. Dunger D. Garg A. Jack M. Mungai L. Oral E.A. Patni N. Rother K.I. The Diagnosis and Management of Lipodystrophy Syndromes: A Multi-Society Practice Guideline J. Clin. Endocrinol. Metab. 2016 101 4500 4511 10.1210/jc.2016-2466 27710244 7. Carr A. Samaras K. Burton S. Law M. Freund J. Chisholm D.J. Cooper D.A. A syndrome of peripheral lipodystrophy, hyperlipidaemia and insulin resistance in patients receiving HIV protease inhibitors AIDS 1998 12 F51 F58 10.1097/00002030-199807000-00003 9619798 8. Lin F. Worman H.J. Structural organization of the human gene encoding nuclear lamin A and nuclear lamin C J. Biol. Chem. 1993 268 16321 16326 10.1016/S0021-9258(19)85424-8 8344919 9. Turgay Y. Medalia O. The structure of lamin filaments in somatic cells as revealed by cryo-electron tomography Nucleus 2017 8 475 481 10.1080/19491034.2017.1337622 28635493 10. van Steensel B. Belmont A.S. Lamina-Associated Domains: Links with Chromosome Architecture, Heterochromatin, and Gene Repression Cell 2017 169 780 791 10.1016/j.cell.2017.04.022 28525751 11. Meuleman W. Peric-Hupkes D. Kind J. Beaudry J.B. Pagie L. Kellis M. Reinders M. Wessels L. van Steensel B. Constitutive nuclear lamina-genome interactions are highly conserved and associated with A/T-rich sequence Genome Res. 2013 23 270 280 10.1101/gr.141028.112 23124521 12. Guelen L. Pagie L. Brasset E. Meuleman W. Faza M.B. Talhout W. Eussen B.H. de Klein A. Wessels L. de Laat W. Domain organization of human chromosomes revealed by mapping of nuclear lamina interactions Nature 2008 453 948 951 10.1038/nature06947 18463634 13. Liu Z. Chen T. Zhang S. Yang T. Gong Y. Deng H.W. Bai D. Tian W. Chen Y. Discovery and functional assessment of a novel adipocyte population driven by intracellular Wnt/β-catenin signaling in mammals Elife 2022 11 e77740 10.7554/eLife.77740 35503096 14. Cenni V. Capanni C. Mattioli E. Schena E. Squarzoni S. Bacalini M.G. Garagnani P. Salvioli S. Franceschi C. Lattanzi G. Lamin A involvement in ageing processes Ageing Res. Rev. 2020 62 101073 10.1016/j.arr.2020.101073 32446955 15. Solovei I. Wang A.S. Thanisch K. Schmidt C.S. Krebs S. Zwerger M. Cohen T.V. Devys D. Foisner R. Peichl L. LBR and lamin A/C sequentially tether peripheral heterochromatin and inversely regulate differentiation Cell 2013 152 584 598 10.1016/j.cell.2013.01.009 23374351 16. Bronshtein I. Kepten E. Kanter I. Berezin S. Lindner M. Redwood A.B. Mai S. Gonzalo S. Foisner R. Shav-Tal Y. Loss of lamin A function increases chromatin dynamics in the nuclear interior Nat. Commun. 2015 6 8044 10.1038/ncomms9044 26299252 17. Siiteri P.K. Adipose tissue as a source of hormones Am. J. Clin. Nutr. 1987 45 277 282 10.1093/ajcn/45.1.277 3541569 18. Kershaw E.E. Flier J.S. Adipose Tissue as an Endocrine Organ J. Clin. Endocrinol. Metab. 2004 89 2548 2556 10.1210/jc.2004-0395 15181022 19. Sakaguchi K. Takeda K. Maeda M. Ogawa W. Sato T. Okada S. Ohnishi Y. Nakajima H. Kashiwagi A. Glucose area under the curve during oral glucose tolerance test as an index of glucose intolerance Diabetol. Int. 2015 7 53 58 10.1007/s13340-015-0212-4 30603243 20. Wu J. Boström P. Sparks L.M. Ye L. Choi J.H. Giang A.-H. Khandekar M. Virtanen K.A. Nuutila P. Schaart G. Beige adipocytes are a distinct type of thermogenic fat cell in mouse and human Cell 2012 150 366 376 10.1016/j.cell.2012.05.016 22796012 21. Pond C.M. An evolutionary and functional view of mammalian adipose tissue Proc. Nutr. Soc. 1992 51 367 377 10.1079/PNS19920050 1480631 22. Saely C.H. Geiger K. Drexel H. Brown versus White Adipose Tissue: A Mini-Review Gerontology 2012 58 15 23 10.1159/000321319 21135534 23. Roberts L.D. West J.A. Vidal-Puig A. Griffin J.L. Chapter Twelve—Methods for Performing Lipidomics in White Adipose Tissue Methods in Enzymology MacDougald O.A. Academic Press Cambridge, MA, USA 2014 Volume 538 211 231 24. Gesta S. Tseng Y.-H. Kahn C.R. Developmental Origin of Fat: Tracking Obesity to Its Source Cell 2007 131 242 256 10.1016/j.cell.2007.10.004 17956727 25. Kissebah A.H. Krakower G.R. Regional adiposity and morbidity Physiol. Rev. 1994 74 761 811 10.1152/physrev.1994.74.4.761 7938225 26. Odegaard J.I. Ricardo-Gonzalez R.R. Goforth M.H. Morel C.R. Subramanian V. Mukundan L. Red Eagle A. Vats D. Brombacher F. Ferrante A.W. Macrophage-specific PPARgamma controls alternative activation and improves insulin resistance Nature 2007 447 1116 1120 10.1038/nature05894 17515919 27. Neeland I.J. Ayers C.R. Rohatgi A.K. Turer A.T. Berry J.D. Das S.R. Vega G.L. Khera A. McGuire D.K. Grundy S.M. Associations of visceral and abdominal subcutaneous adipose tissue with markers of cardiac and metabolic risk in obese adults Obesity 2013 21 E439 E447 10.1002/oby.20135 23687099 28. Frayn K. Adipose tissue as a buffer for daily lipid flux Diabetologia 2002 45 1201 1210 10.1007/s00125-002-0873-y 12242452 29. Virtue S. Vidal-Puig A. Adipose tissue expandability, lipotoxicity and the Metabolic Syndrome—An allostatic perspective Biochim. Biophys. Acta (BBA)—Mol. Cell Biol. Lipids 2010 1801 338 349 10.1016/j.bbalip.2009.12.006 20056169 30. Odegaard J.I. Chawla A. Pleiotropic Actions of Insulin Resistance and Inflammation in Metabolic Homeostasis Science 2013 339 172 10.1126/science.1230721 23307735 31. Schenk S. Saberi M. Olefsky J.M. Insulin sensitivity: Modulation by nutrients and inflammation J. Clin. Investig. 2008 118 2992 3002 10.1172/JCI34260 18769626 32. Shoelson S.E. Herrero L. Naaz A. Obesity, Inflammation, and Insulin Resistance Gastroenterology 2007 132 2169 2180 10.1053/j.gastro.2007.03.059 17498510 33. Plomgaard P. Bouzakri K. Krogh-Madsen R. Mittendorfer B. Zierath J.R. Pedersen B.K. Tumor necrosis factor-alpha induces skeletal muscle insulin resistance in healthy human subjects via inhibition of Akt substrate 160 phosphorylation Diabetes 2005 54 2939 2945 10.2337/diabetes.54.10.2939 16186396 34. Wu C.L. McNeill J. Goon K. Little D. Kimmerling K. Huebner J. Kraus V. Guilak F. Conditional Macrophage Depletion Increases Inflammation and Does Not Inhibit the Development of Osteoarthritis in Obese Macrophage Fas-Induced Apoptosis-Transgenic Mice Arthritis Rheumatol. 2017 69 1772 1783 10.1002/art.40161 28544542 35. van Loo G. Bertrand M.J.M. Death by TNF: A road to inflammation Nat. Rev. Immunol. 2023 23 289 303 10.1038/s41577-022-00792-3 36380021 36. Murano I. Barbatelli G. Parisani V. Latini C. Muzzonigro G. Castellucci M. Cinti S. Dead adipocytes, detected as crown-like structures, are prevalent in visceral fat depots of genetically obese mice J. Lipid Res. 2008 49 1562 1568 10.1194/jlr.M800019-JLR200 18390487 37. Weisberg S.P. McCann D. Desai M. Rosenbaum M. Leibel R.L. Ferrante A.W. Jr. Obesity is associated with macrophage accumulation in adipose tissue J. Clin. Investig. 2003 112 1796 1808 10.1172/JCI200319246 14679176 38. Cawthorn W.P. Heyd F. Hegyi K. Sethi J.K. Tumour necrosis factor-alpha inhibits adipogenesis via a beta-catenin/TCF4(TCF7L2)-dependent pathway Cell Death Differ. 2007 14 1361 1373 10.1038/sj.cdd.4402127 17464333 39. Schutz Y. Macronutrients and energy balance in obesity Metab.—Clin. Exp. 1995 44 7 11 10.1016/0026-0495(95)90311-9 7674915 40. Porter C. Quantification of UCP1 function in human brown adipose tissue Adipocyte 2017 6 167 174 10.1080/21623945.2017.1319535 28453364 41. Klingenberg M. Uncoupling protein--a useful energy dissipator J. Bioenerg. Biomembr. 1999 31 419 430 10.1023/A:1005440221914 10653471 42. Cannon B. Nedergaard J.A.N. Brown Adipose Tissue: Function and Physiological Significance Physiol. Rev. 2004 84 277 359 10.1152/physrev.00015.2003 14715917 43. Martínez-Fernández L. Fernández-Galilea M. Felix-Soriano E. Escoté X. González-Muniesa P. Moreno-Aliaga M.J. Chapter 4—Inflammation and Oxidative Stress in Adipose Tissue: Nutritional Regulation Obesity del Moral A.M. Aguilera García C.M. Academic Press Cambridge, MA, USA 2018 63 92 10.1016/B978-0-12-812504-5.00004-0 44. Wu J. Cohen P. Spiegelman B.M. Adaptive thermogenesis in adipocytes: Is beige the new brown? Genes Dev. 2013 27 234 250 10.1101/gad.211649.112 23388824 45. El Hadi H. Di Vincenzo A. Vettor R. Rossato M. Food Ingredients Involved in White-to-Brown Adipose Tissue Conversion and in Calorie Burning Front. Physiol. 2019 9 1954 10.3389/fphys.2018.01954 30687134 46. Ferré P. Burnol A.F. Leturque A. Terretaz J. Penicaud L. Jeanrenaud B. Girard J. Glucose utilization in vivo and insulin-sensitivity of rat brown adipose tissue in various physiological and pathological conditions Biochem. J. 1986 233 249 252 10.1042/bj2330249 3513758 47. Wu W. Wang X. Berleth N. Deitersen J. Wallot-Hieke N. Böhler P. Schlütermann D. Stuhldreier F. Cox J. Schmitz K. The Autophagy-Initiating Kinase ULK1 Controls RIPK1-Mediated Cell Death Cell Rep. 2020 31 107547 10.1016/j.celrep.2020.107547 32320653 48. Valverde A.M. Teruel T. Navarro P. Benito M. Lorenzo M. Tumor necrosis factor-alpha causes insulin receptor substrate-2-mediated insulin resistance and inhibits insulin-induced adipogenesis in fetal brown adipocytes Endocrinology 1998 139 1229 1238 10.1210/endo.139.3.5854 9492058 49. Lorenzo M. Fernández-Veledo S. Vila-Bedmar R. Garcia-Guerra L. De Alvaro C. Nieto-Vazquez I. Insulin resistance induced by tumor necrosis factor-alpha in myocytes and brown adipocytes J. Anim. Sci. 2008 86 E94 E104 10.2527/jas.2007-0462 17940160 50. Sakamoto T. Nitta T. Maruno K. Yeh Y.S. Kuwata H. Tomita K. Goto T. Takahashi N. Kawada T. Macrophage infiltration into obese adipose tissues suppresses the induction of UCP1 level in mice Am. J. Physiol. Endocrinol. Metab. 2016 310 E676 E687 10.1152/ajpendo.00028.2015 26884382 51. Bae J. Ricciardi C.J. Esposito D. Komarnytsky S. Hu P. Curry B.J. Brown P.L. Gao Z. Biggerstaff J.P. Chen J. Activation of pattern recognition receptors in brown adipocytes induces inflammation and suppresses uncoupling protein 1 expression and mitochondrial respiration Am. J. Physiol. Cell Physiol. 2014 306 C918 C930 10.1152/ajpcell.00249.2013 24627558 52. Okla M. Zaher W. Alfayez M. Chung S. Inhibitory Effects of Toll-Like Receptor 4, NLRP3 Inflammasome, and Interleukin-1β on White Adipocyte Browning Inflammation 2018 41 626 642 10.1007/s10753-017-0718-y 29264745 53. Nøhr M.K. Bobba N. Richelsen B. Lund S. Pedersen S.B. Inflammation Downregulates UCP1 Expression in Brown Adipocytes Potentially via SIRT1 and DBC1 Interaction Int. J. Mol. Sci. 2017 18 1006 10.3390/ijms18051006 28481291 54. Valladares A. Roncero C. Benito M. Porras A. TNF-alpha inhibits UCP-1 expression in brown adipocytes via ERKs. Opposite effect of p38MAPK FEBS Lett. 2001 493 6 11 10.1016/S0014-5793(01)02264-5 11277995 55. Goto T. Naknukool S. Yoshitake R. Hanafusa Y. Tokiwa S. Li Y. Sakamoto T. Nitta T. Kim M. Takahashi N. Proinflammatory cytokine interleukin-1β suppresses cold-induced thermogenesis in adipocytes Cytokine 2016 77 107 114 10.1016/j.cyto.2015.11.001 26556104 56. Sanchez-Infantes D. White U.A. Elks C.M. Morrison R.F. Gimble J.M. Considine R.V. Ferrante A.W. Ravussin E. Stephens J.M. Oncostatin m is produced in adipose tissue and is regulated in conditions of obesity and type 2 diabetes J. Clin. Endocrinol. Metab. 2014 99 E217 E225 10.1210/jc.2013-3555 24297795 57. Sánchez-Infantes D. Cereijo R. Peyrou M. Piquer-Garcia I. Stephens J.M. Villarroya F. Oncostatin m impairs brown adipose tissue thermogenic function and the browning of subcutaneous white adipose tissue Obesity 2017 25 85 93 10.1002/oby.21679 27706920 58. Polyák Á. Winkler Z. Kuti D. Ferenczi S. Kovács K.J. Brown adipose tissue in obesity: Fractalkine-receptor dependent immune cell recruitment affects metabolic-related gene expression Biochim. Biophys. Acta 2016 1861 1614 1622 10.1016/j.bbalip.2016.07.002 27417459 59. Pirzgalska R.M. Seixas E. Seidman J.S. Link V.M. Sánchez N.M. Mahú I. Mendes R. Gres V. Kubasova N. Morris I. Sympathetic neuron-associated macrophages contribute to obesity by importing and metabolizing norepinephrine Nat. Med. 2017 23 1309 1318 10.1038/nm.4422 29035364 60. Camell C.D. Sander J. Spadaro O. Lee A. Nguyen K.Y. Wing A. Goldberg E.L. Youm Y.H. Brown C.W. Elsworth J. Inflammasome-driven catecholamine catabolism in macrophages blunts lipolysis during ageing Nature 2017 550 119 123 10.1038/nature24022 28953873 61. Hussain I. Garg A. Lipodystrophy Syndromes Endocrinol. Metab. Clin. N. Am. 2016 45 783 797 10.1016/j.ecl.2016.06.012 62. Vigouroux C. Capeau J. A-type lamin-linked lipodystrophies Novartis Found. Symp. 2005 264 166 177 discussion 177–182, 227–130 15773753 63. Ullrich N.J. Gordon L.B. Hutchinson-Gilford progeria syndrome Handb. Clin. Neurol. 2015 132 249 264 10.1016/b978-0-444-62702-5.00018-4 26564085 64. Hennekam R.C.M. Hutchinson–Gilford progeria syndrome: Review of the phenotype Am. J. Med. Genet. Part A 2006 140 2603 2624 10.1002/ajmg.a.31346 16838330 65. DeBusk F.L. The Hutchinson-Gilford progeria syndrome. Report of 4 cases and review of the literature J. Pediatr. 1972 80 697 724 10.1016/S0022-3476(72)80229-4 4552697 66. Merideth M.A. Gordon L.B. Clauss S. Sachdev V. Smith A.C. Perry M.B. Brewer C.C. Zalewski C. Kim H.J. Solomon B. Phenotype and course of Hutchinson-Gilford progeria syndrome N. Engl. J. Med. 2008 358 592 604 10.1056/NEJMoa0706898 18256394 67. Eriksson M. Brown W.T. Gordon L.B. Glynn M.W. Singer J. Scott L. Erdos M.R. Robbins C.M. Moses T.Y. Berglund P. Recurrent de novo point mutations in lamin A cause Hutchinson-Gilford progeria syndrome Nature 2003 423 293 298 10.1038/nature01629 12714972 68. De Sandre-Giovannoli A. Bernard R. Cau P. Navarro C. Amiel J. Boccaccio I. Lyonnet S. Stewart C.L. Munnich A. Le Merrer M. Lamin A Truncation in Hutchinson-Gilford Progeria Science 2003 300 2055 10.1126/science.1084125 12702809 69. Chen L. Lee L. Kudlow B.A. Dos Santos H.G. Sletvold O. Shafeghati Y. Botha E.G. Garg A. Hanson N.B. Martin G.M. LMNA mutations in atypical Werner’s syndrome Lancet 2003 362 440 445 10.1016/S0140-6736(03)14069-X 12927431 70. Duband-Goulet I. Woerner S. Gasparini S. Attanda W. Kondé E. Tellier-Lebègue C. Craescu C.T. Gombault A. Roussel P. Vadrot N. Subcellular localization of SREBP1 depends on its interaction with the C-terminal region of wild-type and disease related A-type lamins Exp. Cell Res. 2011 317 2800 2813 10.1016/j.yexcr.2011.09.012 21993218 71. Bastard J.-P. Caron M. Vidal H. Jan V. Auclair M. Vigouroux C. Luboinski J. Laville M. Maachi M. Girard P.-M. Association between altered expression of adipogenic factor SREBP1 in lipoatrophic adipose tissue from HIV-1-infected patients and abnormal adipocyte differentiation and insulin resistance Lancet 2002 359 1026 1031 10.1016/S0140-6736(02)08094-7 11937183 72. Kim J.B. Sarraf P. Wright M. Yao K.M. Mueller E. Solanes G. Lowell B.B. Spiegelman B.M. Nutritional and insulin regulation of fatty acid synthetase and leptin gene expression through ADD1/SREBP1 J. Clin. Investig. 1998 101 1 9 10.1172/jci1411 9421459 73. Xiong Z.M. LaDana C. Wu D. Cao K. An inhibitory role of progerin in the gene induction network of adipocyte differentiation from iPS cells Aging 2013 5 288 303 10.18632/aging.100550 23596277 74. Magno S. Ceccarini G. Pelosini C. Ferrari F. Prodam F. Gilio D. Maffei M. Sessa M.R. Barison A. Ciccarone A. Atypical Progeroid Syndrome and Partial Lipodystrophy Due to LMNA Gene p.R349W Mutation J. Endocr. Soc. 2020 4 bvaa108 10.1210/jendso/bvaa108 32913962 75. Mann J.P. Savage D.B. What lipodystrophies teach us about the metabolic syndrome J. Clin. Investig. 2019 129 4009 4021 10.1172/JCI129190 31380809 76. Rochford J.J. Molecular mechanisms controlling human adipose tissue development: Insights from monogenic lipodystrophies Expert. Rev. Mol. Med. 2010 12 e24 10.1017/S1462399410001547 20673380 77. Vigouroux C. Guénantin A.C. Vatier C. Capel E. Le Dour C. Afonso P. Bidault G. Béréziat V. Lascols O. Capeau J. Lipodystrophic syndromes due to LMNA mutations: Recent developments on biomolecular aspects, pathophysiological hypotheses and therapeutic perspectives Nucleus 2018 9 235 248 10.1080/19491034.2018.1456217 29578370 78. Revêchon G. Viceconte N. McKenna T. Sola Carvajal A. Vrtačnik P. Stenvinkel P. Lundgren T. Hultenby K. Franco I. Eriksson M. Rare progerin-expressing preadipocytes and adipocytes contribute to tissue depletion over time Sci. Rep. 2017 7 4405 10.1038/s41598-017-04492-0 28667315 79. Bridger J.M. Kill I.R. Aging of Hutchinson-Gilford progeria syndrome fibroblasts is characterised by hyperproliferation and increased apoptosis Exp. Gerontol. 2004 39 717 724 10.1016/j.exger.2004.02.002 15130666 80. Sagelius H. Rosengardten Y. Hanif M. Erdos M.R. Rozell B. Collins F.S. Eriksson M. Targeted transgenic expression of the mutation causing Hutchinson-Gilford progeria syndrome leads to proliferative and degenerative epidermal disease J. Cell Sci. 2008 121 969 978 10.1242/jcs.022913 18334552 81. Harhouri K. Frankel D. Bartoli C. Roll P. De Sandre-Giovannoli A. Lévy N. An overview of treatment strategies for Hutchinson-Gilford Progeria syndrome Nucleus 2018 9 246 257 10.1080/19491034.2018.1460045 29619863 82. Gordon L.B. Brown W.T. Collins F.S. Hutchinson-Gilford Progeria Syndrome GeneReviews(®) Adam M.P. Feldman J. Mirzaa G.M. Pagon R.A. Wallace S.E. Bean L.J.H. Gripp K.W. Amemiya A. University of Washington Seattle, WA, USA 1993 83. Bagias C. Xiarchou A. Bargiota A. Tigas S. Familial Partial Lipodystrophy (FPLD): Recent Insights Diabetes Metab. Syndr. Obes. 2020 13 1531 1544 10.2147/DMSO.S206053 32440182 84. Tsoukas M.A. Mantzoros C.S. Chapter 37—Lipodystrophy Syndromes Endocrinology: Adult and Pediatric 7th ed. Jameson J.L. De Groot L.J. de Kretser D.M. Giudice L.C. Grossman A.B. Melmed S. Potts J.T. Weir G.C. W.B. Saunders Philadelphia, PA, USA 2016 648 661.e645 10.1016/B978-0-323-18907-1.00037-8 85. Cenni V. D’Apice M.R. Garagnani P. Columbaro M. Novelli G. Franceschi C. Lattanzi G. Mandibuloacral dysplasia: A premature ageing disease with aspects of physiological ageing Ageing Res. Rev. 2018 42 1 13 10.1016/j.arr.2017.12.001 29208544 86. Fiorenza C.G. Chou S.H. Mantzoros C.S. Lipodystrophy: Pathophysiology and advances in treatment Nat. Rev. Endocrinol. 2011 7 137 150 10.1038/nrendo.2010.199 21079616 87. Hitzert M.M. van der Crabben S.N. Baldewsingh G. van Amstel H.K.P. van den Wijngaard A. van Ravenswaaij-Arts C.M.A. Zijlmans C.W.R. Mandibuloacral dysplasia type B (MADB): A cohort of eight patients from Suriname with a homozygous founder mutation in ZMPSTE24 (FACE1), clinical diagnostic criteria and management guidelines Orphanet J. Rare Dis. 2019 14 294 10.1186/s13023-019-1269-0 31856865 88. Johansen K. Rasmussen M.H. Kjems L.L. Astrup A. An unusual type of familial lipodystrophy J. Clin. Endocrinol. Metab. 1995 80 3442 3446 10.1210/jcem.80.12.8530581 8530581 89. Köbberling J. Dunnigan M.G. Familial partial lipodystrophy: Two types of an X linked dominant syndrome, lethal in the hemizygous state J. Med. Genet. 1986 23 120 127 10.1136/jmg.23.2.120 3712389 90. Garg A. Clinical review#: Lipodystrophies: Genetic and acquired body fat disorders J. Clin. Endocrinol. Metab. 2011 96 3313 3325 10.1210/jc.2011-1159 21865368 91. Diker-Cohen T. Cochran E. Gorden P. Brown R.J. Partial and generalized lipodystrophy: Comparison of baseline characteristics and response to metreleptin J. Clin. Endocrinol. Metab. 2015 100 1802 1810 10.1210/jc.2014-4491 25734254 92. Barroso I. Gurnell M. Crowley V.E. Agostini M. Schwabe J.W. Soos M.A. Maslen G.L. Williams T.D. Lewis H. Schafer A.J. Dominant negative mutations in human PPARgamma associated with severe insulin resistance, diabetes mellitus and hypertension Nature 1999 402 880 883 10.1038/47254 10622252 93. Gandotra S. Le Dour C. Bottomley W. Cervera P. Giral P. Reznik Y. Charpentier G. Auclair M. Delépine M. Barroso I. Perilipin deficiency and autosomal dominant partial lipodystrophy N. Engl. J. Med. 2011 364 740 748 10.1056/NEJMoa1007487 21345103 94. Rubio-Cabezas O. Puri V. Murano I. Saudek V. Semple R.K. Dash S. Hyden C.S. Bottomley W. Vigouroux C. Magré J. Partial lipodystrophy and insulin resistant diabetes in a patient with a homozygous nonsense mutation in CIDEC EMBO Mol. Med. 2009 1 280 287 10.1002/emmm.200900037 20049731 95. Zolotov S. Xing C. Mahamid R. Shalata A. Sheikh-Ahmad M. Garg A. Homozygous LIPE mutation in siblings with multiple symmetric lipomatosis, partial lipodystrophy, and myopathy Am. J. Med. Genet. A 2017 173 190 194 10.1002/ajmg.a.37880 27862896 96. Carboni N. Brancati F. Cocco E. Solla E. D‘Apice M.R. Mateddu A. McIntyre A. Fadda E. Mura M. Lattanzi G. Partial lipodystrophy associated with muscular dystrophy of unknown genetic origin Muscle Nerve 2014 49 928 930 10.1002/mus.24157 24375490 97. Cao H. Alston L. Ruschman J. Hegele R.A. Heterozygous CAV1 frameshift mutations (MIM 601047) in patients with atypical partial lipodystrophy and hypertriglyceridemia Lipids Health Dis 2008 7 3 10.1186/1476-511X-7-3 18237401 98. George S. Rochford J.J. Wolfrum C. Gray S.L. Schinner S. Wilson J.C. Soos M.A. Murgatroyd P.R. Williams R.M. Acerini C.L. A family with severe insulin resistance and diabetes due to a mutation in AKT2 Science 2004 304 1325 1328 10.1126/science.1096706 15166380 99. Puente X.S. Quesada V. Osorio F.G. Cabanillas R. Cadiñanos J. Fraile J.M. Ordóñez G.R. Puente D.A. Gutiérrez-Fernández A. Fanjul-Fernández M. Exome sequencing and functional analysis identifies BANF1 mutation as the cause of a hereditary progeroid syndrome Am. J. Hum. Genet. 2011 88 650 656 10.1016/j.ajhg.2011.04.010 21549337 100. Batterham M.J. Garsia R. Greenop P. Prevalence and predictors of HIV-associated weight loss in the era of highly active antiretroviral therapy Int. J. STD AIDS 2002 13 744 747 10.1258/095646202320753682 12437893 101. Mutimura E. Stewart A. Rheeder P. Crowther N.J. Metabolic function and the prevalence of lipodystrophy in a population of HIV-infected African subjects receiving highly active antiretroviral therapy J. Acquir. Immune Defic. Syndr. 2007 46 451 455 10.1097/QAI.0b013e318158c0a6 18077834 102. Guzman N. Vijayan V. HIV-Associated Lipodystrophy StatPearls StatPearls Publishing Copyright © 2024; StatPearls Publishing LLC. Treasure Island, FL, USA 2024 103. Campisi J. The role of cellular senescence in skin aging J. Investig. Dermatol. Symp. Proc. 1998 3 1 5 104. Capeau J. Magré J. Caron-Debarle M. Lagathu C. Antoine B. Béréziat V.R. Lascols O. Bastard J.P. Vigouroux C. Human lipodystrophies: Genetic and acquired diseases of adipose tissue Endocr. Dev. 2010 19 1 20 10.1159/000316893 20551664 105. Suganami T. Mieda T. Itoh M. Shimoda Y. Kamei Y. Ogawa Y. Attenuation of obesity-induced adipose tissue inflammation in C3H/HeJ mice carrying a Toll-like receptor 4 mutation Biochem. Biophys. Res. Commun. 2007 354 45 49 10.1016/j.bbrc.2006.12.190 17210129 106. Najdi F. Krüger P. Djabali K. Impact of Progerin Expression on Adipogenesis in Hutchinson-Gilford Progeria Skin-Derived Precursor Cells Cells 2021 10 1598 10.3390/cells10071598 34202258 107. Scaffidi P. Misteli T. Lamin A-dependent misregulation of adult stem cells associated with accelerated ageing Nat. Cell Biol. 2008 10 452 459 10.1038/ncb1708 18311132 108. Zhang J. Lian Q. Zhu G. Zhou F. Sui L. Tan C. Mutalif R.A. Navasankari R. Zhang Y. Tse H.F. A human iPSC model of Hutchinson Gilford Progeria reveals vascular smooth muscle and mesenchymal stem cell defects Cell Stem Cell 2011 8 31 45 10.1016/j.stem.2010.12.002 21185252 109. Lai W.-F. Wong W.-T. Progress and trends in the development of therapies for Hutchinson–Gilford progeria syndrome Aging Cell 2020 19 e13175 10.1111/acel.13175 32596971 110. Varela I. Pereira S. Ugalde A.P. Navarro C.L. Suárez M.F. Cau P. Cadiñanos J. Osorio F.G. Foray N. Cobo J. Combined treatment with statins and aminobisphosphonates extends longevity in a mouse model of human premature aging Nat. Med. 2008 14 767 772 10.1038/nm1786 18587406 111. Gordon L.B. Kleinman M.E. Massaro J. D’Agostino R.B. Sr. Shappell H. Gerhard-Herman M. Smoot L.B. Gordon C.M. Cleveland R.H. Nazarian A. Clinical Trial of the Protein Farnesylation Inhibitors Lonafarnib, Pravastatin, and Zoledronic Acid in Children With Hutchinson-Gilford Progeria Syndrome Circulation 2016 134 114 125 10.1161/CIRCULATIONAHA.116.022188 27400896 112. Beyret E. Liao H.K. Yamamoto M. Hernandez-Benitez R. Fu Y. Erikson G. Reddy P. Izpisua Belmonte J.C. Single-dose CRISPR-Cas9 therapy extends lifespan of mice with Hutchinson-Gilford progeria syndrome Nat. Med. 2019 25 419 422 10.1038/s41591-019-0343-4 30778240 113. Rajeev M. Ratan C. Krishnan K. Vijayan M. Hutchinson-Gilford Progeria Syndrome (Hgps) and Application of Gene Therapy Based Crispr/Cas Technology as A Promising Innovative Treatment Approach Recent. Pat. Biotechnol. 2021 15 266 285 10.2174/1872208315666210928114720 34602042 114. Erdos M.R. Cabral W.A. Tavarez U.L. Cao K. Gvozdenovic-Jeremic J. Narisu N. Zerfas P.M. Crumley S. Boku Y. Hanson G. A targeted antisense therapeutic approach for Hutchinson-Gilford progeria syndrome Nat. Med. 2021 27 536 545 10.1038/s41591-021-01274-0 33707773 115. Koblan L.W. Erdos M.R. Wilson C. Cabral W.A. Levy J.M. Xiong Z.M. Tavarez U.L. Davison L.M. Gete Y.G. Mao X. In vivo base editing rescues Hutchinson-Gilford progeria syndrome in mice Nature 2021 589 608 614 10.1038/s41586-020-03086-7 33408413 116. Villa-Bellosta R. ATP-based therapy prevents vascular calcification and extends longevity in a mouse model of Hutchinson-Gilford progeria syndrome Proc. Natl. Acad. Sci. USA 2019 116 23698 23704 10.1073/pnas.1910972116 31690656 117. Benarroch L. Cohen E. Atalaia A. Ben Yaou R. Bonne G. Bertrand A.T. Preclinical Advances of Therapies for Laminopathies J. Clin. Med. 2021 10 4834 10.3390/jcm10214834 34768351 118. Osorio F.G. Navarro C.L. Cadiñanos J. López-Mejía I.C. Quirós P.M. Bartoli C. Rivera J. Tazi J. Guzmán G. Varela I. Splicing-directed therapy in a new mouse model of human accelerated aging Sci. Transl. Med. 2011 3 106ra107 10.1126/scitranslmed.3002847 22030750 119. Lee J.M. Nobumori C. Tu Y. Choi C. Yang S.H. Jung H.J. Vickers T.A. Rigo F. Bennett C.F. Young S.G. Modulation of LMNA splicing as a strategy to treat prelamin A diseases J. Clin. Investig. 2016 126 1592 1602 10.1172/JCI85908 26999604 120. Harhouri K. Navarro C. Baquerre C. Da Silva N. Bartoli C. Casey F. Mawuse G.K. Doubaj Y. Lévy N. De Sandre-Giovannoli A. Antisense-Based Progerin Downregulation in HGPS-Like Patients’ Cells Cells 2016 5 31 10.3390/cells5030031 27409638 121. Li Y. Zhou G. Bruno I.G. Zhang N. Sho S. Tedone E. Lai T.-P. Cooke J.P. Shay J.W. Transient introduction of human telomerase mRNA improves hallmarks of progeria cells Aging Cell 2019 18 e12979 10.1111/acel.12979 31152494 122. Endisha H. Merrill-Schools J. Zhao M. Bristol M. Wang X. Kubben N. Elmore L.W. Restoring SIRT6 Expression in Hutchinson-Gilford Progeria Syndrome Cells Impedes Premature Senescence and Formation of Dysmorphic Nuclei Pathobiology 2015 82 9 20 10.1159/000368856 25765721 123. Agarwal A.K. Fryns J.P. Auchus R.J. Garg A. Zinc metalloproteinase, ZMPSTE24, is mutated in mandibuloacral dysplasia Hum. Mol. Genet. 2003 12 1995 2001 10.1093/hmg/ddg213 12913070 124. Novelli G. Muchir A. Sangiuolo F. Helbling-Leclerc A. D‘Apice M.R. Massart C. Capon F. Sbraccia P. Federici M. Lauro R. Mandibuloacral dysplasia is caused by a mutation in LMNA-encoding lamin A/C Am. J. Hum. Genet. 2002 71 426 431 10.1086/341908 12075506 125. Simha V. Garg A. Body fat distribution and metabolic derangements in patients with familial partial lipodystrophy associated with mandibuloacral dysplasia J. Clin. Endocrinol. Metab. 2002 87 776 785 10.1210/jcem.87.2.8258 11836320 126. Filesi I. Gullotta F. Lattanzi G. D’Apice M.R. Capanni C. Nardone A.M. Columbaro M. Scarano G. Mattioli E. Sabatelli P. Alterations of nuclear envelope and chromatin organization in mandibuloacral dysplasia, a rare form of laminopathy Physiol. Genom. 2005 23 150 158 10.1152/physiolgenomics.00060.2005 127. Lloyd D.J. Trembath R.C. Shackleton S. A novel interaction between lamin A and SREBP1: Implications for partial lipodystrophy and other laminopathies Hum. Mol. Genet. 2002 11 769 777 10.1093/hmg/11.7.769 11929849 128. Vantyghem M.C. Faivre-Defrance F. Marcelli-Tourvieille S. Fermon C. Evrard A. Bourdelle-Hego M.F. Vigouroux C. Defebvre L. Delemer B. Wemeau J.L. Familial partial lipodystrophy due to the LMNA R482W mutation with multinodular goitre, extrapyramidal syndrome and primary hyperaldosteronism Clin. Endocrinol. 2007 67 247 249 10.1111/j.1365-2265.2007.02870.x 17524034 129. Chiarini F. Evangelisti C. Cenni V. Fazio A. Paganelli F. Martelli A.M. Lattanzi G. The Cutting Edge: The Role of mTOR Signaling in Laminopathies Int. J. Mol. Sci. 2019 20 847 10.3390/ijms20040847 30781376 130. Pellegrini C. Columbaro M. Schena E. Prencipe S. Andrenacci D. Iozzo P. Angela Guzzardi M. Capanni C. Mattioli E. Loi M. Altered adipocyte differentiation and unbalanced autophagy in type 2 Familial Partial Lipodystrophy: An in vitro and in vivo study of adipose tissue browning Exp. Mol. Med. 2019 51 1 17 10.1038/s12276-019-0289-0 31375660 131. Hussain I. Patni N. Garg A. Lipodystrophies, dyslipidaemias and atherosclerotic cardiovascular disease Pathology 2019 51 202 212 10.1016/j.pathol.2018.11.004 30595509 132. Fernandez-Pombo A. Diaz-Lopez E.J. Castro A.I. Sanchez-Iglesias S. Cobelo-Gomez S. Prado-Moraña T. Araujo-Vilar D. Clinical Spectrum of LMNA-Associated Type 2 Familial Partial Lipodystrophy: A Systematic Review Cells 2023 12 725 10.3390/cells12050725 36899861 133. Guillín-Amarelle C. Fernández-Pombo A. Sánchez-Iglesias S. Araújo-Vilar D. Lipodystrophic laminopathies: Diagnostic clues Nucleus 2018 9 249 260 10.1080/19491034.2018.1454167 29557732 134. Guillín-Amarelle C. Sánchez-Iglesias S. Castro-Pais A. Rodriguez-Cañete L. Ordóñez-Mayán L. Pazos M. González-Méndez B. Rodríguez-García S. Casanueva F.F. Fernández-Marmiesse A. Type 1 familial partial lipodystrophy: Understanding the Köbberling syndrome Endocrine 2016 54 411 421 10.1007/s12020-016-1002-x 27473102 135. Garg A. Peshock R.M. Fleckenstein J.L. Adipose tissue distribution pattern in patients with familial partial lipodystrophy (Dunnigan variety) J. Clin. Endocrinol. Metab. 1999 84 170 174 10.1210/jcem.84.1.5383 9920078 136. Kozusko K. Tsang V. Bottomley W. Cho Y.H. Gandotra S. Mimmack M.L. Lim K. Isaac I. Patel S. Saudek V. Clinical and molecular characterization of a novel PLIN1 frameshift mutation identified in patients with familial partial lipodystrophy Diabetes 2015 64 299 310 10.2337/db14-0104 25114292 137. Visser M.E. Kropman E. Kranendonk M.E. Koppen A. Hamers N. Stroes E.S. Kalkhoven E. Monajemi H. Characterisation of non-obese diabetic patients with marked insulin resistance identifies a novel familial partial lipodystrophy-associated PPARγ mutation (Y151C) Diabetologia 2011 54 1639 1644 10.1007/s00125-011-2142-4 21479595 138. Chiquette E. Oral E.A. Garg A. Araújo-Vilar D. Dhankhar P. Estimating the prevalence of generalized and partial lipodystrophy: Findings and challenges Diabetes Metab. Syndr. Obes. 2017 10 375 383 10.2147/DMSO.S130810 29066925 139. Rutkowska L. Salachna D. Lewandowski K. Lewiński A. Gach A. Familial Partial Lipodystrophy-Literature Review and Report of a Novel Variant in PPARG Expanding the Spectrum of Disease-Causing Alterations in FPLD3 Diagnostics 2022 12 1122 10.3390/diagnostics12051122 35626278 140. Haque W.A. Shimomura I. Matsuzawa Y. Garg A. Serum adiponectin and leptin levels in patients with lipodystrophies J. Clin. Endocrinol. Metab. 2002 87 2395 10.1210/jcem.87.5.8624 11994394 141. Savage D.B. Soos M.A. Powlson A. O‘Rahilly S. McFarlane I. Halsall D.J. Barroso I. Thomas E.L. Bell J.D. Scobie I. Familial partial lipodystrophy associated with compound heterozygosity for novel mutations in the LMNA gene Diabetologia 2004 47 753 756 10.1007/s00125-004-1360-4 15298354 142. Verstraeten V.L. Broers J.L. van Steensel M.A. Zinn-Justin S. Ramaekers F.C. Steijlen P.M. Kamps M. Kuijpers H.J. Merckx D. Smeets H.J. Compound heterozygosity for mutations in LMNA causes a progeria syndrome without prelamin A accumulation Hum. Mol. Genet. 2006 15 2509 2522 10.1093/hmg/ddl172 16825282 143. Arioglu E. Duncan-Morin J. Sebring N. Rother K.I. Gottlieb N. Lieberman J. Herion D. Kleiner D.E. Reynolds J. Premkumar A. Efficacy and safety of troglitazone in the treatment of lipodystrophy syndromes Ann. Intern. Med. 2000 133 263 274 10.7326/0003-4819-133-4-200008150-00009 10929166 144. Oral E.A. Simha V. Ruiz E. Andewelt A. Premkumar A. Snell P. Wagner A.J. DePaoli A.M. Reitman M.L. Taylor S.I. Leptin-replacement therapy for lipodystrophy N. Engl. J. Med. 2002 346 570 578 10.1056/NEJMoa012437 11856796 145. Melzer F. Geisler C. Schulte D.M. Laudes M. Rapid response to leptin therapy in a FPLD patient with a novel PPARG missense variant Endocrinol. Diabetes Metab. Case Rep. 2021 2021 EDM210082 10.1530/EDM-21-0082 34515658 146. Witztum J.L. Gaudet D. Freedman S.D. Alexander V.J. Digenio A. Williams K.R. Yang Q. Hughes S.G. Geary R.S. Arca M. Volanesorsen and Triglyceride Levels in Familial Chylomicronemia Syndrome N. Engl. J. Med. 2019 381 531 542 10.1056/NEJMoa1715944 31390500 147. Esan O. Wierzbicki A.S. Volanesorsen in the Treatment of Familial Chylomicronemia Syndrome or Hypertriglyceridaemia: Design, Development and Place in Therapy Drug Des. Devel Ther. 2020 14 2623 2636 10.2147/DDDT.S224771 32753844 148. Olkkonen V.M. Sinisalo J. Jauhiainen M. New medications targeting triglyceride-rich lipoproteins: Can inhibition of ANGPTL3 or apoC-III reduce the residual cardiovascular risk? Atherosclerosis 2018 272 27 32 10.1016/j.atherosclerosis.2018.03.019 29544086 149. Mandema J.W. Hermann D. Wang W. Sheiner T. Milad M. Bakker-Arkema R. Hartman D. Model-based development of gemcabene, a new lipid-altering agent AAPS J. 2005 7 E513 E522 10.1208/aapsj070352 16353929 150. Fisher H.G. Patni N. Scheuerle A.E. An additional case of Néstor-Guillermo progeria syndrome diagnosed in early childhood Am. J. Med. Genet. A 2020 182 2399 2402 10.1002/ajmg.a.61777 32783369 151. Gong V. Acquired immunodeficiency syndrome (AIDS) Am. J. Emerg. Med. 1984 2 336 346 10.1016/0735-6757(84)90131-1 6097278 152. Tartaglione T.A. Collier A.C. Development of antiviral agents for the treatment of human immunodeficiency virus infection Clin. Pharm. 1987 6 927 940 3322638 153. Usach I. Melis V. Peris J.-E. Non-nucleoside reverse transcriptase inhibitors: A review on pharmacokinetics, pharmacodynamics, safety and tolerability J. Int. AIDS Soc. 2013 16 1 14 10.7448/IAS.16.1.18567 24008177 154. Hughes P.J. Cretton-Scott E. Teague A. Wensel T.M. Protease Inhibitors for Patients With HIV-1 Infection: A Comparative Overview Pharm. Ther. 2011 36 332 345 155. Eron J.J. Jr. HIV-1 Protease Inhibitors Clin. Infect. Dis. 2000 30 S160 S170 10.1086/313853 10860901 156. Kotler D. Heymsfield S.B. HIV infection: A model chronic illness for studying wasting diseases Am. J. Clin. Nutr. 1998 68 519 520 10.1093/ajcn/68.3.519 9734723 157. Koethe J.R. Lagathu C. Lake J.E. Domingo P. Calmy A. Falutz J. Brown T.T. Capeau J. HIV and antiretroviral therapy-related fat alterations Nat. Rev. Dis. Primers 2020 6 48 10.1038/s41572-020-0181-1 32555389 158. Abel G. Thompson L. “I don’t want to look like an AIDS victim”: A New Zealand case study of facial lipoatrophy Health Soc. Care Community 2018 26 41 47 10.1111/hsc.12459 28557181 159. de Waal R. Cohen K. Maartens G. Systematic review of antiretroviral-associated lipodystrophy: Lipoatrophy, but not central fat gain, is an antiretroviral adverse drug reaction PLoS ONE 2013 8 e63623 10.1371/journal.pone.0063623 23723990 160. Gallego-Escuredo J.M. Del Mar Gutierrez M. Diaz-Delfin J. Domingo J.C. Mateo M.G. Domingo P. Giralt M. Villarroya F. Differential effects of efavirenz and lopinavir/ritonavir on human adipocyte differentiation, gene expression and release of adipokines and pro-inflammatory cytokines Curr. HIV Res. 2010 8 545 553 10.2174/157016210793499222 21073442 161. Johnson J.A. Albu J.B. Engelson E.S. Fried S.K. Inada Y. Ionescu G. Kotler D.P. Increased systemic and adipose tissue cytokines in patients with HIV-associated lipodystrophy Am. J. Physiol. Endocrinol. Metab. 2004 286 E261 E271 10.1152/ajpendo.00056.2003 14532165 162. Afonso P. Auclair M. Boccara F. Vantyghem M.C. Katlama C. Capeau J. Vigouroux C. Caron-Debarle M. LMNA mutations resulting in lipodystrophy and HIV protease inhibitors trigger vascular smooth muscle cell senescence and calcification: Role of ZMPSTE24 downregulation Atherosclerosis 2016 245 200 211 10.1016/j.atherosclerosis.2015.12.012 26724531 163. Domingo P. Gutierrez M.d.M. Gallego-Escuredo J.M. Torres F. Mateo G.M. Villarroya J. de los Santos I. Domingo J.C. Villarroya F. Rio L.D. Effects of Switching from Stavudine to Raltegravir on Subcutaneous Adipose Tissue in HIV-Infected Patients with HIV/HAART-Associated Lipodystrophy Syndrome (HALS). A Clinical and Molecular Study PLoS ONE 2014 9 e89088 10.1371/journal.pone.0089088 24586518 164. Coffinier C. Hudon S.E. Farber E.A. Chang S.Y. Hrycyna C.A. Young S.G. Fong L.G. HIV protease inhibitors block the zinc metalloproteinase ZMPSTE24 and lead to an accumulation of prelamin A in cells Proc. Natl. Acad. Sci. USA 2007 104 13432 13437 10.1073/pnas.0704212104 17652517 165. Dean J.M. He A. Tan M. Wang J. Lu D. Razani B. Lodhi I.J. MED19 Regulates Adipogenesis and Maintenance of White Adipose Tissue Mass by Mediating PPARγ-Dependent Gene Expression Cell Rep. 2020 33 108228 10.1016/j.celrep.2020.108228 33027649 166. Klok M.D. Jakobsdottir S. Drent M.L. The role of leptin and ghrelin in the regulation of food intake and body weight in humans: A review Obes. Rev. 2007 8 21 34 10.1111/j.1467-789X.2006.00270.x 17212793 167. Bjørbaek C. Kahn B.B. Leptin signaling in the central nervous system and the periphery Recent. Prog. Horm. Res. 2004 59 305 331 10.1210/rp.59.1.305 14749508 168. Yamada T. Katagiri H. Ishigaki Y. Ogihara T. Imai J. Uno K. Hasegawa Y. Gao J. Ishihara H. Niijima A. Signals from intra-abdominal fat modulate insulin and leptin sensitivity through different mechanisms: Neuronal involvement in food-intake regulation Cell Metab. 2006 3 223 229 10.1016/j.cmet.2006.02.001 16517409 169. Qi X.Y. Qu S.L. Xiong W.H. Rom O. Chang L. Jiang Z.S. Perivascular adipose tissue (PVAT) in atherosclerosis: A double-edged sword Cardiovasc. Diabetol. 2018 17 134 10.1186/s12933-018-0777-x 30305178 170. Brown N.K. Zhou Z. Zhang J. Zeng R. Wu J. Eitzman D.T. Chen Y.E. Chang L. Perivascular adipose tissue in vascular function and disease: A review of current research and animal models Arterioscler. Thromb. Vasc. Biol. 2014 34 1621 1630 10.1161/ATVBAHA.114.303029 24833795 171. van Dam A.D. Boon M.R. Berbée J.F.P. Rensen P.C.N. van Harmelen V. Targeting white, brown and perivascular adipose tissue in atherosclerosis development Eur. J. Pharmacol. 2017 816 82 92 10.1016/j.ejphar.2017.03.051 28347739 172. Li R.M. Chen S.Q. Zeng N.X. Zheng S.H. Guan L. Liu H.M. Zhou L.Q. Xu J.W. Browning of Abdominal Aorta Perivascular Adipose Tissue Inhibits Adipose Tissue Inflammation Metab. Syndr. Relat. Disord. 2017 15 450 457 10.1089/met.2017.0074 28934021 173. Reynés B. Palou M. Palou A. Gene expression modulation of lipid and central energetic metabolism related genes by high-fat diet intake in the main homeostatic tissues Food Funct. 2017 8 629 650 10.1039/C6FO01473A 28067391 174. Tian X.Y. Ganeshan K. Hong C. Nguyen K.D. Qiu Y. Kim J. Tangirala R.K. Tontonoz P. Chawla A. Thermoneutral Housing Accelerates Metabolic Inflammation to Potentiate Atherosclerosis but Not Insulin Resistance Cell Metab. 2016 23 165 178 10.1016/j.cmet.2015.10.003 26549485 175. Chang L. Villacorta L. Li R. Hamblin M. Xu W. Dou C. Zhang J. Wu J. Zeng R. Chen Y.E. Loss of perivascular adipose tissue on peroxisome proliferator-activated receptor-γ deletion in smooth muscle cells impairs intravascular thermoregulation and enhances atherosclerosis Circulation 2012 126 1067 1078 10.1161/CIRCULATIONAHA.112.104489 22855570 176. Friederich-Persson M. Nguyen Dinh Cat A. Persson P. Montezano A.C. Touyz R.M. Brown Adipose Tissue Regulates Small Artery Function Through NADPH Oxidase 4-Derived Hydrogen Peroxide and Redox-Sensitive Protein Kinase G-1α Arterioscler. Thromb. Vasc. Biol. 2017 37 455 465 10.1161/ATVBAHA.116.308659 28062507 177. Ayala-Lopez N. Thompson J.M. Watts S.W. Perivascular Adipose Tissue’s Impact on Norepinephrine-Induced Contraction of Mesenteric Resistance Arteries Front. Physiol. 2017 8 37 10.3389/fphys.2017.00037 28228728 178. Piché M.E. Vasan S.K. Hodson L. Karpe F. Relevance of human fat distribution on lipid and lipoprotein metabolism and cardiovascular disease risk Curr. Opin. Lipidol. 2018 29 285 292 10.1097/MOL.0000000000000522 29994839 179. Antonopoulos A.S. Antoniades C. The role of epicardial adipose tissue in cardiac biology: Classic concepts and emerging roles J. Physiol. 2017 595 3907 3917 10.1113/JP273049 28191635 180. Iacobellis G. Willens H.J. Echocardiographic epicardial fat: A review of research and clinical applications J. Am. Soc. Echocardiogr. 2009 22 1311 1319 quiz 1417–1318 10.1016/j.echo.2009.10.013 19944955 181. Iacobellis G. Corradi D. Sharma A.M. Epicardial adipose tissue: Anatomic, biomolecular and clinical relationships with the heart Nat. Clin. Pract. Cardiovasc. Med. 2005 2 536 543 10.1038/ncpcardio0319 16186852 182. Iacobellis G. Pistilli D. Gucciardo M. Leonetti F. Miraldi F. Brancaccio G. Gallo P. di Gioia C.R. Adiponectin expression in human epicardial adipose tissue in vivo is lower in patients with coronary artery disease Cytokine 2005 29 251 255 10.1016/j.cyto.2004.11.002 15749025 183. Sacks H.S. Fain J.N. Bahouth S.W. Ojha S. Frontini A. Budge H. Cinti S. Symonds M.E. Adult epicardial fat exhibits beige features J. Clin. Endocrinol. Metab. 2013 98 E1448 E1455 10.1210/jc.2013-1265 23824424 184. Aldiss P. Davies G. Woods R. Budge H. Sacks H.S. Symonds M.E. B‘rowning’ the cardiac and peri-vascular adipose tissues to modulate cardiovascular risk Int. J. Cardiol. 2017 228 265 274 10.1016/j.ijcard.2016.11.074 27865196 185. Chechi K. Voisine P. Mathieu P. Laplante M. Bonnet S. Picard F. Joubert P. Richard D. Functional characterization of the Ucp1-associated oxidative phenotype of human epicardial adipose tissue Sci. Rep. 2017 7 15566 10.1038/s41598-017-15501-7 29138472 186. Villasante Fricke A.C. Iacobellis G. Epicardial Adipose Tissue: Clinical Biomarker of Cardio-Metabolic Risk Int. J. Mol. Sci. 2019 20 5989 10.3390/ijms20235989 31795098 187. Silaghi A. Achard V. Paulmyer-Lacroix O. Scridon T. Tassistro V. Duncea I. Clément K. Dutour A. Grino M. Expression of adrenomedullin in human epicardial adipose tissue: Role of coronary status Am. J. Physiol. Endocrinol. Metab. 2007 293 E1443 E1450 10.1152/ajpendo.00273.2007 17878224 188. Hirata Y. Tabata M. Kurobe H. Motoki T. Akaike M. Nishio C. Higashida M. Mikasa H. Nakaya Y. Takanashi S. Coronary atherosclerosis is associated with macrophage polarization in epicardial adipose tissue J. Am. Coll. Cardiol. 2011 58 248 255 10.1016/j.jacc.2011.01.048 21737014 189. Hirata Y. Kurobe H. Akaike M. Chikugo F. Hori T. Bando Y. Nishio C. Higashida M. Nakaya Y. Kitagawa T. Enhanced inflammation in epicardial fat in patients with coronary artery disease Int. Heart J. 2011 52 139 142 10.1536/ihj.52.139 21646734 190. Bilski J. Mazur-Bialy A. Wojcik D. Surmiak M. Magierowski M. Sliwowski Z. Pajdo R. Kwiecien S. Danielak A. Ptak-Belowska A. Role of Obesity, Mesenteric Adipose Tissue, and Adipokines in Inflammatory Bowel Diseases Biomolecules 2019 9 780 10.3390/biom9120780 31779136 191. Wu Z. Tan J. Chi Y. Zhang F. Xu J. Song Y. Cong X. Wu N. Liu Y. Mesenteric adipose tissue contributes to intestinal barrier integrity and protects against nonalcoholic fatty liver disease in mice Am. J. Physiol. Gastrointest. Liver Physiol. 2018 315 G659 G670 10.1152/ajpgi.00079.2018 29902065 192. Romano M.M.D. Chacon P.A.I. Ramalho F.N.Z. Foss M.C. Schmidt A. Cardiac Alterations in Patients with Familial Lipodystrophy Arq. Bras. Cardiol. 2020 114 305 312 10.36660/abc.20190016 32215503 193. Herman M.A. Kahn B.B. Glucose transport and sensing in the maintenance of glucose homeostasis and metabolic harmony J. Clin. Investig. 2006 116 1767 1775 10.1172/JCI29027 16823474 194. Pelleymounter M.A. Cullen M.J. Baker M.B. Hecht R. Winters D. Boone T. Collins F. Effects of the obese gene product on body weight regulation in ob/ob mice Science 1995 269 540 543 10.1126/science.7624776 7624776 195. Sacks H.S. Fain J.N. Cheema P. Bahouth S.W. Garrett E. Wolf R.Y. Wolford D. Samaha J. Inflammatory genes in epicardial fat contiguous with coronary atherosclerosis in the metabolic syndrome and type 2 diabetes: Changes associated with pioglitazone Diabetes Care 2011 34 730 733 10.2337/dc10-2083 21289232 196. Distel E. Penot G. Cadoudal T. Balguy I. Durant S. Benelli C. Early induction of a brown-like phenotype by rosiglitazone in the epicardial adipose tissue of fatty Zucker rats Biochimie 2012 94 1660 1667 10.1016/j.biochi.2012.04.014 22575275 197. Melvin A. Adams C. Flanagan C. Gaff L. Gratton B. Gribble F. Roberts G. Semple R.K. O’Rahilly S. Rubino F. Roux-en-Y Gastric Bypass Surgery in the Management of Familial Partial Lipodystrophy Type 1 J. Clin. Endocrinol. Metab. 2017 102 3616 3620 10.1210/jc.2017-01235 28973478 198. Banning F. Rottenkolber M. Freibothe I. Seissler J. Lechner A. Insulin secretory defect in familial partial lipodystrophy Type 2 and successful long-term treatment with a glucagon-like peptide 1 receptor agonist Diabet. Med. 2017 34 1792 1794 10.1111/dme.13527 29044799 199. Valerio C.M. de Almeida J.S. Moreira R.O. Aguiar L.B.S. Siciliano P.O. Carvalho D.P. Godoy-Matos A.F. Dipeptidyl peptidase-4 levels are increased and partially related to body fat distribution in patients with familial partial lipodystrophy type 2 Diabetol. Metab. Syndr. 2017 9 26 10.1186/s13098-017-0226-0 28450900 200. Hartinger R. Lederer E.M. Schena E. Lattanzi G. Djabali K. Impact of Combined Baricitinib and FTI Treatment on Adipogenesis in Hutchinson-Gilford Progeria Syndrome and Other Lipodystrophic Laminopathies Cells 2023 12 1350 10.3390/cells12101350 37408186 201. Yang S.H. Qiao X. Fong L.G. Young S.G. Treatment with a farnesyltransferase inhibitor improves survival in mice with a Hutchinson-Gilford progeria syndrome mutation Biochim. Biophys. Acta 2008 1781 36 39 10.1016/j.bbalip.2007.11.003 18082640 202. Young S.G. Meta M. Yang S.H. Fong L.G. Prelamin A farnesylation and progeroid syndromes J. Biol. Chem. 2006 281 39741 39745 10.1074/jbc.R600033200 17090536 203. Clements C.S. Bikkul M.U. Ofosu W. Eskiw C. Tree D. Makarov E. Kill I.R. Bridger J.M. Presence and distribution of progerin in HGPS cells is ameliorated by drugs that impact on the mevalonate and mTOR pathways Biogerontology 2019 20 337 358 10.1007/s10522-019-09807-4 31041622 204. Gordon L.B. Massaro J. D’Agostino R.B. Sr. Campbell S.E. Brazier J. Brown W.T. Kleinman M.E. Kieran M.W. Impact of farnesylation inhibitors on survival in Hutchinson-Gilford progeria syndrome Circulation 2014 130 27 34 10.1161/CIRCULATIONAHA.113.008285 24795390 205. Strandberg T.E. Role of Statin Therapy in Primary Prevention of Cardiovascular Disease in Elderly Patients Curr. Atheroscler. Rep. 2019 21 28 10.1007/s11883-019-0793-7 31111235 206. Langdahl B.L. Hofbauer L.C. Forfar J.C. Cardiovascular Safety and Sclerostin Inhibition J. Clin. Endocrinol. Metab. 2021 106 1845 1853 10.1210/clinem/dgab193 33755157 207. Gordon L.B. Kleinman M.E. Miller D.T. Neuberg D.S. Giobbie-Hurder A. Gerhard-Herman M. Smoot L.B. Gordon C.M. Cleveland R. Snyder B.D. Clinical trial of a farnesyltransferase inhibitor in children with Hutchinson-Gilford progeria syndrome Proc. Natl. Acad. Sci. USA 2012 109 16666 16671 10.1073/pnas.1202529109 23012407 208. Rodriguez A.J. Mastronardi C.A. Paz-Filho G.J. New advances in the treatment of generalized lipodystrophy: Role of metreleptin Ther. Clin. Risk Manag. 2015 11 1391 1400 10.2147/tcrm.S66521 26396524 209. Chan J.L. Koda J. Heilig J.S. Cochran E.K. Gorden P. Oral E.A. Brown R.J. Immunogenicity associated with metreleptin treatment in patients with obesity or lipodystrophy Clin. Endocrinol. 2016 85 137 149 10.1111/cen.12980 26589105 210. Püschel J. Miehle K. Müller K. Villringer A. Stumvoll M. Fasshauer M. Schlögl H. Beneficial effects of leptin substitution on impaired eating behavior in lipodystrophy are sustained beyond 150 weeks of treatment Cytokine 2019 113 400 404 10.1016/j.cyto.2018.10.012 30539782 211. Cook K. Ali O. Akinci B. Foss de Freitas M.C. Montenegro R.M. Fernandes V.O. Gupta D. Lou K.J. Tuttle E. Oral E.A. Effect of Leptin Therapy on Survival in Generalized and Partial Lipodystrophy: A Matched Cohort Analysis J. Clin. Endocrinol. Metab. 2021 106 e2953 e2967 10.1210/clinem/dgab216 33822100 212. Chong A.Y. Lupsa B.C. Cochran E.K. Gorden P. Efficacy of leptin therapy in the different forms of human lipodystrophy Diabetologia 2010 53 27 35 10.1007/s00125-009-1502-9 19727665 213. Vasandani C. Clark G.O. Adams-Huet B. Quittner C. Garg A. Efficacy and Safety of Metreleptin Therapy in Patients With Type 1 Diabetes: A Pilot Study Diabetes Care 2017 40 694 697 10.2337/dc16-1553 28223297 214. Sekizkardes H. Cochran E. Malandrino N. Garg A. Brown R.J. Efficacy of Metreleptin Treatment in Familial Partial Lipodystrophy Due to PPARG vs. LMNA Pathogenic Variants J. Clin. Endocrinol. Metab. 2019 104 3068 3076 10.1210/jc.2018-02787 31194872 215. Oral E.A. Gorden P. Cochran E. Araújo-Vilar D. Savage D.B. Long A. Fine G. Salinardi T. Brown R.J. Long-term effectiveness and safety of metreleptin in the treatment of patients with partial lipodystrophy Endocrine 2019 64 500 511 10.1007/s12020-019-01862-8 30805888 216. Simsir I.Y. Yurekli B.S. Polat I. Saygili F. Akinci B. Metreleptin replacement treatment improves quality of life and psychological well-being in congenital generalized lipodystrophy Natl. Med. J. India 2020 33 278 280 10.4103/0970-258X.317476 34213454 217. Özalkak Ş. Demiral M. Ünal E. Taş F.F. Onay H. Demirbilek H. Özbek M.N. Metreleptin Treatment in a Boy with Congenital Generalized Lipodystrophy due to Homozygous c.465_468delGACT (p.T156Rfs*8) Mutation in the BSCL2 Gene: Results From the First-year J. Clin. Res. Pediatr. Endocrinol. 2023 15 329 333 10.4274/jcrpe.galenos.2022.2022-1-25 35735786 218. Gryn S.E. Hegele R.A. New oral agents for treating dyslipidemia Curr. Opin. Lipidol. 2016 27 579 584 10.1097/MOL.0000000000000354 27676196 219. Srivastava R.A.K. Cornicelli J.A. Markham B. Bisgaier C.L. Gemcabene, a first-in-class lipid-lowering agent in late-stage development, down-regulates acute-phase C-reactive protein via C/EBP-δ-mediated transcriptional mechanism Mol. Cell Biochem. 2018 449 167 183 10.1007/s11010-018-3353-5 29644527 220. Akinci B. Swaidan M. Foss-Freitas M.C. Luo Y. Neidert A.H. Hench R.P. Chenevert T.L. Longcore A. Bakker-Arkema R. Bisgaier C.L. 2214-PUB: An Open-Label Study of Gemcabene in Adults with Familial Partial Lipodystrophy Diabetes 2020 69 10.2337/db20-2214-PUB 221. Raal F.J. Rosenson R.S. Reeskamp L.F. Hovingh G.K. Kastelein J.J.P. Rubba P. Ali S. Banerjee P. Chan K.C. Gipe D.A. Evinacumab for Homozygous Familial Hypercholesterolemia N. Engl. J. Med. 2020 383 711 720 10.1056/NEJMoa2004215 32813947 222. Reiner Ž. Triglyceride-Rich Lipoproteins and Novel Targets for Anti-atherosclerotic Therapy Korean Circ. J. 2018 48 1097 1119 10.4070/kcj.2018.0343 30403015 223. Paik J. Duggan S. Volanesorsen: First Global Approval Drugs 2019 79 1349 1354 10.1007/s40265-019-01168-z 31301033 224. Alexander V.J. Xia S. Hurh E. Hughes S.G. O’Dea L. Geary R.S. Witztum J.L. Tsimikas S. N-acetyl galactosamine-conjugated antisense drug to APOC3 mRNA, triglycerides and atherogenic lipoprotein levels Eur. Heart J. 2019 40 2785 2796 10.1093/eurheartj/ehz209 31329855 225. Sponton C.H. Kajimura S. AAV-mediated gene therapy as a strategy to fight obesity and metabolic diseases EMBO Mol. Med. 2018 10 e9431 10.15252/emmm.201809431 30021799 226. Jimenez V. Jambrina C. Casana E. Sacristan V. Muñoz S. Darriba S. Rodó J. Mallol C. Garcia M. León X. FGF21 gene therapy as treatment for obesity and insulin resistance EMBO Mol. Med. 2018 10 e8791 10.15252/emmm.201708791 29987000 227. Degirolamo C. Sabbà C. Moschetta A. Therapeutic potential of the endocrine fibroblast growth factors FGF19, FGF21 and FGF23 Nat. Rev. Drug Discov. 2016 15 51 69 10.1038/nrd.2015.9 26567701 228. Liu G.H. Barkho B.Z. Ruiz S. Diep D. Qu J. Yang S.L. Panopoulos A.D. Suzuki K. Kurian L. Walsh C. Recapitulation of premature ageing with iPSCs from Hutchinson-Gilford progeria syndrome Nature 2011 472 221 225 10.1038/nature09879 21346760 229. Zhang H. Xiong Z.M. Cao K. Mechanisms controlling the smooth muscle cell death in progeria via down-regulation of poly(ADP-ribose) polymerase 1 Proc. Natl. Acad. Sci. USA 2014 111 E2261 E2270 10.1073/pnas.1320843111 24843141 230. Scaffidi P. Misteli T. Reversal of the cellular phenotype in the premature aging disease Hutchinson-Gilford progeria syndrome Nat. Med. 2005 11 440 445 10.1038/nm1204 15750600 231. Gordon L.B. Harten I.A. Patti M.E. Lichtenstein A.H. Reduced adiponectin and HDL cholesterol without elevated C-reactive protein: Clues to the biology of premature atherosclerosis in Hutchinson-Gilford Progeria Syndrome J. Pediatr. 2005 146 336 341 10.1016/j.jpeds.2004.10.064 15756215 232. Hamczyk M.R. Villa-Bellosta R. Gonzalo P. Andrés-Manzano M.J. Nogales P. Bentzon J.F. López-Otín C. Andrés V. Vascular Smooth Muscle-Specific Progerin Expression Accelerates Atherosclerosis and Death in a Mouse Model of Hutchinson-Gilford Progeria Syndrome Circulation 2018 138 266 282 10.1161/CIRCULATIONAHA.117.030856 29490993 233. Hegele R.A. Familial partial lipodystrophy: A monogenic form of the insulin resistance syndrome Mol. Genet. Metab. 2000 71 539 544 10.1006/mgme.2000.3092 11136544 234. Weinreich M. Frishman W.H. Antihyperlipidemic therapies targeting PCSK9 Cardiol. Rev. 2014 22 140 146 10.1097/CRD.0000000000000014 24407047 235. Levenson A.E. Haas M.E. Miao J. Brown R.J. de Ferranti S.D. Muniyappa R. Biddinger S.B. Effect of Leptin Replacement on PCSK9 in ob/ob Mice and Female Lipodystrophic Patients Endocrinology 2016 157 1421 1429 10.1210/en.2015-1624 26824363 236. Cesaro A. Gragnano F. Fimiani F. Moscarella E. Diana V. Pariggiano I. Concilio C. Natale F. Limongelli G. Bossone E. Impact of PCSK9 inhibitors on the quality of life of patients at high cardiovascular risk Eur. J. Prev. Cardiol. 2020 27 556 558 10.1177/2047487319839179 30913901 237. Lappegård K.T. Enebakk T. Thunhaug H. Hovland A. Transition from LDL apheresis to evolocumab in heterozygous FH is equally effective in lowering LDL, without lowering HDL cholesterol Atherosclerosis 2016 251 119 123 10.1016/j.atherosclerosis.2016.06.015 27318831 238. Lagathu C. Béréziat V. Gorwood J. Fellahi S. Bastard J.P. Vigouroux C. Boccara F. Capeau J. Metabolic complications affecting adipose tissue, lipid and glucose metabolism associated with HIV antiretroviral treatment Expert. Opin. Drug Saf. 2019 18 829 840 10.1080/14740338.2019.1644317 31304808 239. Sekhar R.V. Treatment of Dyslipidemia in HIV Curr. Atheroscler. Rep. 2015 17 17 10.1007/s11883-015-0493-x 25702057 240. Ewald H. Santini-Oliveira M. Bühler J.E. Vuichard D. Schandelmaier S. Stöckle M. Briel M. Bucher H.C. Hemkens L.G. Comparative effectiveness of tenofovir in HIV-infected treatment-experienced patients: Systematic review and meta-analysis HIV Clin. Trials 2017 18 17 27 10.1080/15284336.2016.1261073 27951755 241. Araújo-Vilar D. Lattanzi G. González-Méndez B. Costa-Freitas A.T. Prieto D. Columbaro M. Mattioli E. Victoria B. Martínez-Sánchez N. Ramazanova A. Site-dependent differences in both prelamin A and adipogenic genes in subcutaneous adipose tissue of patients with type 2 familial partial lipodystrophy J. Med. Genet. 2009 46 40 48 10.1136/jmg.2008.059485 18805829 242. Peinado J.R. Quirós P.M. Pulido M.R. Mariño G. Martínez-Chantar M.L. Vázquez-Martínez R. Freije J.M. López-Otín C. Malagón M.M. Proteomic profiling of adipose tissue from Zmpste24-/- mice, a model of lipodystrophy and premature aging, reveals major changes in mitochondrial function and vimentin processing Mol. Cell Proteom. 2011 10 M111.008094 10.1074/mcp.M111.008094 21828285 243. Caron M. Vigouroux C. Bastard J.P. Capeau J. Adipocyte dysfunction in response to antiretroviral therapy: Clinical, tissue and in-vitro studies Curr. Opin. HIV AIDS 2007 2 268 273 10.1097/COH.0b013e32814b1638 19372898 244. Sawada D. Kato H. Kaneko H. Kinoshita D. Funayama S. Minamizuka T. Takasaki A. Igarashi K. Koshizaka M. Takada-Watanabe A. Senescence-associated inflammation and inhibition of adipogenesis in subcutaneous fat in Werner syndrome Aging 2023 15 9948 9964 10.18632/aging.205078 37793000 245. Neves J. Sousa-Victor P. Regulation of inflammation as an anti-aging intervention FEBS J. 2020 287 43 52 10.1111/febs.15061 31529582 246. Bieber T. Paller A.S. Kabashima K. Feely M. Rueda M.J. Ross Terres J.A. Wollenberg A. Atopic dermatitis: Pathomechanisms and lessons learned from novel systemic therapeutic options J. Eur. Acad. Dermatol. Venereol. 2022 36 1432 1449 10.1111/jdv.18225 35575442 247. Liu C. Arnold R. Henriques G. Djabali K. Inhibition of JAK-STAT Signaling with Baricitinib Reduces Inflammation and Improves Cellular Homeostasis in Progeria Cells Cells 2019 8 1276 10.3390/cells8101276 31635416 248. Arnold R. Vehns E. Randl H. Djabali K. Baricitinib, a JAK-STAT Inhibitor, Reduces the Cellular Toxicity of the Farnesyltransferase Inhibitor Lonafarnib in Progeria Cells Int. J. Mol. Sci. 2021 22 7474 10.3390/ijms22147474 34299092 249. Sanchez G.A.M. Reinhardt A. Ramsey S. Wittkowski H. Hashkes P.J. Berkun Y. Schalm S. Murias S. Dare J.A. Brown D. JAK1/2 inhibition with baricitinib in the treatment of autoinflammatory interferonopathies J. Clin. Investig. 2018 128 3041 3052 10.1172/JCI98814 29649002 250. Bajetto A. Pattarozzi A. Sirito R. Barbieri F. Florio T. Metformin potentiates immunosuppressant activity and adipogenic differentiation of human umbilical cord-mesenchymal stem cells Int. Immunopharmacol. 2023 124 111078 10.1016/j.intimp.2023.111078 37844465 251. Egesipe A.L. Blondel S. Lo Cicero A. Jaskowiak A.L. Navarro C. Sandre-Giovannoli A. Levy N. Peschanski M. Nissan X. Metformin decreases progerin expression and alleviates pathological defects of Hutchinson-Gilford progeria syndrome cells NPJ Aging Mech. Dis. 2016 2 16026 10.1038/npjamd.2016.26 28721276 252. Liao C.Y. Anderson S.S. Chicoine N.H. Mayfield J.R. Academia E.C. Wilson J.A. Pongkietisak C. Thompson M.A. Lagmay E.P. Miller D.M. Rapamycin Reverses Metabolic Deficits in Lamin A/C-Deficient Mice Cell Rep. 2016 17 2542 2552 10.1016/j.celrep.2016.10.040 27926859 253. Cenni V. Capanni C. Columbaro M. Ortolani M. D’Apice M.R. Novelli G. Fini M. Marmiroli S. Scarano E. Maraldi N.M. Autophagic degradation of farnesylated prelamin A as a therapeutic approach to lamin-linked progeria Eur. J. Histochem. 2011 55 e36 10.4081/ejh.2011.e36 22297442 254. Cenni V. Capanni C. Mattioli E. Columbaro M. Wehnert M. Ortolani M. Fini M. Novelli G. Bertacchini J. Maraldi N.M. Rapamycin treatment of Mandibuloacral dysplasia cells rescues localization of chromatin-associated proteins and cell cycle dynamics Aging 2014 6 755 770 10.18632/aging.100680 25324471 255. Wipperman M.F. Montrose D.C. Gotto A.M. Jr. Hajjar D.P. Mammalian Target of Rapamycin: A Metabolic Rheostat for Regulating Adipose Tissue Function and Cardiovascular Health Am. J. Pathol. 2019 189 492 501 10.1016/j.ajpath.2018.11.013 30803496 256. Osorio F.G. Bárcena C. Soria-Valles C. Ramsay A.J. de Carlos F. Cobo J. Fueyo A. Freije J.M. López-Otín C. Nuclear lamina defects cause ATM-dependent NF-κB activation and link accelerated aging to a systemic inflammatory response Genes Dev. 2012 26 2311 2324 10.1101/gad.197954.112 23019125 257. Giovannini S. Onder G. Liperoti R. Russo A. Carter C. Capoluongo E. Pahor M. Bernabei R. Landi F. Interleukin-6, C-reactive protein, and tumor necrosis factor-alpha as predictors of mortality in frail, community-living elderly individuals J. Am. Geriatr. Soc. 2011 59 1679 1685 10.1111/j.1532-5415.2011.03570.x 21883115 258. Scott L.J. Tocilizumab: A Review in Rheumatoid Arthritis Drugs 2017 77 1865 1879 10.1007/s40265-017-0829-7 29094311 259. Squarzoni S. Schena E. Sabatelli P. Mattioli E. Capanni C. Cenni V. D’Apice M.R. Andrenacci D. Sarli G. Pellegrino V. Interleukin-6 neutralization ameliorates symptoms in prematurely aged mice Aging Cell 2021 20 e13285 10.1111/acel.13285 33393189 260. Graham M.J. Lee R.G. Brandt T.A. Tai L.-J. Fu W. Peralta R. Yu R. Hurh E. Paz E. McEvoy B.W. Cardiovascular and Metabolic Effects of ANGPTL3 Antisense Oligonucleotides N. Engl. J. Med. 2017 377 222 232 10.1056/NEJMoa1701329 28538111 261. Dewey F.E. Gusarova V. Dunbar R.L. O’Dushlaine C. Schurmann C. Gottesman O. McCarthy S. Van Hout C.V. Bruse S. Dansky H.M. Genetic and Pharmacologic Inactivation of ANGPTL3 and Cardiovascular Disease N. Engl. J. Med. 2017 377 211 221 10.1056/NEJMoa1612790 28538136 262. Wierzbicki A.S. Viljoen A. Anti-sense oligonucleotide therapies for the treatment of hyperlipidaemia Expert. Opin. Biol. Ther. 2016 16 1125 1134 10.1080/14712598.2016.1196182 27248482 263. Pelka K. Shibata T. Miyake K. Latz E. Nucleic acid-sensing TLRs and autoimmunity: Novel insights from structural and cell biology Immunol. Rev. 2016 269 60 75 10.1111/imr.12375 26683145 264. Ruda V.M. Chandwani R. Sehgal A. Bogorad R.L. Akinc A. Charisse K. Tarakhovsky A. Novobrantseva T.I. Koteliansky V. The roles of individual mammalian argonautes in RNA interference in vivo PLoS ONE 2014 9 e101749 10.1371/journal.pone.0101749 24992693 265. Sharma V.K. Watts J.K. Oligonucleotide therapeutics: Chemistry, delivery and clinical progress Future Med. Chem. 2015 7 2221 2242 10.4155/fmc.15.144 26510815 266. Wiviott S.D. Cannon C.P. Morrow D.A. Ray K.K. Pfeffer M.A. Braunwald E. Can low-density lipoprotein be too low? The safety and efficacy of achieving very low low-density lipoprotein with intensive statin therapy: A PROVE IT-TIMI 22 substudy J. Am. Coll. Cardiol. 2005 46 1411 1416 10.1016/j.jacc.2005.04.064 16226163 267. Fruchart J.C. Sacks F.M. Hermans M.P. Assmann G. Brown W.V. Ceska R. Chapman M.J. Dodson P.M. Fioretto P. Ginsberg H.N. The Residual Risk Reduction Initiative: A call to action to reduce residual vascular risk in dyslipidaemic patient Diab. Vasc. Dis. Res. 2008 5 319 335 10.3132/dvdr.2008.046 18958843 268. Macchi C. Sirtori C.R. Corsini A. Santos R.D. Watts G.F. Ruscica M. A new dawn for managing dyslipidemias: The era of rna-based therapies Pharmacol. Res. 2019 150 104413 10.1016/j.phrs.2019.104413 31449975 269. Arca M. Hsieh A. Soran H. Rosenblit P. O’Dea L. Stevenson M. The effect of volanesorsen treatment on the burden associated with familial chylomicronemia syndrome: The results of the ReFOCUS study Expert. Rev. Cardiovasc. Ther. 2018 16 537 546 10.1080/14779072.2018.1487290 29889589 270. Nimesh S. Gupta N. Chandra R. Cationic polymer based nanocarriers for delivery of therapeutic nucleic acids J. Biomed. Nanotechnol. 2011 7 504 520 10.1166/jbn.2011.1313 21870455 271. Mirzaei S. Gholami M.H. Ang H.L. Hashemi F. Zarrabi A. Zabolian A. Hushmandi K. Delfi M. Khan H. Ashrafizadeh M. Pre-Clinical and Clinical Applications of Small Interfering RNAs (siRNA) and Co-Delivery Systems for Pancreatic Cancer Therapy Cells 2021 10 3348 10.3390/cells10123348 34943856 272. Shim G. Jeong S. Oh J.L. Kang Y. Lipid-based nanoparticles for photosensitive drug delivery systems J. Pharm. Investig. 2022 52 151 160 10.1007/s40005-021-00553-9 35013696 273. Hayes M.E. Drummond D.C. Kirpotin D.B. Zheng W.W. Noble C.O. Park J.W. Marks J.D. Benz C.C. Hong K. Genospheres: Self-assembling nucleic acid-lipid nanoparticles suitable for targeted gene delivery Gene Ther. 2006 13 646 651 10.1038/sj.gt.3302699 16341056 274. Ickenstein L.M. Garidel P. Lipid-based nanoparticle formulations for small molecules and RNA drugs Expert. Opin. Drug Deliv. 2019 16 1205 1226 10.1080/17425247.2019.1669558 31530041 275. Morales-Becerril A. Aranda-Lara L. Isaac-Olivé K. Ocampo-García B.E. Morales-Ávila E. Nanocarriers for delivery of siRNA as gene silencing mediator EXCLI J. 2022 21 1028 1052 10.17179/excli2022-4975 36110562 276. Wong F.M. MacAdam S.A. Kim A. Oja C. Ramsay E.C. Bally M.B. A lipid-based delivery system for antisense oligonucleotides derived from a hydrophobic complex J. Drug Target. 2002 10 615 623 10.1080/1061186021000066246 12683666 277. Paunovska K. Loughrey D. Dahlman J.E. Drug delivery systems for RNA therapeutics Nat. Rev. Genet. 2022 23 265 280 10.1038/s41576-021-00439-4 34983972 278. Pegoraro G. Kubben N. Wickert U. Göhler H. Hoffmann K. Misteli T. Ageing-related chromatin defects through loss of the NURD complex Nat. Cell Biol. 2009 11 1261 1267 10.1038/ncb1971 19734887 279. Min H.S. Kim H.J. Naito M. Ogura S. Toh K. Hayashi K. Kim B.S. Fukushima S. Anraku Y. Miyata K. Systemic Brain Delivery of Antisense Oligonucleotides across the Blood-Brain Barrier with a Glucose-Coated Polymeric Nanocarrier Angew. Chem. Int. Ed. Engl. 2020 59 8173 8180 10.1002/anie.201914751 31995252 280. Araújo D. Braz J. Dencheva N.V. Carvalho I. Henriques M. Denchev Z.Z. Malfois M. Silva S. Polyamide Microsized Particulate Polyplex Carriers for the 2’-OMethylRNA EFG1 Antisense Oligonucleotide ACS Appl. Bio Mater. 2021 4 4607 4617 10.1021/acsabm.1c00334 35006798 281. Kilicay E. Karahaliloglu Z. Alpaslan P. Hazer B. Denkbas E.B. In vitro evaluation of antisense oligonucleotide functionalized core-shell nanoparticles loaded with α-tocopherol succinate J. Biomater. Sci. Polym. Ed. 2017 28 1762 1785 10.1080/09205063.2017.1354670 28696185 282. Mainini F. Eccles M.R. Lipid and Polymer-Based Nanoparticle siRNA Delivery Systems for Cancer Therapy Molecules 2020 25 2692 10.3390/molecules25112692 32532030 283. Zhao J. Weng G. Li J. Zhu J. Zhao J. Polyester-based nanoparticles for nucleic acid delivery Mater. Sci. Eng. C Mater. Biol. Appl. 2018 92 983 994 10.1016/j.msec.2018.07.027 30184828 284. Anzalone A.V. Randolph P.B. Davis J.R. Sousa A.A. Koblan L.W. Levy J.M. Chen P.J. Wilson C. Newby G.A. Raguram A. Search-and-replace genome editing without double-strand breaks or donor DNA Nature 2019 576 149 157 10.1038/s41586-019-1711-4 31634902 285. Jinek M. Chylinski K. Fonfara I. Hauer M. Doudna J.A. Charpentier E. A programmable dual-RNA-guided DNA endonuclease in adaptive bacterial immunity Science 2012 337 816 821 10.1126/science.1225829 22745249 286. Dunbar C.E. High K.A. Joung J.K. Kohn D.B. Ozawa K. Sadelain M. Gene therapy comes of age Science 2018 359 eaan4672 10.1126/science.aan4672 29326244 287. O’Neill S.M. Hinkle C. Chen S.J. Sandhu A. Hovhannisyan R. Stephan S. Lagor W.R. Ahima R.S. Johnston J.C. Reilly M.P. Targeting adipose tissue via systemic gene therapy Gene Ther. 2014 21 653 661 10.1038/gt.2014.38 24830434 288. Uhrig-Schmidt S. Geiger M. Luippold G. Birk G. Mennerich D. Neubauer H. Grimm D. Wolfrum C. Kreuz S. Gene delivery to adipose tissue using transcriptionally targeted rAAV8 vectors PLoS ONE 2014 9 e116288 10.1371/journal.pone.0116288 25551639 289. Sommer N. Roumane A. Han W. Delibegović M. Rochford J.J. McIlroy G.D. Gene therapy restores adipose tissue and metabolic health in a pre-clinical mouse model of lipodystrophy Mol. Ther. Methods Clin. Dev. 2022 27 206 216 10.1016/j.omtm.2022.09.014 36320417 290. Chadwick A.C. Evitt N.H. Lv W. Musunuru K. Reduced Blood Lipid Levels With In Vivo CRISPR-Cas9 Base Editing of ANGPTL3 Circulation 2018 137 975 977 10.1161/CIRCULATIONAHA.117.031335 29483174 291. Scaffidi P. Misteli T. Good news in the nuclear envelope: Loss of lamin A might be a gain J. Clin. Investig. 2006 116 632 634 10.1172/JCI27820 16511598 292. Jung H.-J. Coffinier C. Choe Y. Beigneux A.P. Davies B.S.J. Yang S.H. Barnes R.H. Hong J. Sun T. Pleasure S.J. Regulation of prelamin A but not lamin C by miR-9, a brain-specific microRNA Proc. Natl. Acad. Sci. USA 2012 109 E423 E431 10.1073/pnas.1111780109 22308344 293. Zhou F. Guan Y. Chen Y. Zhang C. Yu L. Gao H. Du H. Liu B. Wang X. miRNA-9 expression is upregulated in the spinal cord of G93A-SOD1 transgenic mice Int. J. Clin. Exp. Pathol. 2013 6 1826 1838 24040447 294. Liu G.-H. Suzuki K. Qu J. Sancho-Martinez I. Yi F. Li M. Kumar S. Nivet E. Kim J. Soligalla R.D. Targeted gene correction of laminopathy-associated LMNA mutations in patient-specific iPSCs Cell Stem Cell 2011 8 688 694 10.1016/j.stem.2011.04.019 21596650 Figure 1 Anatomic distribution of lipodystrophy-associated changes of fat depots. Enhanced color intensity indicates more severe symptom manifestation. HGPS, FPLD, and ARD-LD exhibit a single characteristic type of lipodystrophy, whereas MAD diversifies into partial and generalized lipodystrophy. Figure 2 Flowchart depicting the different laminopathies and the affected genes and proteins. Additionally, the effect of antiretroviral therapy on adipogenic proteins is shown.",
  "plain_text": "Recent research into laminopathic lipodystrophies—rare genetic disorders caused by mutations in the LMNA gene—has greatly expanded our knowledge of their complex pathology and metabolic implications. These disorders, including Hutchinson-Gilford progeria syndrome (HGPS), Mandibuloacral Dysplasia (MAD), and Familial Partial Lipodystrophy (FPLD), serve as crucial models for studying accelerated aging and metabolic dysfunction, enhancing our understanding of the cellular and molecular mechanisms involved. Research on laminopathies has highlighted how LMNA mutations disrupt adipose tissue function and metabolic regulation, leading to altered fat distribution and metabolic pathway dysfunctions. Such insights improve our understanding of the pathophysiological interactions between genetic anomalies and metabolic processes. This review merges current knowledge on the phenotypic classifications of these diseases and their associated metabolic complications, such as insulin resistance, hypertriglyceridemia, hepatic steatosis, and metabolic syndrome, all of which elevate the risk of cardiovascular disease, stroke, and diabetes. Additionally, a range of published therapeutic strategies, including gene editing, antisense oligonucleotides, and novel pharmacological interventions aimed at addressing defective adipocyte differentiation and lipid metabolism, will be explored. These therapies target the core dysfunctional lamin A protein, aiming to mitigate symptoms and provide a foundation for addressing similar metabolic and genetic disorders."
}
