{
    "PMC": "2275099",
    "DOI": "10.1093/nar/gkm1131",
    "PMID": "18160415",
    "PMCID": "PMC2275099",
    "title": "Proteomic screen defines the hepatocyte nuclear factor 1alpha-binding partners and identifies HMGB1 as a new cofactor of HNF1alpha.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC2275099",
    "source": "MED",
    "abstract_text": "Hepatocyte nuclear factor (HNF)-1alpha is one of the liver-enriched transcription factors involved in many tissue-specific expressions of hepatic genes. The molecular mechanisms for determining HNF1alpha-mediated transactivation have not been explained fully. To identify unknown proteins that interact with HNF1alpha, we developed a co-IP-MS strategy to search HNF1alpha interactions, and high mobility group protein-B1 (HMGB1), a chromosomal protein, was identified as a novel HNF1alpha-interacting protein. In vitro glutathione S-transferase pull-down and in vivo co-immunoprecipitation studies confirmed an interaction between HMGB1 and HNF1alpha. The protein-protein interaction was mediated through the HMG box domains of HMGB1 and the homeodomain of HNF1alpha. Furthermore, electrophoretic mobility shift assay and chromatin-immunoprecipitation assay demonstrated that HMGB1 was recruited to endogenous HNF1alpha-responsive promoters and enhanced HNF1alpha binding to its cognate DNA sequences. Moreover, luciferase reporter analyses showed that HMGB1 potentiated the transcriptional activities of HNF1alpha in cultured cells, and downregulation of HMGB1 by RNA interference specifically affected the HNF1alpha-dependent gene expression in HepG2 cell. Taken together, these findings raise the intriguing possibility that HMGB1 is a new cofactor of HNF1alpha and participates in HNF1alpha-mediated transcription regulation through protein-protein interaction.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 2275099 18160415 10.1093/nar/gkm1131 gkm1131 Molecular Biology Proteomic screen defines the hepatocyte nuclear factor 1α-binding partners and identifies HMGB1 as a new cofactor of HNF1α Yu Miao 1 2 3 Wang Jian 1 2 3 Li Wei 1 2 3 Yuan Yan Zhi 1 2 3 Li Chang Yan 1 3 Qian Xiao Hong 1 2 3 Xu Wang Xiang 1 3 Zhan Yi Qun 1 3 Yang Xiao Ming 1 2 3 * 1 Beijing Institute of Radiation Medicine, Beijing, 100850, 2 Beijing Proteomics Research Center, Beijing, 102206 and 3 State Key Laboratory of Proteomics, Beijing, 100850, P. R. China *To whom correspondence should be addressed. +86 10 66931424 +86 10 68212874 xmyang2@nic.bmi.ac.cn or xiaomingyang@sina.com 3 2008 26 12 2007 26 12 2007 36 4 1209 1219 11 9 2007 28 11 2007 5 12 2007 © 2007 The Author(s) 2007 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.0/uk/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Hepatocyte nuclear factor (HNF)-1α is one of the liver-enriched transcription factors involved in many tissue-specific expressions of hepatic genes. The molecular mechanisms for determining HNF1α-mediated transactivation have not been explained fully. To identify unknown proteins that interact with HNF1α, we developed a co-IP-MS strategy to search HNF1α interactions, and high mobility group protein-B1 (HMGB1), a chromosomal protein, was identified as a novel HNF1α-interacting protein. In vitro glutathione S -transferase pull-down and in vivo co-immunoprecipitation studies confirmed an interaction between HMGB1 and HNF1α. The protein–protein interaction was mediated through the HMG box domains of HMGB1 and the homeodomain of HNF1α. Furthermore, electrophoretic mobility shift assay and chromatin-immunoprecipitation assay demonstrated that HMGB1 was recruited to endogenous HNF1α-responsive promoters and enhanced HNF1α binding to its cognate DNA sequences. Moreover, luciferase reporter analyses showed that HMGB1 potentiated the transcriptional activities of HNF1α in cultured cells, and downregulation of HMGB1 by RNA interference specifically affected the HNF1α-dependent gene expression in HepG2 cell. Taken together, these findings raise the intriguing possibility that HMGB1 is a new cofactor of HNF1α and participates in HNF1α-mediated transcription regulation through protein–protein interaction. INTRODUCTION The transcriptional factor hepatocyte nuclear factor (HNF)-1α is an atypical homeodomain-containing protein identified by binding to similar regulatory cis -elements present in special genes ( 1–3 ). Binding sites for HNF1α have been shown in the promoters or enhancers of genes that express almost exclusively in liver, such as albumin (ALB), α-fetoprotein (AFP), α- fibrinogen (FGA), α 1-antitrypsin (A1AT), transthyretin (TTR) and aldolase B (ALDOB) ( 3–6 ). HNF1α can also modulate transcription indirectly through transcription factor networks, including the HNF1α-mediated negative regulation of genes activated by HNF4α, which means that HNF1α plays a central role in the fine tuning of hepatocyte-specific gene expression via its indirect negative autoregulatory mechanism ( 7 ). HNF1α expression was first regarded as a hepatocyte-specific transcriptional regulator; later its expression was also found in kidney, intestine and endocrine pancreas (1,2). Further studies revealed that HNF1α played an important role in the transcriptional activation of genes critical for their functions of these tissues ( 8–11 ). Mutations in HNF1α gene have been identified in patients with Maturity Onset Diabetes of the Young (MODY3) ( 12 ). Moreover, it has been reported that expression of an HNF1α-dominant negative mutant linked to MODY3 led to an impaired function of pancreatic β-cells ( 13 , 14 ). The loss of HNF1α has been shown during renal carcinogenesis, which is usually accompanied by dedifferentiation processes, including the loss of tissue-specific gene expression ( 15 ). HNF1α uses a POU-homeodomain sequence and a myosin-like dimerization domain located at the amino terminus of the protein to bind its DNA recognition sequence as a dimmer ( 3 , 16 ). Two characteristics of HNF1α, which is special among the homeodomain-containing proteins, distinguish it from other homeodomain transcription factors. First, its DNA-binding domain contains a 21-amino acid insertion between the highly conserved α helices 2 and 3, which is not found in any other homeodomains. Second, HNF1α binds to its target genes as a dimmer and it dimerizes in absence of its DNA recognition sequence ( 2 ). The C-terminal part of HNF1α contains three regions that are necessary for transcriptional activation ( 2 ). The ability of various HNF1α domains to interact with multiple coactivators allows the formation of a platform for recruitment of a transcriptional complex, leading to a strong enhancement of transcription. PCBD1 (its another name is DcoH) is a dimerization cofactor of HNF1α, which selectively stabilizes HNF1α homodimers and enhances HNF1α-mediated transcriptional activity through making of a tetrameric complex ( 17 ). HNF1α also can physically interact with histone acetyltransferases (HATs), CREB-binding protein (CBP), p300/CBP-associated factor (P/CAF), SRC-1 and RAC3 ( 18 ). CBP/p300 interacts with both the DNA-binding domain and the activation domain of HNF1α while P/CAF, SRC-1 and RAC3 interacts with the HNF1α activation domain ( 19 ). These results support a model that involves the combined action of multiple coactivators recruited by HNF1α, which activate transcription by coupling nucleosome modification and recruitment of the general transcription machinery. HNF1α also interacts with GATA5, Neurog3 and Cdx2, and the interactions lead to a cooperative enhancement of HNF1α-mediated activation of transcription ( 20–22 ). A synergy between HNF4α and HNF1α has been reported too ( 23 ). However, the molecular mechanisms for determining HNF1α-mediated transactivation have not been explained fully. In this work, we identified the HNF1α-binding partners by co-IP combined with mass spectrometry strategy and found that HMGB1 functioned as a potential coactivator of HNF1α through direct interaction between the HMG box domain of HMGB1 and homeodomain of HNF1α. MATERIALS AND METHODS Plasmid constructions The human full-length HNF1α, HMGB1 and HMGA2 were amplified by polymerase chain reaction (PCR) from the human liver cDNA and cloned into the pcDNA3.1/Myc-HisB vector (Invitrogen, Carlsbad, CA, USA). The HNF1α deletion constructs were generated through ligation of PCR products amplified from the pcDNA3.1-HNF1α. The various HNF1α constructs were cloned into the pGEX4T2 vector (Amersham Pharmacia, Piscataway, NJ) using indicated sites (Supplementary Data 1). The HMGB1 deletion constructs were generated by PCR cloning and inserted into pcDNA3.1/Myc-HisB. For subcellular localization assays, HMGB1 cDNA was cloned into pEGFP-N1 (Clontech, Palo Alto, CA). The sequences of primers used in plasmid constructions are shown in Supplementary Data 1. The Renilla luciferase expression vector (pRL-TK) was purchased from Promega (Madison, WI) and luciferase reporter plasmid pGL3-AFP was kindly provided by Dr Huang Ailong (Chongqing University of Medical Sciences, China). Co-immunoprecipitation HepG2 cells were cultured in Dulbecco's modified Eagle's medium (Gibco/BRL, Rockville, MD) supplemented with 10% fetal bovine serum. After centrifugation and washing with phosphate-buffered saline (PBS), the cell pellets were resuspended and lyzed using Mammalian Protein Extraction Reagent (Pierce, Rockford, IL) according to the protocol. Three milligrams proteins in 1 ml of lysates were mixed with 2 μg of goat polyclonal antibodies against HNF1α (C-19, Santa Cruz Biotechnology, Santa Cruz, CA) or goat IgG (sc-2028, Santa Cruz Biotechnology) and incubated 90 min at 4°C with gentle shaking, followed by adsorption to protein G plus-agarose beads (sc-2002, Santa Cruz Biotechnology). After four times of extensive washing to remove nonspecific binding with NETN buffer [20 mmol/l Tris–HCl at pH 8.0, 1 mmol/l EDTA, 0.5% NP-40 and 150 mmol/l NaCl supplemented with protease inhibitor mixture (Roche Diagnostics, Rotkreuz, Switzerland)], the complex was resuspended in SDS sample buffer, separated by 10% SDS–polyacrylamide gel electrophoresis (PAGE). For MS analysis, separated protein bands in the SDS–PAGE gel were visualized by Coomassie brilliant blue staining. MS analyses Proteins eluted with 5% acetic acid were denatured, reduced and subjected to tryptic digestion. Resulting peptides were analyzed by microcapillary reverse-phase chromatography electrospray (ESI) MS using an LCQ mass spectrometer (ThermoFinnigan, San Jose, CA) equipped with a combination C18 trap ESI-emitter-microcapillary liquid chromatography column design. Mass spectra were acquired via data-dependent ion selection, which was achieved through automatic switching between single MS and MS/MS modes. Proteins were identified from MS/MS spectra using a database search engine called COMET to search against the latest versions of National Cancer Institute human protein databases. The resulting proteins were analyzed using Peptide Prophet and Interact Programs and validated manually. Reciprocal immunoprecipitation and western blotting analysis HepG2 cells were transfected with pcDNA3.1-HMGB1 or the vector alone using VigoFect transfection reagent (Vigorous Biotechnology, China). After 48 h of transfection, cell extracts were immunoprecipitated with anti-Myc antibodies (sc-40, Santa Cruz Biotechnology) at 4°C for 2 h, followed by adsorption to protein A/G plus-agarose beads (sc-2003, Santa Cruz Biotechnology) at 4°C overnight. Bound materials were washed thoroughly four times and eluted with NETN buffer. Following SDS–PAGE, immunoprecipitated proteins were transferred onto polyvinylidene difluoride membranes (Amersham life science, Buckinghamshire, England) and probed with various antibodies. The enhanced chemiluminescence (ECL) system (Santa Cruz Biotechnology) was used for detection. Subcellular localization assays For HMGB1 and HNF1α location, immunofluorescence was performed. HepG2 cells were seeded in 6-well plates, cultured in DMEM supplemented with 10% fetal bovine serum and transfected with GFP-HMGB1 and Myc-HNF1α. 24 h later, the cells were fixed for 30 min at room temperature with 4% paraformaldehyde in PBS, perforated with 1% Triton X-100 in PBS for 15 min, blocked with 3% BSA in PBS for 2 h, incubated with primary antibody overnight at 4°C and probed with secondary antibody. Primary mouse monoclonal antibodies were used with anti-Myc antibody at 1:50. Secondary antibodies were used with TRITC-labeled anti-mouse antibody at 1:50. Confocal imaging was performed using Zeiss 510 META system. The green fluorescence was excited at 488 nm with 505–530 nm barrier filter and red fluorescence was simultaneously excited at 543 nm with 560 nm barrier filter. Generation of recombinant proteins and GST pull-down assays HNF1αΔ1-189, HNF1αΔ190-319 and HNF1αΔ320-631 fragments were cloned in frame with the glutathione S -transferase (GST) gene of pGEX4T2, respectively. The resulting GST fusion proteins were expressed in Escherichia coli BL21, induced by 0.1 mM isopropyl-β- d -thiogalactopyranoside (IPTG) and solubilized from bacteria in lysis buffer (1% Triton X-100 in PBS) by sonication. After centrifugation at 12 000 r.p.m. for 15 min at 4°C, the supernatant was added to the glutathione-Sepharose 4B beads (Amersham Biosciences, Uppsala, Sweden) and mixed gently at 4°C overnight. After binding, the beads were washed four times in cold PBS to remove nonspecific binding. GST, GST-HNF1αΔ1-189, GST-HNF1αΔ190-319 and GST-HNF1αΔ320-631 fusion proteins, as judged by Coomassie bright blue staining, were bound to glutathione-Sepharose beads. Myc-HMGB1FL protein, Myc-HMGB1Δ8-161 protein, Myc-HMGB1Δ8-77 protein, Myc-HMGB1Δ92-161 protein and Myc-HMGA2 protein were got from the whole-cell lysis of HepG2 cells which were transfected with indicated plasmids as shown in Figure 2 C and D. The cell lysis were treated with DNase I (TaKaRa Japan) for 30 min at 37°C to remove the genomic DNA contamination before mixed with GST fusion protein which adsorbed to Sepharose beads. The binding reaction was carried out overnight at 4°C in 1 ml binding buffer (20 mmol/l Tris–HCl at pH 8.0, 150 mmol/l NaCl, 1 mmol/l EDTA, 10% glycerol and 0.1% NP-40). After thoroughly washing, specifically bound proteins were subjected to 15% SDS–PAGE followed by western blotting analysis. siRNA transfection The selected target sequence of HMGB1 was 5′-AGACCTGAGAATGTATCCCCAAA-3′ on the 3′ noncoding region according to the previous description ( 24 ). HMGB1 siRNA were as follows: 5′-AGACCUGAGAAUGUAUCCCCAAADdTdT-3′ (sense strand), 5′-UUUGGGGAUACAUUCUCAGGUCUdTdT-3′ (antisense strand). HepG2 cells were grown in 6-well plates to 50% confluence and HMGB1 siRNA were transfected into HepG2 cells at 100 pmol/well with Vigofect reagent according to the manufacturer's protocol. The nonspecific RNA duplexes were used in control experiments. Cells were harvested after incubation for 48–72 h, and then real-time PCR and western blotting were performed to detect silence effect. Reverse transcription and real-time PCR Total RNA isolation and reverse-transcription were applied according to the manufacturer's protocol. The cDNA was analyzed using real-time PCR according to the instruction from the kit. In brief, real-time PCR was done using Bio-Rad IQ™5 Multicolor Real-time PCR Detection System (Bio-Rad Laboratories, Hercules, CA) and SYBR Premix Ex Taq ™ (2×) kit (TaKaRa, Japan). The cycling conditions were as follows: 95°C for 1 min, 40 cycles of 10 s at 95°C, 30 s at 55°C and 30 s at 72°C. SYBR Green fluorescence was measured after each elongation step. Specific primers for each gene were listed in Supplementary Data 1. At the end of PCR, a melting curve analysis was performed by gradually increasing the temperature from 55°C to 95°C to determine purity. PCR was set up in triplicates and threshold cycle (Ct) values of the target genes were normalized to the endogenous control. Differential expression was calculated according to the 2 −ΔΔCT method. Transfection and luciferase assays HepG2 cells were transfected with different plasmids as indicate. In each case, vector DNA was added as necessary to achieve a constant amount of transfected DNA (1.25 μg). Cells were collected 36 h later after transfection and lyzed in 100 μl 1× passive lysis buffer (Promega). Luciferase assays were carried out with 50 μl lysate using the dual-luciferase reporter assay system (Promega) in a chemiluminescence analyzer (FB12 luminometer; Berthold Detection Systems, Germany). Luciferase activities were expressed as fold induction relative to values obtained from control cells. The results represented the mean of at least three independent transfection experiments, each carried out in duplicate. Renilla luciferase activity was used as an internal control for transfection efficiency. Preparation of nuclear extracts and electrophoretic mobility shift assays (EMSAs) HepG2 cells were transfected with various amount of pcDNA3.1-HMGB1FL or derivatives of HMGB1 and nuclear extracts were isolated as described previously ( 25 ). In each case, pcDNA3.1 was added as necessary to keep the total amount of transfected plasmids fixed. The DNA probe was prepared by annealing two oligonucliotides 5′-GCTATGCTGTTAATTATTGGCA-3′ and 5′-TGCCAATAATTAACAGCATAGC- 3′, which correspond to both strands of HNF1α recognition consensus sequence in the promoter of AFP ( 3 , 4 ), and labeling them with [γ- 32 P] ATP by filling in the T4 polynucleotide kinase (Gel Shift Assay System, Promega). Nuclear extracts (10 μg) were incubated with the binding buffer for 10 min, followed by incubation with 0.5 ng of 32 P-labeled DNA probe for 30 min at room temperature. The DNA–protein complexes were analyzed by electrophoresis on a 4% polyacrylamide gel in 0.5×Tris–borate/ethylene diaminetetraacetic acid (EDTA) electrophoresis buffer at 300 V followed by autoradiography. For competition experiments, extracts were preincubated with a 50-fold excess of unlabeled double-stranded oligonucleotides. In supershift assays, 2 μg of antibodies against HNF1α (sc-6547X, Santa Cruz Biotechnology) were added to the nuclear extracts 30 min before the addition of radiolabeled probes. Chromatin-immunoprecipitation (ChIP) assays In this assay, 10 7 HepG2 cells were lyzed with cell lysis buffer (10 mM Tris–HCl, pH 8.0; 10 mM NaCl; 0.2% NP-40) on ice for 10 min, centrifuged at 2500 r.p.m. for 5 min at 4°C, resuspended in nuclear lysis buffer (50 mM Tris–HCl, pH 8.0; 10 mM EDTA; 1% SDS), vortexed three times, sonicated six times to shear chromatin and centrifuged at 12 000 r.p.m. for 15 min at 4°C. The supernatant were collected as the whole-cell extract (WCE). Protein–DNA immunocomplexes were immunoprecipitated with rabbit polyclonal antibodies against HNF1α (sc-8986, Santa Cruz Biotechnology) or rabbit polyclonal antibodies against HMGB1 (BC003378, Protein Tech Group, IL) or rabbit IgG (sc-2027, Santa Cruz Biotechnology). WCE measuring 100 μl were incubated with antibodies in 900 μl ChIP dilution buffer (0.01% SDS, 1.1% Triton-X 100, 1.2 mM EDTA, 16.7 mM Tris–HCl, pH 8.0, 167 mM NaCl), with protein A/G agarose beads as an adsorbent. Resins were washed with serious buffers containing various detergents and NaCl in different concentrations. Following elution, DNA fragments were isolated and purified using phenol/chloroform. PCR was conducted using primers AFP-F (–282): 5′-GCGAGATCTTCTGCAACTTAGGGACAA-3′ and AFP-R (+32): 5′-GCGAAGCTTGTTATTGGCAGTGGTGGA-3′ under the following conditions: 28 cycles, 59°C, 5 U Taq polymerase and 25 pmol of each primer. Amplified products were analyzed on 1.5% Tris–borate/EDTA-agarose gels. Statistical analysis Statistical analysis was performed using the Student's t -test. P < 0.05 was considered significant. Data were expressed as mean ± SEM. RESULTS IP-MS strategy allows the identification of novel HNF1α-binding partners In an effort to detect proteins interacting with HNF1α, we developed a co-IP-MS strategy to search HNF1α interactions in viv o. HNF1α-containing protein complex was immunoprecipitated from human hepatoma cell line HepG2 cells using HNF1α antibody and HNF1α in the immunoprecipitation complex was identified by western blotting (data not shown). To determine whether containing reported interactors of HNF1α in the HNF1α-containing protein complex, HNF4, an admitted cofactor of HNF1α, was verified in the HNF1α–IP complex by western blotting (data not shown). Then, protein complexes were separated by SDS–PAGE, and stained with Coomassie bright blue (Supplementary Data 2). Differential blue color bands were excised, trypsinized and analyzed through microcapillary liquid chromatography MS/MS followed by protein database searching of the generated spectra. We set up the criteria for a minimum two unique peptides per positive protein identification, and we reported only those proteins that were identified in at least two independent experiments. After performing MS/MS, a total of 18 nonredundant proteins were found to interact with HNF1α compared to the control ( Table 1 ). To confirm the novel interactors of HNF1α, we selected four of the novel HNF1α-binding partners (RANBP1, 14-3-3zeta, CBX3, HMGB1) for half- in vivo co-immunoprecipitation in HepG2 cells. Immunoblotting analysis showed that HNF1α were co-immunoprecipitated with all four proteins (data not shown). These results indicate that the IP-MS strategy in our study could be effective. Table 1. List of proteins identified in co-immunoprecipitated HNF1α complex by MS/MS Gene name Protein description Number of unique peptides ACTB Actin, beta 2 ANXA2 Annexin a2 4 CBX3 Chromobox protein homolog 3 2 HIST2H2AB Histone 2, h2ab 2 HMGB1 High mobility group protein b1 3 IGFBP7 Insulin-like growth factor binding protein 7 2 RPSAP15 Ribosomal protein SA pseudogene 15 5 LDHA Lactate dehydrogenase a 2 PEBP1 Phosphatidylethanolamine-binding protein 2 RANBP1 Ran-binding protein 1 3 SFRS7 Splicing factor, arginine/serine-rich 7, 35 kda 2 SNX14 Sorting nexin 14 2 VCP Valosin-containing protein 2 VIM Vimentin 13 YWHAB Tyrosine 3-monooxygenase/tryptophan 5-monooxygenase activation protein, beta polypeptide 3 YWHAE Tyrosine 3-monooxygenase/tryptophan 5-monooxygenase activation protein, epsilon polypeptide 3 YWHAG Tyrosine 3-monooxygenase/tryptophan 5-monooxygenase activation protein, gamma polypeptide 3 YWHAZ Tyrosine 3-monooxygenase/tryptophan 5-monooxygenase activation protein, zeta polypeptide 3 HNF1α Hepatocyte nuclear factor 1α 3 Identification of HMGB1 interacting with HNF1α in vivo To assess the intracellular association of HNF1α with HMGB1, a half- in vivo co-immunoprecipitation was performed. HepG2 cells were transfected with pcDNA3.1-HMGB1 or pcDNA3.1/Myc-HisB, and then the cell lysates were subjected to immunoprecipitation with anti-Myc antibody and western blotting with anti-HNF1α antibody. Immunoblotting analysis showed that HNF1α was co-immunoprecipitated with HMGB1 ( Figure 1 A and B). To further confirm this association, colocalization of HNF1α and HMGB1 was studied. As shown in Figure 1 C, HNF1α and HMGB1 showed colocalization when the images were merged. These results indicate that HMGB1 interacts specifically with HNF1α in vivo . Figure 1. Analysis of interaction between HNF1α and HMGB1. HepG2 cells were transfected with pcDNA3.1-HMGB1 or pcDNA3.1-Myc/HisB, and after 48 h, cell lysates were prepared and immunoprecipitations were performed with anti-Myc antibody. Immunoprecipitates were analyzed with anti-Myc antibody ( A ) and anti-HNF1α antibody ( B ). The positions of HMGB1, HNF1α and the IgG were indicated by an arrow. ( C ) HepG2 cells were co-transfected with GFP-HMGB1 and Myc-HNF1α for 24 h. Immunofluorescence staining was performed with anti-Myc monoclonal antibody to analyze the localization of HNF1α. The locations of HMGB1 (green) and HNF1α (red) were observed through confocal imaging. Scale bar: 10 μm. Mapping the binding site of HNF1α and HMGB1 To map the domain of HNF1α protein required for interaction with HMGB1, we performed GST pull-down assay using GST fusion proteins containing deletion mutants of HNF1α with HMGB1 or HMGA2, which is another nonhistone chromosomal high mobility group (HMG) protein family member and was regarded as irrelevant negative control. HNF1α consists of several domains such as dimerization, homeobox and transactivation domains ( Figure 2 A). For this purpose, various fragment of HNF1α was constructed into pGEX4T2. GST and GST fusion proteins were expressed in E. coli BL21 and purified using glutathione-Sepharose beads according to the manufacturer's instructions, as judged by Coomassie bright blue staining ( Figure 2 B). Myc-HMGB1FL was pulled down with GST-HNF1αΔ190-319 whereas not with those with amino acid residues 1–189 or 320–631 ( Figure 2 C). These findings demonstrate that fragment 190–319aa of HNF1α, containing the homeobox domain is responsible for the interaction with HMGB1. All derivatives of HNF1α did not pull down with HMGA2, which suggested the specific interaction between HNF1α and HMGB1 ( Figure 2 C). Figure 2. Mapping the binding site of HNF1α and HMGB1. ( A ) Schematic representation of domain structure of HNF1α. ( B ) GST, GST-HNF1αΔ1-189, GST-HNF1αΔ190-319 and GST-HNF1αΔ320-631 fusion proteins were expressed in E. coli , purified by glutathione-Sepharose beads. The complexes were washed to remove noninteracting proteins, electrophoresed in SDS–PAGE and visualized by Coomassie bright blue staining. ( C ) Lysates of HepG2 cells that were transfected with pcDNA3.1-HMGB1FL or pcDNA3.1-HMGA2 were incubated with the following fusion proteins, respectively, including GST alone, GST-HNF1αΔ1-189, GST-HNF1αΔ190-319 and GST-HNF1αΔ320-631. Whole-cell lyses were extracted and digested with DNase I and performed GST pull down. Complexes were detected by western blotting analysis using anti-Myc antibody. ( D ) Schematic representation of domain structure of HMGB1 was shown. HepG2 cells were transfected with pcDNA3.1-HMGB1FL, pcDNA3.1-HMGB1Δ8-161, pcDNA3.1-HMGB1Δ8-77 or pcDNA3.1-HMGB1Δ92-161, respectively. Twenty-four hours later, whole-cell lyses were extracted and digested with DNase I and performed GST pull-down. Cell lysates of pcDNA3.1-HMGB1FL were pulled down by GST-HNF1αΔ190-319 fusion protein and were not pulled down by GST alone. Cell lysates of pcDNA3.1-HMGB1Δ8-161 were pulled down by GST-HNF1αΔ190-319 fusion protein and not pulled down by GST alone. Cell lysates of pcDNA3.1-HMGB1Δ8-77 were pulled down by GST-HNF1αΔ190-319 fusion protein and not pulled down by GST alone. Cell lysates of pcDNA3.1-HMGB1Δ92-161 were pulled down by GST-HNF1αΔ190-319 fusion protein and not pulled down by GST alone. To map the domain of HMGB1 protein required for interaction with HNF1α, we performed another GST pull-down assay. HMGB1 is structured into two HMG box domains plus a highly acidic C-terminal region ( Figure 2 D). We therefore generated the following four Myc-tagged proteins: full-length HMGB1, HMGB1Δ8-161, HMGB1Δ8-77 and HMGB1Δ92-161. As expected, HMGB1FL exhibited specific binding to HNF1αΔ190-319 ( Figure 2 D). It was further revealed that HMGB1Δ8-161, HMGB1Δ8-77 and HMGB1Δ92-161 were capable of binding ( Figure 2 D), indicating that a single HMG box was sufficient for the interaction and that the acidic tail was not required. Together, these results suggest that the HMG box of HMGB1 and the homeobox domain of HNF1α are necessary for the interaction between HNF1α and HMGB1. HMGB1 enhances HNF1α-mediated transactivation The existence of functional interaction between HNF1α and HMGB1 was analyzed in cell culture transfection assays. As previously reported ( 3 , 4 , 6 ), promoter region of AFP included several binding sites for HNF1α protein, and HNF1α gene product activated transcription of AFP-reporter gene in transient co-transfection assays. In a typical experiment, HNF1α, expressed from the CMV promoter-driven construct, activated transcription of pGL3-AFP reporter 73-fold over the basal level ( Figure 3 , P < 0.05), and HMGB1 by itself showed little effect on the transcription activity of the pGL3-AFP reporter. However, co-transfection of HNF1α together with HMGB1 expression construct led to a strong stimulation of the reporter activity, up to 187-fold over the basal level ( Figure 3 , P < 0.05) and to 2–3-fold over the maximum level obtained with HNF1α alone. Co-transfection of HNF1α with HMGB1Δ8-161 stimulated the reporter activity up to 140-fold over the basal level ( Figure 3 , P < 0.05). Co-transfection of HNF1α with HMGB1Δ92-161 activated the reporter activity up to 170-fold over the basal level ( Figure 3 , P < 0.05). However, only little effect was shown on the transcription activity of the pGL3-AFP reporter when HNF1α co-transfected with HMGB1Δ8-77 ( Figure 3 , P < 0.05). These functional studies demonstrate that HMGB1 potentiates the transcriptional activities of HNF1α and suggest a functional interaction that exist between HNF1α and the second HMG box domain (HMGB1Δ92-161) of HMGB1. Figure 3. HMGB1 enhanced HNF1α-mediated transcription. HepG2 cells were co-transfected with 400 ng pGL3-AFP reporter vector, 20 ng HNF1α expression vector and 800 ng HMGB1FL expression vector or HMGB1Δ8-161 expression vector or HMGB1Δ8-77 expression vector or HMGB1Δ92-161 expression vector or control vector, and then the luciferase activity was measured ( P < 0.05). The results were shown as the mean ± SEM of triplicate experiments. HMGB1 facilitates the binding of HNF1α to its target sequences To understand the mechanism of enhancement of HNF1α activity by HMGB1, we examined the effect of HMGB1 on the DNA-binding ability of HNF1α. EMSA with nuclear extracts from HepG2 cells which were transfected with pcDNA3.1-HMGB1FL or derivatives of HMGB1 and the 32 P-labeled fragment of DNA covering the −138/−119 AFP promoter sequence was performed. As shown in Figure 4 A, specific DNA–protein complexes were reproducible detected. When HMGB1 was added, the intensities of bands enhanced in a dose-dependent manner, indicating that HMGB1 stimulated HNF1α binding to the −138/−119 AFP promoter region (lanes 2–6 in Figure 4 A). It was also remarkable that pcDNA3.1-HMGB1FL did not change the mobility, suggesting that HMGB1 was not included in the protein–DNA complex, or separated very fast. To observe which HMGB1 domain donated to the enhancement, we operated another EMSA. As shown in Figure 4 C, compared with control (pcDNA3.1, lane 3), the bands intensities of HNF1α–DNA complex were enhanced by addition of HMGB1FL (lane 2) and its derivatives, containing the two HMG boxes (HMGB1Δ8-161, lane 4), or HMG box B (HMGB1Δ92-161, lane 6). Moreover, the addition of HMGB1Δ92-161 protein resulted in an enhancement of HNF1α binding in a dose-dependent manner (lanes 9–11). On the other hand, HMGB1Δ8-77 could not increase HNF1α DNA-binding ability (lane 5). Thus, HMGB1Δ92-161 (box B) played a major role in promoting the formation of the HNF1α protein–DNA complex. Competition experiments with an excess of nonradioactive-labeled HNF1α recognition sequence completely led to the disappearance of the protein–DNA complexes (lane 7 in Figure 4 A and C). Supershift experiments were performed to identify HNF1α, which was bound in the protein–DNA complexes (lane 8 in Figure 4 A and C). Western blotting analysis was presented to reflect the amounts of HMGB1FL and HMGB1Δ92-161 ( Figure 4 B and D) in reaction. Figure 4. HMGB1 enhanced HNF1α DNA-binding activity. ( A ) HepG2 cells were transfected with various amounts of HMGB1FL (lane 2: 4 μg, lane 3: 3 μg, lane 4 2 μg, lane 5: 1 μg and lane 6: 0 μg). Control vector was added as necessary to maintain the amount of transfected plasmids constant. After 24 h, nuclear extracts were prepared to analysis the binding to 32 P-labeled probe by electrophoretic mobility shift assay (EMSA). The annealed oligonucleotides contained the sequence between −138 and −119 of the AFP promoter. The 32 P-labeled oligonucleotides were incubated with the indicated nuclear extracts and/or antibody and resolved on a 4% polyacrylamide gel. Lanes 2–6 showed that increasing amounts of HMGB1FL protein enhanced DNA binding of HNF1α in a dose-dependent manner. The intensity quantity was measured by densitometry and the results were graphed as fold of changes compared with control (pcDNA3.1, lane 6). ( B ) Western blotting was executed to manifest the amount of HMGB1 in each reaction. ( C ) EMSA were performed as described for (A), using nuclear extracts derived from HepG2 cells which were transfected with 4 μg various deletion derivatives of HMGB1 (lane 2: HMGB1FL, lane 3: pcDNA3.1, lane 4: HMGB1Δ8-161, lane 5: HMGB1Δ8-77 and lane 6: HMGB1Δ92-161). Lanes 9–11 showed that increasing amounts of HMGB1Δ92-161 protein enhanced DNA binding of HNF1α in a dose-dependent manner (lane 9: 1 μg, lane 10: 2 μg, lane 11: 3 μg). The intensity quantity was measured by densitometry and the results were graphed as fold of changes compared with control (pcDNA3.1, lane 3). Control vector was added to keep the transfected plasmids amounts equal to 4 μg. ( D ) Western blotting was fulfilled to exhibit the amount of HMGB1Δ92-161. Lane 1 in both (A) and (C) represented control lanes in which the oligonucleotide probes were not incubated with any nuclear extracts. Competition experiments were carried out with 50-fold excess of unlabeled oligonucleotide [lane 7 in (A) and (C)]. For supershift experiments, nuclear extracts were incubated with antibodies specific for HNF1α [lane 8 in (A) and (C)]. HMGB1 is recruited to endogenous AFP promoters To precisely understand the interaction between HNF1α and HMGB1, ChIP was used to determine whether HMGB1 was recruited by HNF1α to the HNF1α-dependent promoter in vivo . Previous studies showed that HNF1α recognition sites located at the region from −132 to −118 bp in AFP promoter ( 3 , 4 , 6 ). Following formaldehyde cross-linking and chromatin precipitation with respective antibodies, the precipitated DNA was amplified with specific primers (Supplementary Data 1). The region from −282 bp to +32 bp upstream of AFP promoter was enriched for HNF1α and HMGB1 binding. No binding of IgG was observed in AFP sequences ( Figure 5 A). HNF1α immunoprecipitated complex and HMGB1–IP complex were detected with western blotting analysis using HNF1α and HMGB1 antibodies ( Figure 5 B). We conclude that HMGB1 is specifically recruited by HNF1α to the AFP promoter and responsible for HNF1α-dependent transactivation. Figure 5. HNF1α and HMGB1 physically interacted and were recruited to AFP promoter in vivo . ( A ) Specific recruitment of HMGB1 by HNF1α by ChIP assays in HepG2 cells. Primers specific for the AFP promoter (−282 bp to +32 bp) were used to amplify the DNA associated with HNF1α and HMGB1 in vivo . ( B ) Cleared whole-cell extract was first incubated with control IgG, anti-HNF1α or anti-HMGB1 antibody, then with protein A/G agarose as an adsorbent. Bound proteins were detected by immunoblotting with antibodies to HNF1α or HMGB1. RNA interference of HMGB1 leads to altered expression of HNF1α target genes To further confirm the role for HMGB1 in the regulation of HNF1α target genes in vivo , we performed RNA interference assay to investigate whether the decrease of HMGB1 expression altered expression of other known HNF1α target genes. As Figure 6 A and B, and Table 2 showed, transfection with siRNA directed against HMGB1 into HepG2 cells reduced the level of HMGB1 protein by 70% ( P < 0.05). However, transfection with nonspecific RNA only slightly decreased the level of HMGB1 protein. The levels of HNF1α protein or β-actin were not affected by these siRNAs. As shown in Figure 6 C, when endogenous HMGB1 expression was knocked down by RNAi, the activity of pGL3-AFP reporter was reduced 60% in parallel ( P < 0.05). Moreover, HMGB1 downregulation inhibited expression of ALB, AFP, A1AT, FGA, PAH, GLUT2, LPK, IGFBP1 and APOC3 genes ( Figure 6 D and Table 2 , P < 0.05), which was consistent with previous observations that HNF1α positively regulated expression of these genes ( 4–6 , 13–15 ). However, the HMGB1 downregulation did not affect expression of PEPCK genes ( Figure 6 D and Table 2 , P > 0.05), which was regulated by the AREBP, C/EBP and ATF-2 ( 26 ). These results indicate that HMGB1 specifically modulates expression of HNF1α target genes. Figure 6. Suppression of HMGB1 decreases HNF1α-mediated transcription. ( A and B ) HepG2 cells were transfected with HMGB1 siRNA or nonspecific RNA duplex for 60 h. HMGB1 expression was detected by immunoblotting with β-actin as the internal control and real-time PCR with GAPDH as the internal control. PCR was performed in triplicates, and results were normalized to the endogenous control. Fold induction represented the relative expression ( P < 0.05) of HMGB1. The results were the mean ± SEM of triplicate experiments. ( C ) HepG2 cells were co-transfected with 400 ng pGL3-AFP and 20 pmol siHMGB1 or nonspecific RNA duplex, and then the luciferase activity was measured ( P < 0.05). The results were shown as the mean ± SEM of triplicate experiments. ( D ) Suppression of HMGB1 decreased the expression of HNF1α target genes. Real-time PCR using primer sets specific for ALB, AFP, A1AT, APOC3, FGA, GLUT2, LPK, IGFBP1, PAH, PEPCK and GAPDH. GAPDH was used as the internal control. HepG2 cells were seeded in 6-well plates and transfected with 100 pmol HMGB1 siRNA or nonspecific duplex for 60 h. Total RNA were extracted and reverse transcripted. PCR was performed in triplicates, and results were normalized to the endogenous control. Fold induction represented the relative expression ( P < 0.05) of ALB, AFP, A1AT, APOC3, FGA, GLUT2, LPK, IGFBP1, PAH and PEPCK mRNA in HMGB1 siRNA-treated HepG2 cells over that of nonspecific duplex-treated controls. The results were the mean ± SEM of triplicate experiments. Table 2. Analysis of the mRNA level of gene by real-time PCR Gene name ΔCT siHMGB1 = CT GENE − CT GAPDH ΔCT siRNA = CT GENE − CT GAPDH ΔΔCT = ΔCT siHMGB1 − ΔCT siRNA 2 −ΔΔCT HMGB1 10.58 8.68 1.9 0.269495 AFP 17.5 16.37 1.13 0.456916 ALB 18.07 16.38 1.69 0.309927 PEPCK 13.43 13.36 0.07 0.952638 A1AT 15.37 14.88 0.49 0.712025 FGA 15.65 11.41 4.24 0.052922 PAH 12.37 11.47 0.9 0.535887 GLUT2 17.81 14.55 3.26 0.104386 LPK 14.14 11.84 2.3 0.203063 IGFBP1 12.66 9.44 3.22 0.107321 APOC3 15.69 14.2 1.49 0.356013 DISCUSSION Protein–protein interactions are essential for HNF1α-mediated transcription regulation. Studies on the mutations in HNF1α, which result in MODY3, raise a possibility that the in vivo protein–protein interaction is a critical determinant of gene activation by HNF1α ( 27 ). A few nuclear proteins that act as modulators of HNF1α-regulated transcription have been identified ( 17–22 ). However, the defects in gene regulation resulting from the disruption of interaction between HNF1α and its cofactors are largely unknown. In the present study, we demonstrate that HMGB1 is a new cofactor of HNF1α, which interacts with HNF1α, enhances its binding to cognate DNA sequences and improves its transcriptional activity. HMGB1, historically known as an abundant, nonhistone architectural chromosomal protein, is extremely conserved across species ( 28 ). As a nuclear protein, HMGB1 stabilizes nucleosomes and allows bending of DNA to facilitate gene transcription. In fact, HMGB1 has been implicated in the regulation of transcription, via both activation and repression. It has been documented that HMGB1 interacted both with the basal transcription machinery ( 29 ) and with individual transcription factors such as Hox proteins, p53, NF-κB and steroid hormone receptors ( 24 , 30–34 ). HMGB1 binds transiently to DNA, prebends DNA into thermodynamically unfavorable conformation and offers DNA to the transcription factor, which will eventually form a stable complex with DNA. In our series of experiments, we found that the homeodomain of HNF1α and HMG box of HMGB1 were their interaction fragments. Previous reports on regulation of HNF1α interactions with DNA have implicated its homeodomain in Cdx2 positive regulating DNA binding ( 21 ). Involvement of the homeodomain in both DNA binding and protein–protein interaction also has been observed, as in Pit-1–Oct interaction ( 35 ). It has been documented that some Hox proteins, such as Oct protein, TBP or steroid receptor, could interact with HMGB1 through either HMG box A (8–77aa) or HMG box B (92–161aa) domain of HMGB1 ( 24 , 32 , 33 ). In the present study, we also determined that HNF1α directly interacted with box A and box B of HMGB1. Both HMG box A and box B are HMGB1 DNA-binding domains. Either box A or box B of HMGB1 enhanced the HoxD9-mediated transactivation alone( 33 ). In our studies, we found that HMGB1 enhanced HNF1α-mediated transcription depended heavily on HMG box B of HMGB1. Data from ChIP and EMSA demonstrated that HMGB1 was recruited to endogenous HNF1α-responsive promoters and increased the DNA-binding activity of HNF1α. We then propose that HMGB1 might be recruited by HNF1α protein and the physical contact between the homeodomain and one HMG box directs these two DNA-binding domains to adjacent or overlapping DNA segments, generating a complex, which might contribute to the enhanced binding of HNF1α to its targeting site. Moreover, a downregulation of HNF1α target genes expression after knockdown of endogenous HMGB1 with siRNAs strongly supports an important role of HMGB1 as a physiological cofactor of HNF1α. The different extents of suppression by HMGB1 RNAi knockdown on HNF1α targets may be due to different transcription regulation mechanism of target genes. For example, the tissue specificity of ALB gene expression is regulated by the synergistic activation of HNF1α and CEBPA ( 36 ); IL-6-mediated IGFBP1 promoter activation is via the intact HNF1-binding site and is dependent on the presence of endogenous HNF1α and STAT3 and AP-1 (c-Fos/c-Jun) ( 37 ); HNF1α recruits p300 to transactive the expression of GLUT2 gene ( 38 ). Previous studies have shown that HMGB1 played an important role in the regulation of lipogenic, cholesterogenic and acute phase (AP) responsive genes transcription ( 24 ). The responsibility of HNF1α in cholesterol homeostasis is important as well, in which HNF1α is a key regulator of multiple pathways essential for the maintenance of normal plasma cholesterol levels, including bile acid synthesis, bile acid uptake by the liver, intestines and kidney, and HDL-cholesterol metabolism ( 39 ). It has been documented that homozygous knockout mice of the HMGB1 gene were born alive, but died within 24 h due to hypoglycemia ( 40 ). MODY-associated HNF4α mutations caused increased insulin secretion in the fetal and neonatal period, resulting in increased birthweight and neonatal hypoglycemia ( 41 ). To some extent, HNF4α mutation will produce the same result as HNF1α-mediated negative regulation. Therefore, the phenotype of Hmgb1 −/− mice provides evidence that the interaction between HNF1α and HMGB1 should be critical for HNF1α-dependent regulation. Supporting this, HMGB1 downregulation by RNA interference specifically affected the HNF1α-dependent gene expression in HepG2 cells. Our present findings thus raise the possibility that HMGB1 might be potentially involved in this dynamic regulation of hepatic genes expression. In summary, we have identified HMGB1 as a novel interactor for HNF1α, which enhanced its binding to cognate DNA sequences and transcriptional activity. Investigation of this interaction between HMGB1 and HNF1α protein will give valuable insights into yet undiscovered roles of HMGB1 in the regulation of transcription and hepatic function. SUPPLEMENTARY DATA Supplementary data are available at NAR Online. [Supplementary Data] ACKNOWLEDGEMENTS This work was partially supported by the Special Funds for Major State Basic Research of China (2006CB910802), National HighTec Research Developing Programme (2006AA02A310) and Chinese National Natural Science Fund for the Popularization of Science (30321003). Funding to pay the Open Access publication charges for this article was provided by the Special Funds for Major State Basic Research of China (2006CB910802). Conflict of interest statement . None declared. REFERENCES 1 Schrem H Klempnauer J Borlak J Liver-enriched transcription factors in liver function and development. part I: the hepatocyte nuclear factor network and liver-specific gene expression Pharmacol. Rev 2002 54 129 158 11870262 2 Cereghini S Liver-enriched transcription factors and hepatocyte differentiation FASEB J 1996 10 267 282 8641560 3 Mendel DB Crabtree GR HNF-1, a member of a novel class of dimerizing homeodomain proteins J. Biol. Chem 1991 266 677 680 1985954 4 Sawadaishi K Morinaga T Tamaoki T Interaction of a hepatoma-specific nuclear factor with transcription-regulatory sequences of the human α-fetoprotein and albumin genes Mol. Cell Biol 1988 8 5179 5187 2468995 5 Ktistaki E Talianidis I Modulation of hepatic gene expression by hepatocyte nuclear factor 1 Science 1997 277 109 112 9204893 6 Courtois G Baumhueter S Crabtree GR Purified hepatocyte nuclear factor 1 interacts with a family of hepatocyte-specific promoters Proc. Natl Acad. Sci. USA 1988 85 7937 7941 2460858 7 Kritis AA Ktistaki E Barda D Zannis VI Talianidis I An indirect negative autoregulatory mechanism involved in hepatocyte nuclear factor-1 gene expression Nucleic Acids Res 1993 21 5882 5889 8290348 8 Odom DT Zizlsperger N Gordon DB Bell GW Rinaldi NJ Murray HL Volkert TL Schreiber J Rolfe PA Control of pancreas and liver gene expression by HNF transcription factors Science 2004 303 1378 1381 14988562 9 Kulkarni RN Kahn CR HNFs-linking the liver and pancreatic islets in diabetes Science 2004 303 1311 1312 14988544 10 Duncan SA Navas MA Dufort D Rossant J Stoffel M Regulation of transcription factor network required for differentiation and metabolism Science 1998 281 692 695 9685261 11 Yang Q Yamagata K Fukuim K Cao Y Nammo T Iwahashi H Wang H Matsumura I Hanafusa T Hepatocyte nuclear factor-1α modulates pancreatic β-cell growth by regulating the expression of insulin-like growth factor-1 in INS-1 cells Diabetes 2002 5 1785 1792 12031966 12 Bjorkhaug L Sagen JV Thorsby P Sovik O Molven A Njolstad PR Hepatocyte nuclear factor-1α gene mutations and diabetes in Norway J. Clin. Endocrinol. Metab 2003 88 920 931 12574234 13 Shih DQ Screenan S Munoz KN Philipson L Pontoglio M Yaniv M Polonsky KS Stoffel M Loss of HNF-1α function in mice leads to abnormal expression of genes involved in pancreatic islet development and metabolism Diabetes 2001 50 2472 2480 11679424 14 Wang H Maechler P Hagenfeldt KA Wollheim CB Dominant-negative suppression of HNF1α function results in defective insulin gene transcription and impaired metabolism-secretion coupling in a pancreatic β-cell line EMBO J 1998 17 6701 6713 9822613 15 Pontoglio M Barra J Hadchouel M Doyen A Kress C Bach JP Babinet C Yaniv M Hepatocyte nuclear factor 1 inactivation results in hepatic dysfunction, phenylketonuria, and renal fanconi syndrome Cell 1996 84 575 585 8598044 16 Mendel DB Hansen LP Graves MK Conley PB Crabtree GR HNF-1α and HNF-1β (vHNF-1) share dimerization and homeo domains, but not activation domains, and form heterodimers in vitro Genes Dev 1991 5 1042 1056 2044952 17 Sourdive DJD Transy C Garbay S Yaniv M The bifunctional DCOH protein binds to HNF1 independently of its 4-α- carbinolamine dehydratase activity Nucleic Acids Res 1997 25 1476 1484 9092652 18 Soutoglou E Papafotiou G Katrakili N Talianidis I Transcriptional activation by hepatocyte nuclear factor-1 requires synergism between multiple coactivator proteins J. Biol. Chem 2000 275 12515 12520 10777539 19 Dohda T Kaneoka H Inayoshi Y Kamihira M Miyake K Iijima S Transcriptional coactivators CBP and p300 cooperatively enhance HNF-1α- mediated expression of the albumin gene in hepatcytes J. Biochem 2004 136 313 319 15598887 20 Smith SB Gasa R Watada H Wang J Griffen SC German MS Neruogenin3 and hepatic nuclear factor 1 cooperate in activating pancreatic expression of Pax4 J. Biol. Chem 2003 278 28254 28259 21 Mitchelmore C Troelsen JT Spodsberg N Sjostrom H Noren O Interaction between the homeodomain proteins Cdx2 and HNF1α mediates expression of the lactase-phlorizin hydrolase gene Biochem. J 2000 346 529 535 10677375 22 van Wering HM Huibregtse IL van der Zwan SM de Bie MS Dowling LN Boudreau F Rings EH Grand RJ Krasinski SD Physical interaction between GATA-5 and hepatocyte nuclear factor-1α results in synergistic activation of the human lactase-phlorizin hydrolase promoter J. Biol. Chem 2002 277 27659 27667 12011060 23 Magee TR Cai Y El-Houseini ME Locker J Wan Yu-Jui Y Retinoic acid mediates down-regulation of the α-fetoprotein gene through decreased expression of hepatocyte nuclear factors J. Biol. Chem 1998 273 30024 30032 9792724 24 Najima Y Yahagi N Takeuchi Y Matsuzaka T Sekiya M Nakagawa Y Amemiya-Kudo M Okazaki H Okazaki S High mobility group protein-B1 interacts with sterol regulatory element-binding proteins to enhance their DNA binding J. Biol. Chem 2005 280 27523 27532 16040616 25 Zeissig S Fromm A Mankerta J Weiske J Zeita M Fromm M Schulzke J Butyrate induces intestinal sodium absorption via Sp3-mediated transcriptional up-regulation of epithelial sodium channels Gastroenterology 2007 132 236 248 17241874 26 Lee MY Jung CH Lee K Choi YH Hong S Cheong J Activating transcription factor-2 mediates transcriptional regulation of gluconeogenic gene PEPCK by retinoic acid Diabetes 2002 51 3400 3407 12453892 27 Divine JK McCaul SP Simon TC HNF-1α and endodermal transcription factors cooperatively activate Fabpl: MODY3 mutations abrogate cooperativity Am. J. Physiol. Gastrointest. Liver Physiol 2003 285 G62 G72 12646418 28 Bustin M Regulation of DNA-dependent activities by the functional motifs of the high-mobility-group chromosomal proteins Mol. Cell Biol 1999 19 5237 5246 10409715 29 Ge H Roeder RG The high mobility group protein HMG1 can rebersibly inhibit class II gene transcription by interaction with the TATA-binding protein J. Biol. Chem 1994 269 17136 17140 8006019 30 Boonyaratanakornkit V Melvin V Prendergast P Altmann M Ronfani L Bianchi ME Taraseviciene L Nordeen SK Allegretto EA High-mobility group chromatin proteins 1 and 2 functionally interact with steroid hormone receptors to enhance their DNA binding in vitro and transcriptional activity in mammalian cells Mol. Cell Biol 1998 18 4471 4487 9671457 31 Stros M Ozaki T Bacikova A Kageyama H Nakagawara A HMGB1 and HMGB2 cell-specifically down-regulate the p53- and p73-dependent sequence-specific transactivation from the human Bax gene promoter J. Biol. Chem 2002 277 7157 7164 11748232 32 Agresti A Lupo R Bianchi ME Muller S HMGB1 interacts differentially with members of the Rel family of transcription factors Biochem. Biophys. Res. Commun 2003 302 421 426 12604365 33 Zappavigna V Falciola L Citterich MH Mavilio F Bianchi ME HMG1 interacts with HOX proteins and enhances their DNA binding and transcriptional activation EMBO J 1996 15 4981 4991 8890171 34 Zwilling S Konig H Wirth T High mobility group protein 2 functionally interacts with the POU domains of octamer transcription factors EMBO J 1995 4 1198 1208 7720710 35 Stern S Tanaka M Herr W The Oct-1 homeodomain directs formation of a multiprotein-DNA complex with the HSV transactivator VP16 Nature 1989 341 624 2571937 36 Wu KJ Wilson DR Shih C Darlington GJ The transcription factor HNF1 acts with C/EBP alpha to synergistically activate the human albumin promoter through a novel domain J. Biol. Chem 1994 269 1177 1182 8288579 37 Leu JI Crissey MA Leu JP Ciliberto G Taub R Interleukin-6-induced STAT3 and AP-1 amplify hepatocyte nuclear factor 1-mediated transactivation of hepatic genes, an adaptive response to liver injury Mol. Cell. Biol 2001 21 414 424 11134330 38 Ban N Yamada Y Someya Y Miyawaki K Ihara Y Hosokawa M Toyokuni S Tsuda K Seino Y Hepatocyte nuclear factor-1alpha recruits the transcriptional co-activator p300 on the GLUT2 gene promoter Diabetes 2002 51 1409 1418 11978637 39 Shih DQ Bussen M Sehayek E Ananthanarayanan M Shneider BL Suchy FJ Shefer S Bollileni JS Gonzalez FJ Hepatocyte nuclear factor-1α is an essential regulator of bile acid and plasma cholesterol metabolism Nat. Genet 2001 27 375 382 11279518 40 Calogero S Grassi F Aguzzi A Voigtlander T Ferrier P Ferrari S Bianchi ME The lack of chromosomal protein Hmg1 does not disrupt cell growth but causes lethal hypoglycaemia in newborn mice Nat. Genet 1999 22 276 280 10391216 41 Glaser B Type 2 diabetes: hypoinsulinism, hyperinsulinism, or both? PLoS Med 2007 4 0619 0620",
    "full_text_abstract": "Hepatocyte nuclear factor (HNF)-1α is one of the liver-enriched transcription factors involved in many tissue-specific expressions of hepatic genes. The molecular mechanisms for determining HNF1α-mediated transactivation have not been explained fully. To identify unknown proteins that interact with HNF1α, we developed a co-IP-MS strategy to search HNF1α interactions, and high mobility group protein-B1 (HMGB1), a chromosomal protein, was identified as a novel HNF1α-interacting protein. In vitro glutathione S -transferase pull-down and in vivo co-immunoprecipitation studies confirmed an interaction between HMGB1 and HNF1α. The protein–protein interaction was mediated through the HMG box domains of HMGB1 and the homeodomain of HNF1α. Furthermore, electrophoretic mobility shift assay and chromatin-immunoprecipitation assay demonstrated that HMGB1 was recruited to endogenous HNF1α-responsive promoters and enhanced HNF1α binding to its cognate DNA sequences. Moreover, luciferase reporter analyses showed that HMGB1 potentiated the transcriptional activities of HNF1α in cultured cells, and downregulation of HMGB1 by RNA interference specifically affected the HNF1α-dependent gene expression in HepG2 cell. Taken together, these findings raise the intriguing possibility that HMGB1 is a new cofactor of HNF1α and participates in HNF1α-mediated transcription regulation through protein–protein interaction."
}