{
    "PMC": "10902699",
    "DOI": "10.4062/biomolther.2023.061",
    "PMID": "38298012",
    "PMCID": "PMC10902699",
    "title": "Robinetin Alleviates Metabolic Failure in Liver through Suppression of p300-CD38 Axis.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC10902699",
    "source": "MED",
    "abstract_text": "Metabolic abnormalities in the liver are closely associated with diverse metabolic diseases such as non-alcoholic fatty liver disease, type 2 diabetes, and obesity. The aim of this study was to evaluate the ameliorating effect of robinetin (RBN) on the significant pathogenic features of metabolic failure in the liver and to identify the underlying molecular mechanism. RBN significantly decreased triglyceride (TG) accumulation by downregulating lipogenesis-related transcription factors in AML-12 murine hepatocyte cell line. In addition, mice fed with Western diet (WD) containing 0.025% or 0.05% RBN showed reduced liver mass and lipid droplet size, as well as improved plasma insulin levels and homeostatic model assessment of insulin resistance (HOMA-IR) values. CD38 was identified as a target of RBN using the BioAssay database, and its expression was increased in OPA-treated AML-12 cells and liver tissues of WD-fed mice. Furthermore, RBN elicited these effects through its anti-histone acetyltransferase (HAT) activity. Computational simulation revealed that RBN can dock into the HAT domain pocket of p300, a histone acetyltransferase, which leads to the abrogation of its catalytic activity. Additionally, knock-down of <i>p300</i> using siRNA reduced CD38 expression. The chromatin immunoprecipitation (ChIP) assay showed that p300 occupancy on the promoter region of CD38 was significantly decreased, and H3K9 acetylation levels were diminished in lipid-accumulated AML-12 cells treated with RBN. RBN improves the pathogenic features of metabolic failure by suppressing the p300-CD38 axis through its anti-HAT activity, which suggests that RBN can be used as a new phytoceutical candidate for preventing or improving this condition.",
    "full_text": "pmc Biomol Ther (Seoul) Biomol Ther (Seoul) Biomolecules & Therapeutics 1976-9148 2005-4483 The Korean Society of Applied Pharmacology 10902699 38298012 10.4062/biomolther.2023.061 bt-32-2-214 Original Article Robinetin Alleviates Metabolic Failure in Liver through Suppression of p300–CD38 Axis Song Ji-Hye 1 † Kim Hyo-Jin 1 † Lee Jangho 1 Hong Seung-Pyo 2 Chung Min-Yu 3 Lee Yu-Geun 1 Park Jae Ho 1 Choi Hyo-Kyoung 1 * Hwang Jin-Taek 1 * 1 Korea Food Research Institute, Wanju 55365, Jeonju 54896, Republic of Korea 2 Department of Molecular Biology, Jeonbuk National University, Jeonju 54896, Republic of Korea 3 Department of Food and Nutrition, Gangseo University, Seoul 07661, Republic of Korea * Corresponding Authors E-mail: jthwang@kfri.re.kr (Hwang JT), chkyoung@kfri.re.kr (Choi HK), Tel: +82-63-219-9010 (Hwang JT), +82-63-219-9421 (Choi HK), Fax: +82-63-219-9876 (Hwang JT), +82-63-219-9876 (Choi HK) † The first two authors contributed equally to this work. 1 3 2024 1 2 2024 1 2 2024 32 2 214 223 22 3 2023 22 9 2023 10 10 2023 Copyright © 2024, The Korean Society of Applied Pharmacology 2024 https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0 ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Metabolic abnormalities in the liver are closely associated with diverse metabolic diseases such as non-alcoholic fatty liver disease, type 2 diabetes, and obesity. The aim of this study was to evaluate the ameliorating effect of robinetin (RBN) on the significant pathogenic features of metabolic failure in the liver and to identify the underlying molecular mechanism. RBN significantly decreased triglyceride (TG) accumulation by downregulating lipogenesis-related transcription factors in AML-12 murine hepatocyte cell line. In addition, mice fed with Western diet (WD) containing 0.025% or 0.05% RBN showed reduced liver mass and lipid droplet size, as well as improved plasma insulin levels and homeostatic model assessment of insulin resistance (HOMA-IR) values. CD38 was identified as a target of RBN using the BioAssay database, and its expression was increased in OPA-treated AML-12 cells and liver tissues of WD-fed mice. Furthermore, RBN elicited these effects through its anti-histone acetyltransferase (HAT) activity. Computational simulation revealed that RBN can dock into the HAT domain pocket of p300, a histone acetyltransferase, which leads to the abrogation of its catalytic activity. Additionally, knock-down of p300 using siRNA reduced CD38 expression. The chromatin immunoprecipitation (ChIP) assay showed that p300 occupancy on the promoter region of CD38 was significantly decreased, and H3K9 acetylation levels were diminished in lipid-accumulated AML-12 cells treated with RBN. RBN improves the pathogenic features of metabolic failure by suppressing the p300–CD38 axis through its anti-HAT activity, which suggests that RBN can be used as a new phytoceutical candidate for preventing or improving this condition. Robinetin Western diet Histone acetyltransferase CD38 Insulin resistance INTRODUCTION Hepatic insulin resistance has been shown to be strongly associated with excess lipid accumulation in the liver and non-alcoholic fatty liver disease (NAFLD) ( Loomba et al ., 2012 ), a common hepatic disorder that is also associated with T2DM. NAFLD is highly prevalent in 70-80% patients with obesity and DM ( Williams et al ., 2011 ), and NAFLD patients generally have hyperinsulinemia ( Gruben et al ., 2014 ). NAFLD is five-fold more prevalent in patients with T2DM than in those without T2DM ( Fujii et al ., 2020 ). Thus, appropriate regulation of insulin is an important factor in the prevention and control of NAFLD. Cluster of differentiation 38 (CD38), known as cyclic ADP ribose hydrolase ( Morandi et al ., 2018 ), is ubiquitously distributed in various cellular components, such as the mitochondria, nuclear membrane, endoplasmic reticulum, and extracellular milieu ( Piedra-Quintero et al ., 2020 ). CD38 is involved in diverse intracellular functions. Indeed, CD38 can act not only as an enzyme with nicotinamide adenine dinucleotide as a substrate but also as a receptor for mobilizing calcium; it adheres to hyaluronan and other ligands ( Funaro and Malavasi, 1999 ; Piedra-Quintero et al ., 2020 ). CD38 is a multifunctional protein that is closely associated with important human diseases such as multiple myeloma ( Bowers et al ., 2010 ), neurodegeneration ( Camacho-Pereira et al ., 2016 ), and AIDS ( Lu et al ., 2021 ). A recent study suggested that CD38-targeted therapies may be a new and viable treatment option against COVID-19 ( Horenstein et al ., 2021 ). In addition, CD38 ablation has been reported to attenuate hepatic fibrosis ( Kim et al ., 2010 ) and protect against the Western diet (WD)-induced reduction of metabolic inflexibility ( Chiang et al ., 2015 ). Although previous studies have shown that CD38 has a clear impact on systemic metabolism in the liver, the underlying molecular mechanisms have not yet been studied. Various studies have evaluated the preventive efficacy of safe food-derived bioactive compounds ( Kessoku et al ., 2016 ; Chen et al ., 2018 ), against metabolic diseases. In an ongoing screening study for identifying phytochemicals with anti-lipogenic effects, we found that robinetin (RBN), 3,3’,4’,5’,7-pentahydroxyflavone, effectively attenuated lipid accumulation in 3T3-L1 cells (data not shown). RBN, which shares a similar structure with myricetin ( Gorniak et al ., 2019 ), has potential for, antiviral ( Fesen et al ., 1994 ), antioxidant ( Chaudhuri et al ., 2010 ), and anticancer ( Yan et al ., 2017 ) effects. Although RBN plays a biologically important role, few studies have suggested the beneficial effects of RBN on the prevention and control of metabolic diseases. Through this study, we show that RBN ameliorated the significant features of metabolic failure in the liver and present a novel mechanism underlying this effect. MATERIALS AND METHODS Cell culture and reagents AML-12 hepatocytes originating from mice were purchased from American Type Culture Collection (ATCC, Manassas, VA, USA). The cells were cultivated at 37°C in a humidified atmosphere containing 5% CO 2 . AML-12 cells were cultured in Dulbecco’s modified Eagle’s medium/F12 medium (1:1) with 10% fetal bovine serum, antibiotics (Welgene, Daegu, Korea), 40 ng/mL dexamethasone (Sigma-Aldrich, St. Louis, MO, USA), and Insulin-Transferrin-Selenium-Sodium Pyruvate (ITS) solution (Gibco, Waltham, MA, USA). To establish a model of nonalcoholic fatty liver disease, AML-12 cells were treated with a non-fat BSA-conjugated combination of oleic acid and palmitic acid (OPA, a mixture of 800 μM oleic acid and 150 μM palmitic acid) (Sigma-Aldrich) in the presence or absence of RBN (ChemFaces, Wuhan, China) for 18 h. Animal experiments Five-week-old male C57/BL6 mice were purchased from Nara Biotech (Seoul, Korea) and housed under standardized conditions and a 12-h light/dark cycle. Animal experiments were conducted in accordance with the Institutional Ethics and Animal Committee of the Korea Food Research Institute (KFRI-M-19005). After 1 week of acclimation, the mice were fed a Western diet (WD, Research Diet Inc., New Brunswick, NJ, USA) containing 0.025% RBN or 0.5% RBN (w/w) for developing a diet-induced obesity (DIO) model. The control group was fed a control diet (CD; Research Diet Inc.). Forty male C57/BL6 mice were randomly divided into four groups as follows: 1) CD group (n=10), 2) WD group (n=10), 3) WD with 0.025% RBN group, and 4) WD with 0.05% RBN group ( Supplementary Table 3 ). Body weight and food intake of the mice were measured weekly. After 12 weeks, the mice were sacrificed following isoflurane exposure under anesthesia, and blood samples were obtained for serum isolation. The liver tissues were immediately harvested and weighed. Docking simulation The structure of p300 (PDB ID: 3BIY) ( Liu et al ., 2008 ) was retrieved from the Protein Data Bank ( https://www.rcsb.org ) ( Berman et al ., 2000 ). The structure of robinetin (PubChem compound ID: 5281692) was downloaded from the PubChem database ( Kim et al ., 2019 ). The structures for the receptor (p300) and ligand (robinetin) molecules were prepared for docking simulation using AutoDock Tools repare_receptor4.py and prepare_ligand4.py scripts ( Morris et al ., 2009 ). Robinetin was docked onto histone acetyl transferase domains using AudoDock Vina ( Trott and Olson, 2010 ). Specifically, during robinetin docking, poses were searched within the 20 Ångström cube centered at the acetyl-coA binding site (the C7 atom of Lys-CoA for p300). Statistical analysis Data were analyzed using either Student’s t -test or one-way analysis of variance (ANOVA) with Duncan’s correction, and values are presented as the mean ± SD or mean ± SE. Statistical analysis was performed using the SPSS software (version 20; SPSS Inc., Chicago, IL, USA). Statistical significance was based on a p -value <0.05. RESULTS RBN suppressed TG accumulation and ameliorates NAFLD features In an ongoing screening study for identifying phytochemicals that exhibit an anti-lipogenic effect, we found that RBN effectively inhibited TG accumulation in mouse hepatocytes, AML-12 cells. Furthermore, the effect was similar to that of EGCG, apigenin, and piceatannol, which are already known to have anti-lipogenic effects ( Supplementary Fig. 1 ). For confirming this result, AML-12 cells were treated with oleic and palmitic acid (OPA) and different doses of RBN. RBN blocked OPA-induced TG accumulation in AML-12 cells without causing cytotoxicity ( Fig. 1A , 1B ). The mRNA expression levels of peroxisome proliferator-activated receptor gamma 2 ( PPAR γ 2 ), CCAAT enhancer binding protein beta ( Cebp β), and liver X receptor alpha ( LXR α) were prominently inhibited following the RBN treatment ( Fig. 1C ). Moreover, the evaluation of mitochondrial function and fatty acid oxidation-related gene expression was performed. In AML-12 cells, RBN treatment resulted in the recovery of Pgc1a and Ppar α expression, which was downregulated by OPA. Additionally, RBN treatment effectively prevented the OPA-induced expression of Cd36 ( Supplementary Fig. 2 ). Collectively, these results suggest that RBN effectively suppresses TG accumulation in AML-12 cells, by abrogating the mRNA expression of lipogenesis-related genes. To determine whether RBN improves NAFLD, we observed various factors associated with the pathogenic features of NAFLD. The WD-fed group demonstrated significantly higher weight gain than the CD-fed group. The RBN-fed mice showed slight weight loss; however, the difference was not statistically significant ( Fig. 1D , Supplementary Fig. 3 ). Not only did the liver size ( Fig. 1E , left panel) increase, but also the mass ( Fig. 1E , right panel) significantly increased in the WD-fed mice group at 12 weeks. The liver size in mice fed the RBN-supplemented diet was similar to that in mice fed the CD, and the enhanced liver mass with WD supplementation was effectively reduced following RBN supplementation. In H&E-stained liver tissue ( Fig. 1F , left panel), the liver tissues in the RBN-supplemented mice exhibited reduced lipid droplet accumulation compared with that in the WD-fed mice. Similar to the H&E staining results, significantly increased hepatic TG levels by the WD decreased following RBN supplementation; however, this decrease was not statistically significant with respect to the RBN concentrations ( Fig. 1F , right panel). Next, we measured blood glucose concentrations using OGTT at the indicated time points. The OGTT results revealed that the blood glucose levels in RBN-supplemented groups were relatively lower at 30, 60, and min after oral glucose loading ( Fig. 1G , left panel). The AUC in the RBN-fed mice was significantly lower than that in the WD-fed mice ( Fig. 1G , right panel). In AML-12 cells, RBN treatment inhibited OPA-induced expression of Glut2 , a gene associated with glucose metabolism in hepatocytes. Additionally, RBN enhanced OPA-induced downregulation of Foxo1 , another gene involved in glucose metabolism in hepatocytes ( Supplementary Fig. 4A ), and upregulated total FoxO1 protein levels in the presence or absence of OPA treatment in AML-12 cells ( Supplementary Fig. 5 ). As expected, WD-triggered plasma insulin levels dramatically decreased following RBN supplementation ( Fig. 1H , left panel), and the HOMA-IR values showed the same results ( Fig. 1H , right panel). Furthermore, the impact of RBN on insulin signaling and sensitivity-related gene expression was investigated. In AML-12 cells, RBN treatment exhibited a restorative effect on the downregulated expression of Sirt1 and Foxo3 induced by OPA. Additionally, RBN treatment suppressed the OPA-induced expression of Igf1 ( Supplementary Fig. 4B ). These results indicate that RBN supplementation was effective for preventing and improving both NAFLD and insulin resistance caused by WD supplementation in vitro and in vivo . RBN is expected to reduce p300 activity through docking in acetyl-CoA binding site of p300 The evidence has been accumulated to show relevance between histone acetyltransferases (HAT) and NAFLD ( Chung et al ., 2019 ). Thus, we examined whether RBN could suppress HAT activity in mouse liver and p300 activities were measured following RBN treatment at the indicated concentrations using an in vitro cell-free system. As expected, HAT activity was significantly increased in the liver tissues of WD-supplemented mice and was suppressed following RBN supplementation ( Fig. 2A ). RBN dramatically decreased p300 activity in a dose-dependent manner ( Fig. 2B , left panel), with an IC50 value of 54.01 μM ( Fig. 2B , right panel). To gain structural insights into how RBN inhibits p300 activity, we predicted their complex structures by docking an RBN molecule onto the catalytic sites of p300. In the structure of p300 co-crystalized with a conjugate of acetyl-CoA and lysine (Lys-CoA) (PDB ID:3IYB), we located the binding sites for Lys-CoA ( Fig. 2C ). When an RBN molecule was docked onto p300, it was located at the acetyl-CoA binding site ( Fig. 2D ). The benzenetriol moiety of the docking structure formed hydrogen bonds with amino acids R1410 and T1411 ( Fig. 2E ), where the phosphate group of Lys-CoA formed hydrogen bonds in the crystal structure. We further inspected the top five Vina score docking poses and found that the poses were similar to each other and that the molecule was located at the acetyl-CoA binding site with modest binding affinities ranging from −8.5 to −8.1 kcal/mol ( Supplementary Fig. 6 ). These results suggest that RBN may bind to the acetyl-CoA binding site of p300 and reduce its acetyltransferase activity. RBN supplementation decreases CD38 expression through mediating p300 To identify the mechanism underlying RBN action in hepatocytes, we identified the protein targets of RBN using the publicly available BioAssay database ( Wang et al ., 2017 ). RBN inhibited protein targets such as integrase, xanthine dehydrogenase, and CD38 ( Fig. 3A ). Notably, a recent study reported that Cd38 knock-out significantly suppressed HFD-induced obesity in mice ( Wang et al ., 2018 ). Next, we examined whether RBN inhibited hepatic lipogenesis by inhibiting CD38 expression in AML-12 cells. Interestingly, following treatment with RBN in combination with OPA in AML-12 cells, CD38 mRNA expression was effectively inhibited ( Fig. 3B ). The expression of CD38 was also observed in liver tissues of RBN supplemented mice. CD38 mRNA expression was high in the mice group fed WD only and was suppressed by RBN supplementation ( Fig. 3C ). In addition, the protein expression of CD38 exhibited the same pattern as the expression pattern of its mRNA ( Fig. 3D ). Furthermore, RBN reversed the decrease in NAD + /NADH levels caused by OPA in AML-12 cells ( Supplementary Fig. 7 ). These findings strongly support our hypothesis that RBN controls the expression and NAD+ cyclase activity of CD38. Following retinoic acid treatment of HL-60, a promyelocytic cell line, histone H4 hyperacetylation was found in the CD38 promoter ( Chen et al ., 1999 ). This indicates that the expression of CD38 in a specific environment can be regulated by the HAT enzyme. Based on the previous results, to determine the involvement of p300 in the regulation of CD38 by RBN, we adopted the siRNA system in an in vitro NAFLD model using OPA treatment in AML-12 cells. siRNA targeting either p300 or pCAF was transiently transfected into AML-12 cells. p300 knock-down remarkably abrogated CD38 expression under OPA treatment, whereas pCAF knock-down showed no effect under the same conditions ( Fig. 3E ). To confirm these results, we adopted C-646, a p300 specific inhibitor. As shown in Fig. 3F , OPA-induced CD38 expression was effectively inhibited by C-646 treatment in combination with OPA in AML-12 cells. In addition, the knockdown of Cd38 in AML-12 cells significantly impeded the OPA-induced mRNA expressions of hepatic lipogenesis-related genes, namely Pparg2 , Cebpb , and Lxra ( Supplementary Fig. 8 ), as well as glucose metabolism-related genes, Glut2 and Igf1 ( Supplementary Fig. 9A ), and insulin signaling and sensitivity-related genes, Sirt1 and Foxo3 ( Supplementary Fig. 9B ). These results demonstrate that CD38, which is expressed in a p300-dependent manner, acts as a positive regulator during hepatic lipogenesis, glucose metabolism, and insulin sensitivity, suggesting the possibility that RBN controls these processes through CD38 inhibition. RBN abrogates histone H3K9 acetylation by blocking recruitment of p300 to the CD38 promoter region Generally, p300-mediated histone acetylation in the promoter region increases the transcriptional activity of genes ( Tolsma and Hansen, 2019 ). To evaluate the involvement of p300 in CD38 regulation, we first determined its conserved promoter sequence. Comparing the sequence motif with a prediction based on a position weight matrix model, we determined a plausible region for the transcription of CD38 containing the TATA box and binding for a transcription factor, E2A ( Fig. 4A ). To elucidate whether RBN attenuated CD38 mRNA expression by regulating p300-induced acetylation in the CD38 promoter region, both the occupancy of p300 and histone acetylation status of the region were detected following RBN treatment with or without OPA using chromatin immunoprecipitation (ChIP) assays. OPA remarkably triggered the acetylation of histone H3K9 near the region of CD38 ( Fig. 4B ). The increased acetylation in this region was significantly reduced by treatment with 100 μM RBN. Additionally, the occupancy of p300 was determined. p300 was recruited to the CD38 promoter to a greater extent in the OPA-treated group than in the control group. However, this effect was inhibited by RBN treatment. Collectively, our results demonstrated that RBN blocks the binding of p300 in the CD38 promoter, abrogates the OPA-elicited hyperacetylation of histone H3K9 and finally reduces CD38 transcription. DISCUSSION In the present study, our data clearly showed that RBN prevented TG accumulation without causing cytotoxicity in AML-12 cells. NAFLD is characterized by fat accumulation in the liver. It is also used to describe a range of states of hepatic TG accumulation ( Moon, 2017 ). Thus, the inhibition of OPA-induced TG by RBN reflected the attenuation of a significant NAFLD pathological feature. In AML-12 cells, this phenomenon appeared to be due to the obstructive effect of RBN on mRNA expression of key transcription factors such as Ppar γ, Cebp β, and LXR α, which are responsible for lipid synthesis and storage, peroxidation, generally accepted as a reliable indicator NAFLD and NASH ( Evans et al ., 2004 ; Kalaany et al ., 2005 ; Rahman et al ., 2007 ). Although the anti-lipogenic effect of RBN is not well known, as a flavonoid, its beneficial effect is expected. According to our data, RBN appears to non-specifically target essential transcription factors that are associated with hepatic lipid metabolism, suggesting that it may generally overcome significant pathogenic NAFLD features. Obesity increases the risk of NAFLD with other metabolic disorders, such as T2DM, hypertension, and dyslipidemia ( Sarwar et al ., 2018 ). WD, which is typically used to induce NAFLD in vivo , triggers obesity and consequently the pathological phenomena of NAFLD. Therefore, if only discussing our results, the improvement of NAFLD caused by RBN intake at the concentrations used in this study does not appear to occur through the inhibition of WD-triggered obesity. RBN intake additionally decreased IR indicators, OGTT, and serum insulin levels. While our focus was on investigating the molecular mechanisms and metabolic effects of RBN on CD38 regulation and glucose metabolism, the specific impact on body weight can be influenced by various factors, including dietary composition and the method used to suppress CD38 (such as knockout or drug administration). Our study utilized male C57/BL6 mice (5 weeks old) on a high-fat Western diet (40% fat, cholesterol 1.5 g/kg, carbohydrates 43% kcal) with oral administration of a RBN. In comparison, the previous studies used male C57/BL6 mice (6-8 weeks old) on a high-fat diet (60% fat, cholesterol 0.28 g/kg, carbohydrates 20% kcal) and included CD38 knockout mice. To identify a novel mechanism underlying the beneficial effects of RBN, we identified 12 protein target candidates of RBN using the publicly available BioAssay database ( Wang et al ., 2017 ), and CD38 was selected as a highly possible target, on the basis of previous reports. Several studies have shown that high-fat-diet induced obesity, hyperinsulinemia, and hyperglycemia are alleviated in CD38-knock-out mice ( Barbosa et al ., 2007 ). Specifically, the administration of the CD38 inhibitor apigenin to obese mice improved lipid and glucose homeostasis ( Escande et al ., 2013 ). Indeed, our results showed that CD38 mRNA expression was significantly increased in NAFLD conditions and decreased in both RBN-treated AML-12 cells and the RBN-supplemented mice group. Considering the characteristics of metabolic diseases, in which the interaction between the susceptible polygenic host background and the environment influences disease progression and phenotype ( Eslam et al ., 2018 ), the observation of epigenetic regulatory factors of metabolic diseases is important. Aberrant histone acetylation contributes to the development of NAFLD and IR ( Ling and Groop, 2009 ; Bricambert et al ., 2010 ). Histone H3K9 and H3K18 in TNF α and CCL2 were reported to be hyperacetylated in mice with obesity ( Mikula et al ., 2014 ). On the basis of these reports, we hypothesized that the increase in CD38 would not be independent of histone acetylation under the conditions of hepatic lipid accumulation and IR. To test our hypothesis, we first observed changes in the expression of CD38 after knock-down of the major HAT enzyme, either p300 or PCAF, using an siRNA system in AML-12 cells. CD38 mRNA expression was selectively influenced by p300, suggesting that p300 may be involved in RBN-induced CD38 transcriptional repression in NAFLD. Inhibition of CD38 mRNA expression following treatment with si-p300 andC-646, a p300 specific inhibitor, strongly supports this observation. p300 either directly or indirectly interacts with numerous transcription factors to stimulate the transcription of specific genes ( Hennig et al ., 2013 ). Our results demonstrate that RBN dramatically decreased p300 activity in a cell-free system. Furthermore, WD-induced HAT activity was decreased in mouse liver tissues following RBN supplementation for 12 weeks. Collectively, these data suggested that CD38 expression may be regulated through p300 activity by RBN, a potent p300 inhibitor (p300i). Furthermore, to address the mode of action of RBN as a p300i, we simulated the p300-RBN docking model, which revealed that RBN was located at the acetyl-CoA binding pocket in the HAT domain. The binding of acetyl-CoA in this pocket causes autoacetylation of the p300 HAT domain and consequently enhances the catalytic activity of p300 ( Thompson et al ., 2004 ). Therefore, the binding of small molecules to the acetyl-CoA binding pocket in the HAT domain serves as an important indicator in the screening of small molecules for discovering p300 inhibitors ( Maksimoska et al ., 2014 ). C-646, a p300-specific inhibitor, interacts with the p300 site with higher affinity than acetyl-CoA ( Bowers et al ., 2010 ). Our results suggest that RBN competitively interacts with acetyl-CoA in the p300 catalytic pocket, HAT domain, and attenuates the transcriptional activity of these genes. Funally, to determine whether the anti-p300 activity of RBN negatively regulated CD38 mRNA expression, we performed ChIP assays. Prior to the assays, a region with a high potential for binding to p300 was evaluated for the CD38 promoter. We also found a conserved motif that binds to E2A near the TATA box in the CD38 promoter region and observed changes in both p300 occupancy and histone acetylation depending on the presence or absence of RBN under OPA-exposed conditions in AML-12 cells. As expected, p300 was recruited to the CD38 promoter region following OPA treatment, and, in turn, acetylation of H3K9 in this region was increased. Additionally, we demonstrated that RBN inhibited this process. The hyperacetylation of H3K9, which is associated with dynamic cellular activity in the liver, is a plausible epigenetic marker for NAFLD ( Aagaard-Tillery et al ., 2008 ; Zhao et al ., 2010 ; Chung et al ., 2019 ). Acetylation of lysine residues neutralizes the charge on histone proteins and increases chromatin accessibility of molecular complexes for gene transcription ( Verdone et al ., 2006 ). p300 promoter binding was diminished following treatment with C-646, a p300 specific inhibitor ( Zhu et al ., 2012 ). The small compound C-646 is a linear competitive inhibitor of p300 versus acetyl-CoA ( Bowers et al ., 2010 ). We previously showed through computational simulation that RBN has the potential to bind to the p300 HAT domain, similar to acetyl CoA. These findings suggest that binding RBN to p300 can inhibit not only the catalytic activity of p300 but also its promoter binding. Finally, we confirmed that the increased HAT activity in the livers of WD-fed mice was effectively decreased following RBN supplementation. In the present study, we first demonstrated that RBN is a potent p300 inhibitor. Furthermore, our findings indicate the possibility that, through its p300 inhibitory activity, RBN can prevent or improve the significant characteristics of metabolic failure in the liver caused by CD38 induction ( Fig. 5 ). Although this study revealed the beneficial effects of RBN, it failed to demonstrate the dose-dependent effects of RBN in vivo . Also, the limitations of this study include the inability to perform mutation analysis to verify the inhibitory effect of RBN on p300 occupancy in the CD38 promoter region and the lack of direct evidence for RBN’s binding to p300 and its inhibitory effect on p300’s acetyltransferase activity. Future experimental studies, including co-crystallography analysis if possible, are needed to confirm the binding and investigate the inhibitory effect. Therefore, for evaluating RBN as a candidate for managing NAFLD or IR, the aforementioned limitation should be addressed through further in-depth studies. ACKNOWLEDGMENTS This work was supported by the Main Research Program (E-0210400 and E-0210601) of the Korea Food Research Institute (KFRI) and funded by the Ministry of Science, ICT & Future Planning. Part of this paper was presented as a poster at FEBS2023. CONFLICT OF INTEREST The authors declare that they have no conflicts of interest. AUTHOR CONTRIBUTIONS Conceptualization: H.-K.C. and J.-T.H.; Data curation: J.-T. H.; Funding acquisition: H.-K.C. and J.-T.H.; Investigation: J.-H.S., H.-J.K., and J.L.; Methodology: S.-P.H., J.L., J.-H.S., M.-Y.C., and Y.-G.L.; Project administration: H.-K.C. and J.-T.H.; Supervision: H.-K.C. and J.-H.P.; Writing – original draft: H.-K.C.; Validation: H.-K.C and J.-H.S.; Writing – review & editing: H.-K.C. and J.-H.P. REFERENCES Aagaard-Tillery K. M. Grove K. Bishop J. Ke X. Fu Q. McKnight R. Lane R. H. 2008 Developmental origins of disease and determinants of chromatin structure: maternal diet modifies the primate fetal epigenome J. Mol. Endocrinol. 41 91 102 10.1677/JME-08-0025 18515302 Barbosa M. T. Soares S. M. Novak C. M. Sinclair D. Levine J. A. Aksoy P. Chini E. N. 2007 The enzyme CD38 (a NAD glycohydrolase, EC 3.2.2.5) is necessary for the development of diet-induced obesity FASEB J. 21 3629 3639 10.1096/fj.07-8290com 17585054 Berman H. M. Westbrook J. Feng Z. Gilliland G. Bhat T. N. Weissig H. Shindyalov I. N. Bourne P. E. 2000 The protein data bank Nucleic Acids Res. 28 235 242 10.1093/nar/28.1.235 10592235 Bowers E. M. Yan G. Mukherjee C. Orry A. Wang L. Holbert M. A. Crump N. T. Hazzalin C. A. Liszczak G. Yuan H. Larocca C. Saldanha S. A. Abagyan R. Sun Y. Meyers D. J. Marmorstein R. Mahadevan L. C. Alani R. M. Cole P. A. 2010 Virtual ligand screening of the p300/CBP histone acetyltransferase: identification of a selective small molecule inhibitor Chem. Biol. 17 471 482 10.1016/j.chembiol.2010.03.006 20534345 Bricambert J. Miranda J. Benhamed F. Girard J. Postic C. Dentin R. 2010 Salt-inducible kinase 2 links transcriptional coactivator p300 phosphorylation to the prevention of ChREBP-dependent hepatic steatosis in mice J. Clin. Invest. 120 4316 4331 10.1172/JCI41624 21084751 Camacho-Pereira J. Tarrago M. G. Chini C. C. S. Nin V. Escande C. Warner G. M. Puranik A. S. Schoon R. A. Reid J. M. Galina A. Chini E. N. 2016 CD38 dictates age-related NAD decline and mitochondrial dysfunction through an SIRT3-dependent mechanism Cell Metab. 23 1127 1139 10.1016/j.cmet.2016.05.006 27304511 Chaudhuri S. Pahari B. Sengupta B. Sengupta P. K. 2010 Binding of the bioflavonoid robinetin with model membranes and hemoglobin: inhibition of lipid peroxidation and protein glycosylation J. Photochem. Photobiol. B 98 12 19 10.1016/j.jphotobiol.2009.10.002 19914085 Chen C. Liu Q. Liu L. Hu Y. Y. Feng Q. 2018 Potential biological effects of (-)-epigallocatechin-3-gallate on the treatment of nonalcoholic fatty liver disease Mol. Nutr. Food Res. 62 1700483 10.1002/mnfr.201700483 28799714 Chen H. Lin R. J. Xie W. Wilpitz D. Evans R. M. 1999 Regulation of hormone-induced histone hyperacetylation and gene activation via acetylation of an acetylase Cell 98 675 686 10.1016/S0092-8674(00)80054-9 10490106 Chiang S. H. Harrington W. W. Luo G. Milliken N. O. Ulrich J. C. Chen J. Rajpal D. K. Qian Y. Carpenter T. Murray R. Geske R. S. Stimpson S. A. Kramer H. F. Haffner C. D. Becherer J. D. Preugschat F. Billin A. N. 2015 Genetic ablation of CD38 Protects against western diet-induced exercise intolerance and metabolic Inflexibility PLoS One 10 e0134927 10.1371/journal.pone.0134927 26287487 Chung M. Y. Song J. H. Lee J. Shin E. J. Park J. H. Lee S. H. Hwang J. T. Choi H. K. 2019 Tannic acid, a novel histone acetyltransferase inhibitor, prevents non-alcoholic fatty liver disease both in vivo and in vitro model Mol. Metab. 19 34 48 10.1016/j.molmet.2018.11.001 30473486 Escande C. Nin V. Price N. L. Capellini V. Gomes A. P. Barbosa M. T. O'Neil L. White T. A. Sinclair D. A. Chini E. N. 2013 Flavonoid apigenin is an inhibitor of the NAD+ ase CD38: implications for cellular NAD+ metabolism, protein acetylation, and treatment of metabolic syndrome Diabetes 62 1084 1093 10.2337/db12-1139 23172919 Eslam M. Valenti L. Romeo S. 2018 Genetics and epigenetics of NAFLD and NASH: clinical impact J. Hepatol. 68 268 279 10.1016/j.jhep.2017.09.003 29122391 Evans R. M. Barish G. D. Wang Y. X. 2004 PPARs and the complex journey to obesity Nat. Med. 10 355 361 10.1038/nm1025 15057233 Fesen M. R. Pommier Y. Leteurtre F. Hiroguchi S. Yung J. Kohn K. W. 1994 Inhibition of HIV-1 integrase by flavones, caffeic acid phenethyl ester (CAPE) and related compounds Biochem. Pharmacol. 48 595 608 10.1016/0006-2952(94)90291-7 7520698 Fujii H. Kawada N. Japan Study Group Of Nafld J.-N. 2020 The role of insulin resistance and diabetes in nonalcoholic fatty liver disease Int. J. Mol. Sci. 21 3863 10.3390/ijms21113863 32485838 Funaro A. Malavasi F. 1999 Human CD38, a surface receptor, an enzyme, an adhesion molecule and not a simple marker J. Biol. Regul. Homeost. Agents 13 54 61 10432444 Gorniak I. Bartoszewski R. Kroliczewski J. 2019 Comprehensive review of antimicrobial activities of plant flavonoids Phytochem. Rev. 18 241 272 10.1007/s11101-018-9591-z Gruben N. Shiri-Sverdlov R. Koonen D. P. Hofker M. H. 2014 Nonalcoholic fatty liver disease: a main driver of insulin resistance or a dangerous liaison? Biochim. Biophys. Acta 1842 2329 2343 10.1016/j.bbadis.2014.08.004 25128743 Hennig A. K. Peng G. H. Chen S. 2013 Transcription coactivators p300 and CBP are necessary for photoreceptor-specific chromatin organization and gene expression PLoS One 8 e69721 10.1371/journal.pone.0069721 23922782 Horenstein A. L. Faini A. C. Malavasi F. 2021 CD38 in the age of COVID-19: a medical perspective Physiol. Rev. 101 1457 1486 10.1152/physrev.00046.2020 33787351 Kalaany N. Y. Gauthier K. C. Zavacki A. M. Mammen P. P. Kitazume T. Peterson J. A. Horton J. D. Garry D. J. Bianco A. C. Mangelsdorf D. J. 2005 LXRs regulate the balance between fat storage and oxidation Cell Metab. 1 231 244 10.1016/j.cmet.2005.03.001 16054068 Kessoku T. Imajo K. Honda Y. Kato T. Ogawa Y. Tomeno W. Kato S. Mawatari H. Fujita K. Yoneda M. Nagashima Y. Saito S. Wada K. Nakajima A. 2016 Resveratrol ameliorates fibrosis and inflammation in a mouse model of nonalcoholic steatohepatitis Sci. Rep. 6 22251 10.1038/srep22251 26911834 Kim S. Chen J. Cheng T. Gindulyte A. He J. He S. Li Q. Shoemaker B. A. Thiessen P. A. Yu B. Zaslavsky L. Zhang J. Bolton E. E. 2019 PubChem 2019 update: improved access to chemical data Nucleic Acids Res. 47 D1102 D1109 10.1093/nar/gky1033 30371825 Kim S. Y. Cho B. H. Kim U. H. 2010 CD38-mediated Ca2+ signaling contributes to angiotensin II-induced activation of hepatic stellate cells: attenuation of hepatic fibrosis by CD38 ablation J. Biol. Chem. 285 576 582 10.1074/jbc.M109.076216 19910464 Ling C. Groop L. 2009 Epigenetics: a molecular link between environmental factors and type 2 diabetes Diabetes 58 2718 2725 10.2337/db09-1003 19940235 Liu X. Wang L. Zhao K. Thompson P. R. Hwang Y. Marmorstein R. Cole P. A. 2008 The structural basis of protein acetylation by the p300/CBP transcriptional coactivator Nature 451 846 850 10.1038/nature06546 18273021 Loomba R. Abraham M. Unalp A. Wilson L. Lavine J. Doo E. Bass N. M. Nonalcoholic Steatohepatitis Clinical Research Network. 2012 Association between diabetes, family history of diabetes, and risk of nonalcoholic steatohepatitis and fibrosis Hepatology 56 943 951 10.1002/hep.25772 22505194 Lu L. Wang J. Yang Q. Xie X. Huang Y. 2021 The role of CD38 in HIV infection AIDS Res. Ther. 18 11 10.1186/s12981-021-00330-6 33820568 Maksimoska J. Segura-Pena D. Cole P. A. Marmorstein R. 2014 Structure of the p300 histone acetyltransferase bound to acetyl-coenzyme A and its analogues Biochemistry 53 3415 3422 10.1021/bi500380f 24819397 Mikula M. Majewska A. Ledwon J. K. Dzwonek A. Ostrowski J. 2014 Obesity increases histone H3 lysine 9 and 18 acetylation at Tnfa and Ccl2 genes in mouse liver Int. J. Mol. Med. 34 1647 1654 10.3892/ijmm.2014.1958 25319795 Moon Y. A. 2017 The SCAP/SREBP pathway: a mediator of hepatic steatosis Endocrinol. Metab. (Seoul) 32 6 10 10.3803/EnM.2017.32.1.6 28116873 Morandi F. Horenstein A. L. Costa F. Giuliani N. Pistoia V. Malavasi F. 2018 CD38: a target for immunotherapeutic approaches in multiple myeloma Front. Immunol. 9 2722 10.3389/fimmu.2018.02722 30546360 Morris G. M. Huey R. Lindstrom W. Sanner M. F. Belew R. K. Goodsell D. S. Olson A. J. 2009 AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility J. Comput. Chem. 30 2785 2791 10.1002/jcc.21256 19399780 Piedra-Quintero Z. L. Wilson Z. Nava P. Guerau-de-Arellano M. 2020 CD38: an immunomodulatory molecule in inflammation and autoimmunity Front. Immunol. 11 597959 10.3389/fimmu.2020.597959 33329591 Rahman S. M. Schroeder-Gloeckler J. M. Janssen R. C. Jiang H. Qadri I. Maclean K. N. Friedman J. E. 2007 CCAAT/enhancing binding protein beta deletion in mice attenuates inflammation, endoplasmic reticulum stress, and lipid accumulation in diet-induced nonalcoholic steatohepatitis Hepatology 45 1108 1117 10.1002/hep.21614 17464987 Sarwar R. Pierce N. Koppe S. 2018 Obesity and nonalcoholic fatty liver disease: current perspectives Diabetes Metab. Syndr. Obes. 11 533 542 10.2147/DMSO.S146339 30288073 Thompson P. R. Wang D. Wang L. Fulco M. Pediconi N. Zhang D. An W. Ge Q. Roeder R. G. Wong J. Levrero M. Sartorelli V. Cotter R. J. Cole P. A. 2004 Regulation of the p300 HAT domain via a novel activation loop Nat. Struct. Mol. Biol. 11 308 315 10.1038/nsmb740 15004546 Tolsma T. O. Hansen J. C. 2019 Post-translational modifications and chromatin dynamics Essays Biochem. 63 89 96 10.1042/EBC20180067 31015385 Trott O. Olson A. J. 2010 AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading J. Comput. Chem. 31 455 461 10.1002/jcc.21334 19499576 Verdone L. Agricola E. Caserta M. Di Mauro E. 2006 Histone acetylation in gene regulation Brief. Funct. Genomic. Proteomic. 5 209 221 10.1093/bfgp/ell028 16877467 Wang L. F. Miao L. J. Wang X. N. Huang C. C. Qian Y. S. Huang X. Wang X. L. Jin W. Z. Ji G. J. Fu M. Deng K. Y. Xin H. B. 2018 CD38 deficiency suppresses adipogenesis and lipogenesis in adipose tissues through activating Sirt1/PPARgamma signaling pathway J. Cell. Mol. Med. 22 101 110 10.1111/jcmm.13297 28816006 Wang Y. Bryant S. H. Cheng T. Wang J. Gindulyte A. Shoemaker B. A. Thiessen P. A. He S. Zhang J. 2017 PubChem BioAssay: 2017 update Nucleic Acids Res. 45 D955 D963 10.1093/nar/gkw1118 27899599 Williams C. D. Stengel J. Asike M. I. Torres D. M. Shaw J. Contreras M. Landt C. L. Harrison S. A. 2011 Prevalence of nonalcoholic fatty liver disease and nonalcoholic steatohepatitis among a largely middle-aged population utilizing ultrasound and liver biopsy: a prospective study Gastroenterology 140 124 131 10.1053/j.gastro.2010.09.038 20858492 Yan X. Qi M. Li P. Zhan Y. Shao H. 2017 Apigenin in cancer therapy: anti-cancer effects and mechanisms of action Cell Biosci. 7 50 10.1186/s13578-017-0179-x 29034071 Zhao S. Xu W. Jiang W. Yu W. Lin Y. Zhang T. Yao J. Zhou L. Zeng Y. Li H. Li Y. Shi J. An W. Hancock S. M. He F. Qin L. Chin J. Yang P. Chen X. Lei Q. Xiong Y. Guan K. L. 2010 Regulation of cellular metabolism by protein lysine acetylation Science 327 1000 1004 10.1126/science.1179689 20167786 Zhu X. Y. Huang C. S. Li Q. Chang R. M. Song Z. B. Zou W. Y. Guo Q. L. 2012 p300 exerts an epigenetic role in chronic neuropathic pain through its acetyltransferase activity in rats following chronic constriction injury (CCI) Mol. Pain 8 84 10.1186/1744-8069-8-84 23176208 Fig. 1 RBN inhibited lipid accumulation by inhibiting lipogenesis-related mRNA expression and improved NAFLD pathological features. (A) AML-12 cells were treated with a combination of oleic acid and palmitic acid (OPA) with or without (w/wo) RBN for 18 h, and hepatic TG level was measured. The values presented are the means ± SD from two independent experiments. The means with different superscript letters are significantly different, p <0.05 (one-way ANOVA). (B) AML-12 cells were treated with OPA w/wo RBN for 24 h, and cytotoxicity was measured using MTT assays. (C) AML-12 cells were incubated with OPA in the presence or absence of RBN for 18 h. Total RNA was extracted from the cells, and cDNA was synthesized for qRT-PCR. The results are demonstrated as the relative fold change of the control value, and the values presented are the means ± SD from three independent experiments. The means with different superscript letters are significantly different, p <0.05 (one-way ANOVA). (D) Body weight gain was calculated by subtracting the weight at the start of the experiment from that at the end of experiment. The values presented are the means ± SE. The means with different superscript letters are significantly different, p <0.05 (one-way ANOVA). (E) Representative images of the liver are demonstrated (left panel), and the average values of liver mass after 12 weeks of RBN supplementation are measured (right panel). The data demonstrated are the means ± SE (n=6/each group). The means with superscript letters are significantly different, p <0.05 (one-way ANOVA). (F) After a 12-week RBN supplementation, the mouse liver specimens were stained with H&E, and representative images are shown (left panel). The livers were used for measuring hepatic TG level (right panel). The results are demonstrated as the means ± SE (n=6/each group). The means with superscript letters are significantly different, p <0.05 (one-way ANOVA). (G) An oral glucose tolerance test (OGTT) was performed following an overnight fast at week 11. Blood glucose concentrations in mice (left panel) during an OGTT at the fifth time point. The under curve (AUC) (right panel) was calculated from OGTT. The data were expressed as the means ± SE (n=6/each group). The means with superscript letters are significantly different, p <0.05 (one-way ANOVA). (H) The level of serum insulin was measured after a 12-week RBN supplementation (left panel). HOMA-IR was determined by the formula indicated in the Materials and Method section (right panel). The data is presented as the means ± SE (n=6/each group). The means with superscript letters are significantly different, p <0.05 (one-way ANOVA). Fig. 2 RBN supplementation inhibited p300 activity through RBN-p300 binding. (A) The WD-induced HAT activity was attenuated following RBN supplementation. HAT activities was measured in nuclear extracts (NEs) derived from mouse livers after 12-week RBN supplementation with WD (n=6/each group). The average OD values are presented as the means ± SE. The means with different superscript letters are significantly different, p <0.05. (B) RBN suppressed p300 activity. Enzyme-specific inhibitory capacity of RBN against p300 was measured using purified recombinant protein. A colorimetric histone acetyltransferase assay was conducted at the indicated concentrations. The results are demonstrated as the relative fold change of the control, and the values presented are the means ± SD of three independent experiments. The means with different superscript letters are significantly different, p <0.05 (one-way ANOVA) (left panel). The IC50 value of RBN inhibition was calculated using the Prism software (right panel). (C) RBN bind mode. Acetyl-transferase domain of p300 and Lys-CoA (PDB ID: 3BIY). (D) The best binding pose of RBN to p300. RBN is presented as yellow sticks, and Lys-CoA is shown as transparent orange sticks. The hydrogen bondings to p300 were represented by blue (for RBN) and red (for Lys-CoA) dashes. (E) The schematic representation of RBN–p300 interaction. Fig. 3 RBN inhibited CD38 expression in vitro and in vivo models of NAFLD through mediating p300, acetyltransferase. (A) The publicly available BioAssay database for the bioactivities of RBN. AID, Assay ID. (B) Total RNA was extracted from the cells, and CD38 expression was measured using qRT-PCR. The results are demonstrated as the relative fold change of the control, and the values presented are the means ± SD of three independent experiments. The means with different superscript letters are significantly different, p <0.05 (one-way ANOVA). (C, D) For 12-week RBN supplementation with WD, mouse liver tissues were collected, and total RNA was extracted from them. Total RNA was used for cDNA synthesis, following which CD38 mRNA expression was measured. Data are presented as the means ± SE (n=4/each group). The means with superscript letters are significantly different, p <0.05 (one-way ANOVA) (C). Additionally, the protein expression of CD38 was observed using western blot assays. The intensity of each band indicating CD38 expression was normalized to that of the internal control HSP90αβ (D, left panel). The average quantified values for the protein expression of CD38 for each group are presented (D, right panel). (E) siRNAs against either p300 or pCAF were transiently transfected into AML-12 cells, and the cells were incubated 12 h after the transfection. After 24 h following OPA treatment, the cells were harvested, and the CD38 , p300 , and pCAF mRNA expression levels were determined using qRT-PCR. (F) AML-12 cells were exposed to OPA w/wo a p300 specific inhibitor, C-646, at the indicated concentrations for 18 h. The total RNA was extracted from the cells, and CD38 expression was measured using qRT-PCR. The results are demonstrated as the relative fold change of the control values, and the values are presented as the means ± SD of three independent experiments. The means with different superscript letters are significantly different, p <0.05 (one-way ANOVA). Fig. 4 RBN abrogated p300 occupancy to the promoter regions of CD38 and inhibited the acetylation of histone H3K9. (A) The sequence of mouse CD38 . The conserved motifs for TATA box and E2A binding were predicted by comparing the conserved sequence for each factors (TATA box, M00252 from TRANSFAC; E2A, M00973 from TRANFAC). Mouse CD38 sequence was referred from Chromosome 5, NC_000071.7. (B) AML-12 cells were treated with RBN w/wo OPA for 24 h, and ChIP assays were performed using the indicated antibodies. The precipitated samples were analyzed by qRT-PCR. The values are presented as the means ± SD of three independent experiments. The means with different superscript letters are significantly different, p <0.05. Fig. 5 Schematic representation of the potential mechanism of action of RBN against the features of metabolic failures in the liver. RBN inhibited excess TG accumulation in hepatocytes owing its p300 inhibitory activity. RBN potentially binds to the HAT binding domain of p300 and attenuates its catalytic activity. Furthermore, RBN abrogates recruitment of p300 to the CD38 promoter region and consequently inhibits hyperacetylation of H3K9, which is necessary for the gene expression. Finally, the RBN-mediated downregulation of CD38 induces inhibition of TG accumulation and improves insulin sensitivity in the liver. Thus, RBN represents a promising candidate dietary compound for the prevention of metabolic failure in the liver. The chemical structure of RBN was generated using ACD/ChemSketch (Freeware; Ver. 2021. 1. 3).",
    "full_text_abstract": "Metabolic abnormalities in the liver are closely associated with diverse metabolic diseases such as non-alcoholic fatty liver disease, type 2 diabetes, and obesity. The aim of this study was to evaluate the ameliorating effect of robinetin (RBN) on the significant pathogenic features of metabolic failure in the liver and to identify the underlying molecular mechanism. RBN significantly decreased triglyceride (TG) accumulation by downregulating lipogenesis-related transcription factors in AML-12 murine hepatocyte cell line. In addition, mice fed with Western diet (WD) containing 0.025% or 0.05% RBN showed reduced liver mass and lipid droplet size, as well as improved plasma insulin levels and homeostatic model assessment of insulin resistance (HOMA-IR) values. CD38 was identified as a target of RBN using the BioAssay database, and its expression was increased in OPA-treated AML-12 cells and liver tissues of WD-fed mice. Furthermore, RBN elicited these effects through its anti-histone acetyltransferase (HAT) activity. Computational simulation revealed that RBN can dock into the HAT domain pocket of p300, a histone acetyltransferase, which leads to the abrogation of its catalytic activity. Additionally, knock-down of p300 using siRNA reduced CD38 expression. The chromatin immunoprecipitation (ChIP) assay showed that p300 occupancy on the promoter region of CD38 was significantly decreased, and H3K9 acetylation levels were diminished in lipid-accumulated AML-12 cells treated with RBN. RBN improves the pathogenic features of metabolic failure by suppressing the p300–CD38 axis through its anti-HAT activity, which suggests that RBN can be used as a new phytoceutical candidate for preventing or improving this condition."
}