{
  "PMC": "4605774",
  "DOI": "10.3233/acp-clo-2010-0534",
  "PMID": "20966544",
  "PMCID": "PMC4605774",
  "title": "Activating mutation (V617F) in the tyrosine kinase JAK2 is absent in locally-confined or castration-resistant prostate cancer.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC4605774",
  "source": "MED",
  "abstract_text": "<h4>Background</h4>Transcription factor Stat5a/b is highly critical for the viability of human prostate cancer cells in vitro and for prostate tumor growth in vivo. Stat5 is constitutively active in clinical prostate cancers but not in the normal human prostate epithelium. Moreover, Stat5a/b activation in prostate cancer is associated with high histological grade of prostate cancer. However, the molecular mechanisms underlying constitutive activation of Stat5a/b in prostate cancer are unclear. The receptor-associated tyrosine kinase Jak2 is a known key activator of Stat5a/b in prostate cancer cells in response to ligand stimulation. Recently, a single gain-of-function point mutation of JAK2 was described in myeloproliferative diseases leading to constitutive Jak2 kinase activity, subsequent Stat5a/b activation and involvement of V617F Jak2 in the pathogenesis of myeloproliferative disorders.<h4>Materials and methods</h4>We determined whether JAK2 undergoes the V617F activating mutation during clinical progression of human prostate cancer using a highly sensitive assay (amplification refractory mutation system) and a unique material of fresh specimens from organ-confined or castration-resistant prostate cancers.<h4>Results</h4>The JAK2 V617F mutation was not found in any of the normal or malignant prostate samples analyzed in this study.<h4>Conclusions</h4>Future work should focus on determining the molecular mechanisms other than V617F mutation of Jak2 resulting in continuous Stat5 activation in clinical prostate cancers.",
  "full_text": "Anal Cell Pathol (Amst) Anal Cell Pathol (Amst) ACP Analytical Cellular Pathology (Amsterdam) 2210-7177 2210-7185 IOS Press 4605774 20966544 610974 10.3233/ACP-CLO-2010-0534 Other Activating Mutation (V617F) in the Tyrosine Kinase JAK2 is Absent in Locally-Confined or Castration-Resistant Prostate Cancer Gu Lei 1 Zhu Xian-Hua 2 Visakorpi Tapio 3 Alanen Kalle 4 Mirtti Tuomas 4 Edmonston Tina Bocker 2 Nevalainen Marja T. 1 5 6 * 1 Department of Cancer Biology Kimmel Cancer Center Thomas Jefferson University Philadelphia PA USA 2 Department of Pathology Anatomy and Cell Biology Thomas Jefferson University Philadelphia PA USA 3 Institute of Medical Technology University of Tampere and Tampere University Hospital Tampere Finland 4 Department of Pathology Institute of Biomedicine University of Turku Turku Finland 5 Department of Urology Thomas Jefferson University Philadelphia PA USA 6 Department of Medical Oncology Thomas Jefferson University Philadelphia PA USA *Marja T. Nevalainen: marja.nevalainen@jefferson.edu 2010 10 8 2010 33 2 55 59 Copyright © 2010 Hindawi Publishing Corporation and the authors. 2010 Background: Transcription factor Stat5a/b is highly critical for the viability of human prostate cancer cells in vitro and for prostate tumor growth in vivo . Stat5 is constitutively active in clinical prostate cancers but not in the normal human prostate epithelium. Moreover, Stat5a/b activation in prostate cancer is associated with high histological grade of prostate cancer. However, the molecular mechanisms underlying constitutive activation of Stat5a/b in prostate cancer are unclear. The receptor-associated tyrosine kinase Jak2 is a known key activator of Stat5a/b in prostate cancer cells in response to ligand stimulation. Recently, a single gain-of-function point mutation of JAK2 was described in myeloproliferative diseases leading to constitutive Jak2 kinase activity, subsequent Stat5a/b activation and involvement of V617F Jak2 in the pathogenesis of myeloproliferative disorders. Materials and Methods: We determined whether JAK2 undergoes the V617F activating mutation during clinical progression of human prostate cancer using a highly sensitive assay (amplification refractory mutation system) and a unique material of fresh specimens from organ-confined or castration-resistant prostate cancers. Results: The JAK2 V617F mutation was not found in any of the normal or malignant prostate samples analyzed in this study. Conclusions: Future work should focus on determining the molecular mechanisms other than V617F mutation of Jak2 resulting in continuous Stat5 activation in clinical prostate cancers. JAK2 V617 mutation prostate cancer",
  "plain_text": "Background: Transcription factor Stat5a/b is highly critical for the viability of human prostate cancer cells in vitro and for prostate tumor growth in vivo . Stat5 is constitutively active in clinical prostate cancers but not in the normal human prostate epithelium. Moreover, Stat5a/b activation in prostate cancer is associated with high histological grade of prostate cancer. However, the molecular mechanisms underlying constitutive activation of Stat5a/b in prostate cancer are unclear. The receptor-associated tyrosine kinase Jak2 is a known key activator of Stat5a/b in prostate cancer cells in response to ligand stimulation. Recently, a single gain-of-function point mutation of JAK2 was described in myeloproliferative diseases leading to constitutive Jak2 kinase activity, subsequent Stat5a/b activation and involvement of V617F Jak2 in the pathogenesis of myeloproliferative disorders. Materials and Methods: We determined whether JAK2 undergoes the V617F activating mutation during clinical progression of human prostate cancer using a highly sensitive assay (amplification refractory mutation system) and a unique material of fresh specimens from organ-confined or castration-resistant prostate cancers. Results: The JAK2 V617F mutation was not found in any of the normal or malignant prostate samples analyzed in this study. Conclusions: Future work should focus on determining the molecular mechanisms other than V617F mutation of Jak2 resulting in continuous Stat5 activation in clinical prostate cancers."
}
