{
    "PMC": "11514449",
    "DOI": "10.1093/nar/gkae780",
    "PMID": "39275989",
    "PMCID": "PMC11514449",
    "title": "Mei5-Sae3 stabilizes Dmc1 nucleating clusters for efficient Dmc1 assembly on RPA-coated single-stranded DNA.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11514449",
    "source": "MED",
    "abstract_text": "Interhomolog recombination in meiosis requires a meiosis-specific recombinase, Dmc1. In Saccharomyces cerevisiae, the Mei5-Sae3 complex facilitates the loading of Dmc1 onto the replication protein A (RPA)-coated single-stranded DNA (ssDNA) to form nucleoprotein filaments. In vivo, Dmc1 and Mei5-Sae3 are interdependent in their colocalization on the chromosomes. However, the mechanistic role of Mei5-Sae3 in mediating Dmc1 activity remains unclear. We used single-molecule fluorescence resonance energy transfer and colocalization single-molecule spectroscopy experiments to elucidate how Mei5-Sae3 stimulates Dmc1 assembly on ssDNA and RPA-coated ssDNA. We showed that Mei5-Sae3 stabilized Dmc1 nucleating clusters with two to three molecules on naked DNA by preferentially reducing Dmc1 dissociation rates. Mei5-Sae3 also stimulated Dmc1 assembly on RPA-coated DNA. Using green fluorescent protein-labeled RPA, we showed the coexistence of an intermediate with Dmc1 and RPA on ssDNA before RPA dissociation. Moreover, the displacement efficiency of RPA depended on Dmc1 concentration, and its dependence was positively correlated with the stability of Dmc1 clusters on short ssDNA. These findings suggest a molecular model that Mei5-Sae3 mediates Dmc1 binding on RPA-coated ssDNA by stabilizing Dmc1 nucleating clusters, thus altering RPA dynamics on DNA to promote RPA dissociation.",
    "full_text": "pmc Nucleic Acids Res Nucleic Acids Res nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 11514449 39275989 10.1093/nar/gkae780 gkae780 AcademicSubjects/SCI00010 Genome Integrity, Repair and Replication Mei5–Sae3 stabilizes Dmc1 nucleating clusters for efficient Dmc1 assembly on RPA-coated single-stranded DNA Wei Chin-Dian Department of Chemistry, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan Chang Hao-Yen Department of Chemistry, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan Institute of Biochemical Sciences, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan Lu Chia-Hua Department of Chemistry, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan Chang Chih-Chun Institute of Biochemical Sciences, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan https://orcid.org/0000-0002-4329-6978 Furukohri Asako Institute for Protein Research, Osaka University , 3-2 Yamadaoka, Suita-shi, Osaka 565-0871, Japan Mwaniki Stephen Institute for Protein Research, Osaka University , 3-2 Yamadaoka, Suita-shi, Osaka 565-0871, Japan https://orcid.org/0000-0003-4207-8247 Shinohara Akira Institute for Protein Research, Osaka University , 3-2 Yamadaoka, Suita-shi, Osaka 565-0871, Japan https://orcid.org/0000-0001-9229-8729 Chi Peter Institute of Biochemical Sciences, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan Institute of Biological Chemistry, Academia Sinica , 128, Academia Road Sec. 2, Nankang, Taipei 115, Taiwan https://orcid.org/0000-0002-5614-3727 Li Hung-Wen Department of Chemistry, National Taiwan University , No. 1, Sec. 4, Roosevelt Rd., Taipei 10617, Taiwan To whom correspondence should be addressed. Tel: +886 2 23665573; Fax: +886 2 23635038; Email: peterhchi@ntu.edu.tw Correspondence may also be addressed to Hung-Wen Li. Tel: +886 2 33664089; Fax: +886 2 33668671; Email: hwli@ntu.edu.tw The first two authors should be regarded as Joint First Authors. 28 10 2024 14 9 2024 14 9 2024 52 19 11768 11784 27 8 2024 21 8 2024 03 6 2024 © The Author(s) 2024. Published by Oxford University Press on behalf of Nucleic Acids Research. 2024 https://creativecommons.org/licenses/by-nc/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License ( https://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site-for further information please contact journals.permissions@oup.com Abstract Interhomolog recombination in meiosis requires a meiosis-specific recombinase, Dmc1. In Saccharomyces cerevisiae , the Mei5–Sae3 complex facilitates the loading of Dmc1 onto the replication protein A (RPA)-coated single-stranded DNA (ssDNA) to form nucleoprotein filaments. In vivo , Dmc1 and Mei5–Sae3 are interdependent in their colocalization on the chromosomes. However, the mechanistic role of Mei5–Sae3 in mediating Dmc1 activity remains unclear. We used single-molecule fluorescence resonance energy transfer and colocalization single-molecule spectroscopy experiments to elucidate how Mei5–Sae3 stimulates Dmc1 assembly on ssDNA and RPA-coated ssDNA. We showed that Mei5–Sae3 stabilized Dmc1 nucleating clusters with two to three molecules on naked DNA by preferentially reducing Dmc1 dissociation rates. Mei5–Sae3 also stimulated Dmc1 assembly on RPA-coated DNA. Using green fluorescent protein-labeled RPA, we showed the coexistence of an intermediate with Dmc1 and RPA on ssDNA before RPA dissociation. Moreover, the displacement efficiency of RPA depended on Dmc1 concentration, and its dependence was positively correlated with the stability of Dmc1 clusters on short ssDNA. These findings suggest a molecular model that Mei5–Sae3 mediates Dmc1 binding on RPA-coated ssDNA by stabilizing Dmc1 nucleating clusters, thus altering RPA dynamics on DNA to promote RPA dissociation. Graphical Abstract Graphical Abstract National Science and Technology Council of Taiwan 10.13039/100020595 111-2311-B-002-006 110-2113-M-002-020 Institute for Protein Research, Osaka University 10.13039/501100018787 ICR-24 National Taiwan University 10.13039/501100006477 Academia Sinica 10.13039/501100001869 Introduction Meiotic recombination generates genetic diversity and promotes proper chromosomal segregation of parental chromosomes. Homology search and strand exchange between homologous DNAs, critical for crossing over in meiosis ( 1 ), require a set of recombinases polymerized on single-stranded DNAs (ssDNAs) called the nucleoprotein filament. For most eukaryotes, meiosis-specific Dmc1 plays a pivotal role in meiotic recombination ( 2 ). In Saccharomyces cerevisiae meiosis, programmed DNA double-strand breaks (DSBs) are formed by Spo11 and other proteins and are followed by nucleolytic processing to generate 3′-ssDNA tails ( 3 ). Assembly of Dmc1 onto these ssDNAs to form nucleoprotein filaments is essential and subject to various regulations ( 1 , 4 , 5 ). Once formed, ssDNA overhangs are rapidly bound by the abundant high-affinity ssDNA binding protein, replication protein A (RPA), to protect these ssDNAs from nucleolytic degradation or formation of the higher-order DNA structures ( 6–8 ). Saccharomyces cerevisiae RPA, composed of Rfa1, Rfa2 and Rfa3, coordinates various aspects of DNA metabolisms ( 9 , 10 ). RPA contains multiple Oligonucleotide-Binding (OB) domains interacting with ssDNA of different binding affinities, and dynamic DNA binding of these OB domains is essential for its functions ( 11 , 12 ). Among other functions, RPA serves as a structural moiety for the assembly of downstream reactions ( 9 ), such as the formation of nucleoprotein filament of recombinases, including Dmc1. For recombinase assembly, RPA-coated ssDNA substrates are distinct from bare ssDNA substrates due to RPA’s high affinity for ssDNA; therefore, recombination mediator proteins are required for the binding of recombinases onto RPA-coated ssDNA ( 13–16 ). For meiosis-specific Dmc1, the Mei5 and Sae3 protein complex functions as a mediator ( 17 , 18 ). Mei5, Sae3 and Dmc1 are mutually dependent on their chromosome associations ( 17 ). Like the dmc1 deletion mutant, the deletion of mei5 or sae3 results in the impaired formation of immunostained foci of Dmc1 with the accumulation of unrepaired DSBs ( 17 , 19 ). Mei5 and Sae3 physically interact with each other and form a heterodimeric complex ( 17 , 20 , 21 ). Mei5–Sae3 assists Dmc1 assembly on RPA-coated ssDNA and relieves RPA inhibition for Dmc1-mediated D (displacement)-loop formation ( 20 ). It is also known that Mei5–Sae3 functionally interacts with other accessory factors, Rad51, Rdh54 and Hop2–Mnd1, to promote an optimal Dmc1-mediated D-loop formation ( 22 ). Although cooperative Dmc1 stimulation by Mei5–Sae3 and other copartners is observed, mechanistic regulation of Mei5–Sae3 in Dmc1-mediated recombination and the alleviation of RPA-mediated suppression of Dmc1 assembly are still unclear. For recombinases to gain access to RPA-coated ssDNA, mediators could function by two different mechanisms. The first requires a ‘mediator–RPA interaction’ in which the mediators interact with RPA to reduce its affinity with ssDNA, resulting in RPA dissociation and making ssDNA available for recombinase binding. Demonstrated mediators for this general ‘mediator–RPA interaction’ mechanism include yeast Rad52 ( 23 , 24 ) and human Shu complex ( 25 ). The alternative mechanism uses a ‘mediator–recombinase interaction’ in which mediators interact with recombinases and allow efficient recombinase assembly. BRCA2 ( 26 , 27 ) has been implicated in this type of mechanism. However, evidence to directly link efficient recombinase cluster assembly and RPA displacement is limited. In addition to mediators, previous biochemical studies showed that yeast and human Dmc1 require calcium ions for efficient D-loop formation ( 28–31 ). It was thought that calcium ions inhibit DNA-dependent ATP hydrolysis by Dmc1 and promote the assembly of Dmc1 filaments on ssDNA by suppressing Dmc1 dissociation ( 29 ). Surprisingly, it was reported that only in reactions with RPA, Mei5–Sae3 promotes Dmc1-mediated D-loop formation exclusively in the presence of calcium ions but not magnesium ( 20 ). Given that Mei5–Sae3 was reported to exhibit limited stimulation for Dmc1-catalyzed D-loop formation ( 17 , 20 , 21 ), whether Mei5–Sae3 by itself stimulates Dmc1 activities in D-loop, strand exchange or filament assembly in the absence of RPA and calcium ions remains uncharacterized. In this study, we used S. cerevisiae proteins of high purity to reconstitute the molecular recombination reactions in vitro . We found that Mei5–Sae3 stimulates Dmc1 filament assembly and DNA strand exchange, even in the absence of RPA, suggesting its direct regulation on Dmc1 by Mei5–Sae3. Also, Mei5–Sae3 was shown to stabilize Dmc1 nucleating clusters by preferentially preventing Dmc1 dissociation. Surprisingly, Mei5–Sae3 alone mediates Dmc1 assembly on RPA-coated ssDNA without calcium ions. In the combined fluorescence resonance energy transfer (FRET) and fluorescence colocalization experiments, we showed that Dmc1 binds to RPA-coated ssDNA before the dissociation of the green fluorescent protein (GFP)-labeled RPA. These findings demonstrated the need for stabilized Dmc1 clusters with two to three Dmc1 molecules during nucleation for efficient assembly on RPA-coated ssDNA. Our studies reveal the mechanistic explanation of how the Mei5–Sae3 mediator stimulates Dmc1 assembly on RPA-coated ssDNA. This study provides a molecular mechanism that explains how a mediator–recombinase interaction can stimulate recombinase assembly on RPA-coated ssDNA. Materials and methods DNA substrates The oligonucleotides for the strand-exchange assay (Oligo 1, Oligo 2 and Oligo 3) and nuclease protection assay (Oligo 1) were prepared as previously described ( 32 ). The oligonucleotide Oligo 4 for D-loop formation and DNA mobility shift assay was derived and purchased with Cy5 labeled at 5′ end as described ( 32 , 33 ). The oligonucleotides for the single-molecule FRET (smFRET) assay (F1–F7) were derived as previously described ( 34 ). All oligo sequences and compositions are listed in Supplementary Table S1 . Protein expression The pET21a plasmid carrying S. cerevisiae Mei5–Sae3 was derived as previously described ( 17 ). Escherichia coli cells [strain BL21(DE3)pLysS] harboring Mei5–Sae3 expression plasmid were cultured in Luria broth at 37°C until the A 600 value reached 0.6, at which point 1 mM isopropyl-1-thio-β- d -galactopyranoside (IPTG) was added to induce the protein expression for an additional 2 h at 37°C. The cell extract containing Mei5–Sae3 was harvested for the purification step. The expression procedure of S. cerevisiae RPA was modified from the previously described method ( 35 ). Briefly, E. coli cells [strain Rosetta2(DE3)pLysS] harboring p11d-tscRPA plasmid were cultured in Yeast Extract Tryptone medium at 37°C until the A 600 value reached 0.6. At that point, 0.25 mM IPTG was added to induce the protein expression for an additional 20 h at 16°C. The cell extract containing RPA was harvested for the purification step. The expression of GFP-tagged S. cerevisiae RPA was followed as described earlier. Protein purification All purification steps were carried out at 4°C. The Mei5–Sae3 purification was modified from the previously described method ( 17 ). The 45 g cell pellet was resuspended in 250 ml buffer A [25 mM Tris–HCl, pH 7.5, 10% glycerol, 0.5 mM ethylenediaminetetraacetic acid (EDTA), 0.01% Igepal, 1 mM β-mercaptoethanol] containing 300 mM KCl and protease inhibitors (aprotinin, chymostatin, leupeptin and pepstatin A at 2 μg/ml each, 0.1 mM phenylmethylsulfonyl fluoride and 1 mM benzamidine). The cell suspension was sonicated and centrifuged (100 000 × g for 1 h) to obtain the clarified lysate. To remove nucleic acids ( 36 ), polyethyleneimine was slowly added to the lysate by stirring until 0.3% for 1 h and then centrifuged to collect the supernatant containing Mei5–Sae3. Then, Mei5–Sae3 was precipitated with ammonium sulfate by stirring until 50% for 1 h, and the precipitate was dissolved in buffer B (20 mM K 2 HPO 4 , pH 7.5, 10% glycerol, 0.5 mM EDTA, 0.01% Igepal, 1 mM β-mercaptoethanol) containing 50 mM KCl. The dissolved fraction containing Mei5–Sae3 was resolved by SP Sepharose using a 135 ml gradient of 97.5–620 mM KCl in buffer B. The Mei5–Sae3 containing fractions were pooled and developed by Q Sepharose using a 90 ml gradient of 97.5–430 mM KCl in buffer A. The Mei5–Sae3 containing fractions were pooled and further developed by HiTrap Heparin (Cytiva) using a 30 ml gradient of 145–620 mM KCl in buffer A. Finally, the Mei5–Sae3 containing fractions were pooled and dialyzed with buffer A containing 300 mM KCl in an Ultracel-10K concentrator (Millipore). The protein was divided into small aliquots, subjected to N 2 freezing and stored at −80°C. Aliquots were qualified by the Bradford protein assay (Bio-Rad) and Coomassie blue staining. Tag-free S. cerevisiae Dmc1 was purified as previously described ( 37 , 38 ). Also, S. cerevisiae RPA was purified as previously described ( 35 ). GFP-tagged (eGFP) RPA was purified as previously described with some modifications ( 39 ). Briefly, the development of GFP-tagged RPA in Ni-NTA and Q Sepharose was followed. To remove the excess GFP-tagged Rfa2, the fraction was further developed by Superdex 200 Increase 10/300 GL (Cytiva) in the developing buffer C (20 mM Tris–HCl, pH 8.0, 300 mM NaCl, 10% glycerol, 1 mM EDTA, 0.01% Igepal, 1 mM β-mercaptoethanol). Finally, the GFP-tagged RPA-containing fractions were concentrated in an Ultracel-10K concentrator (Millipore). The protein was divided into small aliquots, subjected to N 2 freezing and stored at −80°C. Aliquots were qualified by the Bradford protein assay (Bio-Rad) and Coomassie blue staining. DNA strand-exchange assay The 80-mer Oligo 1 (4.8 μM nucleotides) was incubated with Dmc1 protein (1.6 μM) for 5 min at 30°C in buffer D [35 mM Tris–HCl, pH 7.5, 1 mM dithiothreitol (DTT), 1 mM ATP, 2.5 mM MgCl 2 , 50 mM KCl, 100 ng/μl bovine serum albumin (BSA)]. Then, the indicated amount of Mei5–Sae3 complex was added, followed by a 5-min incubation. The reaction was initiated by adding homologous 32 P-labeled 40-mer double-stranded DNA (dsDNA; Oligo 2 + Oligo 3) to a final volume of 12.5 μl. After a 30-min incubation, a 5 μl aliquot was quenched with an equal volume of 0.1% sodium dodecyl sulfate (SDS) containing proteinase K (final 0.75 mg/ml) and then incubated at 37°C for 15 min. The samples were developed in 10% polyacrylamide gels in TBE buffer (89 mM Tris–HCl, 89 mM borate, 2 mM EDTA, pH 8.0) at 4°C. The gels were dried on Hybond-H + membranes (Cytiva) and analyzed by phosphorimaging analysis in a Personal FX phosphorimager using the Quantity One software (Bio-Rad). D-loop formation assay The Cy5 5′-labeled 90-mer Oligo 4 (3.6 μM nucleotides) was incubated with Dmc1 in buffer D for 5 min at 30°C. For RPA mediating experiments, Oligo 4 was incubated with the indicated amounts of RPA at 30°C in buffer D for 5 min before being incubated with Dmc1. Then, the indicated amount of Mei5–Sae3 complex was added, followed by a 5-min incubation. The reaction was initiated by adding pBluescript II SK(−) DNA (22 μM base pairs) to a 12.5 μl final volume. After 10 min of incubation at 30°C, a 5 μl aliquot was removed, mixed with an equal volume of 0.1% SDS containing proteinase K (final 0.75 mg/ml) and incubated at 37°C for 15 min. The samples were analyzed with 1% agarose gels in TBE buffer at 4°C. The gels were photographed by an Amersham Typhoon phosphorimager (Cytiva) and were analyzed by the Quantity One software (Bio-Rad). Nuclease protection assay The assay was derived as previously described ( 37 ). The 32 P-labeled 80-mer Oligo 1 (3 μM nucleotides) was co-incubated with Dmc1 (1 μM), Mei5–Sae3 and Benzonase (1 U) for 10 min of nuclease challenge at 30°C in 10 μl buffer D. To stop the reaction, a 2.5 μl stop mixture was added with final 48 mM EDTA, 0.032% SDS and 0.64 mg/ml proteinase K and then incubated at 37°C for 15 min. The samples were developed in 10% polyacrylamide gels in TBE buffer at 4°C. The gels were dried on Hybond-H + membranes (Cytiva) and analyzed by phosphorimaging analysis in a Personal FX phosphorimager using the Quantity One software (Bio-Rad). DNA mobility shift assay The Cy5 5′-labeled 90-mer ssDNA Oligo 4 (3 μM nucleotides) was incubated with the indicated amounts of RPA or RPA–GFP proteins in a 10 μl volume of reaction buffer D at 30°C for 10 min. The reaction mixtures were electrophoresed in 1% agarose gels with TBE buffer at 4°C. The gels were photographed by an Amersham Typhoon phosphorimager (Cytiva) and were analyzed by the Quantity One software (Bio-Rad). Strains and plasmids for Rfa2–eGFP meiosis I progression test All strains described here are derivatives of SK1 diploids as follows. Wild type, NKY1551: MAT a /α, ho::LYS2/” , lys2/” , ura3/” , leu2::hisG/” , his4X-LEU2(BamHI)-URA3/his4B-LEU2(MluI) , arg4-nsp/arg4-bgl . RFA2–eGFP, SMY659/660; NKY1551 with RFA2-eGFP-3xHA::KamMX4/”. RFA2–GFP diploid cells showed wild-type spore viability, but both showed ∼2 h delay in the entry of meiosis I ( 40 ). The RFA2–GFP allele was constructed by the one-step integration of polymerase chain reaction products using a GFP template plasmid, pKT220 (pFA6a–link–yECitrine–3HA–KANr) and a primer set as follows: Forward: 5′-CGACCTTGACTGACCAGGGTTTTATCTACCCAACTTTTGATGACAATAACTTCTTTGCCCTAggaatgtctaaaggtgaagaatta (lowercase letter is for the plasmid). Reverse: 5′-CCTAGTAGAAATACACAAACGAATACTAAGAAATGCTAAAAAAATAATCTATATATTTgagctcgtttaaactggatgg. GFP observation for Rfa2–eGFP meiosis I progression test Time-lapse images of Rfa2–GFP were captured using a computer-assisted fluorescence microscope system (DeltaVision; Applied Precision). The objective lens was an oil immersion lens (100×; NA, 1.35). Image deconvolution was performed using an image workstation (SoftWorks; Applied Precision). smFRET experiments’ preparation The dT7, dT9, dT13, dT12 + 18, dT12 + 21 and dT21 + 12 3′ dye pair DNA substrates used in FRET experiments were prepared by annealing oligos purchased from Integrated DNA Technologies, with sequence and labeling positions listed in Supplementary Table S1 and Supplementary Figure S3 . The oligos were annealed in 1× T50 buffer (20 mM Tris, 50 mM NaCl, pH ∼7.7). The slides used in smFRET experiments were prepared and assembled with a protocol modified from this paper ( 41 ) (see Supplementary Note S4 for details). Briefly, slides were PEG (polyethylene glycol)-modified containing a small fraction of biotin-labeled PEG and were then incubated with 0.02 mg/ml streptavidin for 2 min. Next, the reaction chamber was washed with 1× T50 buffer, followed by the addition of 20 pM DNA substrate in imaging buffer (50 mM Tris–HCl, 50 mM KCl, 2.5 mM MgCl 2 , 2 mM Trolox, 1 mM DTT, 2 mg/ml BSA, 4 mg/ml glucose, 60 U/ml glucose oxidase, 60 U/ml catalase, 2 mM cyclooctatetraene, pH 7.5). The buffer contains an additional 0.8 mM CaCl 2 for experiments with calcium ions. Single-molecule data acquisition The objective-type total internal reflection fluorescence microscope (Olympus IX71) was coupled with a tri-view system (OptoSplit III, Cairn Research) for imaging using an EMCCD (electron multiplying charge-coupled device) camera (iXon Ultra 897, Andor) at 20 Hz. A 532-nm laser (Ventus, 0.10 mW excitation) was used for the excitation of Cy3, a 638-nm laser (Omicron, 0.12 mW excitation) for the excitation of Cy5 and a 473-nm laser (Optica, 0.06 mW excitation or 0.10 mW excitation) for the excitation of GFP. Raw fluorescence images were recorded by Glimpse, a generous gift from Jeff Gelles’s lab. Snapshots were recorded with 80 frames of alternating Cy3/GFP excitation followed by 20 frames of Cy5 excitation. Real-time traces were recorded with 3-min excitation of Cy3 for Mei5–Sae3 kinetic parameter experiments and 1-min excitation of Cy3/GFP excitation in an 80 frames/20 frames alternation for Mei5–Sae3 RPA displacement experiments or 20 frames/20 frames alternation for Ca 2+ RPA displacement experiments. For Dmc1 binding experiments, the 20 μl reaction mixture included various Dmc1 concentrations and 3 mM ATP, and given concentrations of Mei5–Sae3 were loaded into the reaction chamber, and then real-time traces and snapshots were taken at given times. For RPA displacement experiments, the 20 μl reaction mixture included 40 nM GFP–RPA and was loaded into the reaction chamber and reacted for 5 min. Solution-free RPA was washed with 20 μl image buffer four times; snapshots were taken for RPA FRET state reference. The 20 μl Dmc1 reaction mixture was then loaded into the chamber, and real-time traces and snapshots were taken at the given time. Data analysis Recorded image data of Glimpse were analyzed with self-written image-analyzing Python scripts to obtain the colocalized Cy3/Cy5/GFP signals on individual DNA molecules. A more detailed workflow of the image-analyzing pipeline is described in Supplementary Note S1 . Cy5 excitation was used to check the presence of Cy5 dyes; only traces with Cy5 intensities >800 and total intensity <5000 were preserved in histogram analysis. The FRET values of the colocalized dye pair DNA molecules were analyzed with the Python scripts, and histograms of the FRET states in Figure 2 and Figure 4 were fitted using Gaussian mixture models (GMMs) given the predetermined number of states. For time traces exhibiting alternation among several FRET states in Figure 2 , hidden Markov model (HMM) fitting was done using the HMM-learn package, given the predetermined means of states. The kinetic parameters were obtained by fitting a single-exponential survival function to the dwell time of each transition by maximum likelihood estimation; the detailed pipeline is described in Supplementary Figure S6 and Supplementary Note S2 . The RPA displacement fraction in Figure 3 was calculated by thresholding the median value of the FRET efficiency for each DNA molecule. The median value was chosen as the matrix to minimize the error caused by unstable Dmc1 clusters that occasionally went into FRET states of ∼0.5, which may be misdetermined into the RPA state by GMM methods. Median values outside the range [0.48, 0.60] were defined as RPA-displaced states. Background errors of RPA-only states falling outside the threshold were subtracted for each experiment. Transition events of RPA dissociation and Dmc1 FRET state formation in Figure 5 and Supplementary Figure S14 were hand-picked with the assistance of the Ruptures package in a self-written Python-scripted DASH app. GFP disappearance events within the stable RPA-coated FRET state were identified as photobleaching, not RPA dissociation, and thus excluded from the histogram. All the figures were drawn with custom-written Python codes. For information on the Python packages used, please see Supplementary Note S3 . Statistical tests for the gel-based results, were performed using GraphPad Prism 7 (GraphPad Software) to establish statistical significance. The Shapiro–Wilk test was used to assess the normality of the data, and the Brown–Forsythe test confirmed that sample variances were similar across multiple groups. One-way analysis of variance with Tukey’s post-hoc test was used to compare multiple groups and determine statistical significance, with a P -value of <0.05 considered significant. Results Mei5–Sae3 stimulated Dmc1-mediated strand exchange Previous studies suggest that Dmc1-mediated recombination in meiosis depends on the Mei5–Sae3 complex ( 17 , 18 ). To investigate how Mei5–Sae3 affects Dmc1-mediated recombination, we purified Mei5–Sae3 and Dmc1 to near homogeneity without affinity tags ( Supplementary Figure S1 ). We analyzed the biochemical relationship between Mei5–Sae3 and Dmc1 by various reactions without Ca 2+ (however, still in the presence of Mg 2+ ). Note that the previous reports analyzed Dmc1-mediated D-loop reaction in the presence of Ca 2+ and showed very weak or little stimulative activity of Mei5–Sae3 ( 20 , 22 , 42 ). We checked whether Mei5–Sae3 stimulated Dmc1-mediated recombination using a standard in vitro strand-exchange assay and showed that Mei5–Sae3 stimulated Dmc1-mediated strand exchange with dosage dependence even without RPA (Figure 1B ). The maximum stimulation was seen at the Dmc1 to Mei5–Sae3 ratio of ∼2 (Figure 1B , lane 6). Stimulation is also seen at higher Mei5–Sae3 concentrations but with a slight decrease (Figure 1B , lanes 8 and 9), likely due to its DNA binding property ( 20 , 21 ). Even at a 60-min reaction time, Dmc1 alone failed to generate a strand-exchange product, but ∼10% of the product was seen in the presence of Mei5–Sae3 at the 5-min time point (Figure 1C , lanes 2 and 4). This stimulation required ATP, suggesting that the Mei5–Sae3 enhancement depends on the ATP-dependent formation of the Dmc1 filament (Figure 1C , lane 8). We also showed that Mei5–Sae3 stimulates Dmc1-mediated D-loop formation with a homologous plasmid without Ca 2+ (Figure 1D and E). The stimulation of the D-loop formation product by Mei5–Sae3 is ∼2-fold (Figure 1E , lanes 2 and 7). Figure 1. Mei5–Sae3 enhanced Dmc1-mediated homologous recombination. ( A ) Schematic drawing of the DNA strand-exchange assay. ssDNA was sequentially incubated with Dmc1 and Mei5–Sae3, followed by the addition of 32 P-labeled dsDNA to initiate strand-exchange reactions. The reactions were stopped and deproteinized by SDS and proteinase K. The asterisk denotes the 32 P-label. ( B ) The strand-exchange activities of Dmc1 alone (1.6 μM, lane 2) and in the presence of Mei5–Sae3 in the indicated concentrations (lanes 3–9) were compared as shown. Mei5–Sae3 only (lane 10) was included as a negative control. B (blank) refers to a reaction mix without proteins. ( C ) The time course of Dmc1-mediated (1.6 μM) strand exchange in the presence of Mei5–Sae3 (0.8 μM, lanes 3–7), as well as Dmc1 only (lane 2), was analyzed at the indicated time points. Reaction without ATP (lane 8) was included as a negative control. ( D ) Schematic drawing of the D-loop formation assay. Cy5-labeled ssDNA was sequentially incubated with Dmc1 and Mei5–Sae3, followed by the addition of supercoiled dsDNA to initiate the reaction. The reactions were stopped and deproteinized by SDS and proteinase K. The asterisk denotes the Cy5 label. ( E ) The D-loop formation of Dmc1 alone (1.2 μM, lane 2) and Dmc1 with Mei5–Sae3 in the indicated concentrations (lanes 4–7) was compared as shown. Mei5–Sae3 only (lane 3) and reaction without ATP (lane 8) were included as negative controls. The percentage of the product was quantitated in the bottom panel. Reported results were derived from three independent experiments. The annotation **** indicates P ≤ 0.0001, *** indicates P ≤ 0.001, ** indicates P ≤ 0.01 and ns indicates P > 0.05. Mei5–Sae3 stabilized small Dmc1 clusters on ssDNA Given that Mei5–Sae3 stimulated Dmc1-mediated strand exchange and D-loop formation, we explored whether Mei5–Sae3 acts on the step of Dmc1 filament assembly. In the nuclease protection assay, the Dmc1–ssDNA nucleoprotein filament (80-nt ssDNA, 10-min incubation) was challenged by Benzonase nucleases. The DNA not bound by Dmc1 was susceptible to nucleolytic degradation, leading to short and cleaved fragments (Figure 2A and B , lane 2). In the presence of Mei5–Sae3, the Dmc1 filament was better protected with maximum protection at the ratio of 1:1 (Figure 2B , lanes 3–6). Mei5–Sae3 alone also contributed some protection, likely resulting from its DNA binding ability ( 20 , 21 ), but negligible (Figure 2B , lanes 7–9). Thus, Mei5–Sae3 stimulated the assembly of Dmc1 nucleoprotein filaments even in the absence of RPA. In contrast, Mei5–Sae3 showed no protection effect on Rad51–ssDNA nucleoprotein filaments ( Supplementary Figure S2 ), consistent with previous reports ( 17 , 21 ). Figure 2. Mei5–Sae3 stabilized small Dmc1 clusters on ssDNA by reducing Dmc1 dissociation rates during assembly. ( A ) Schematic setup for the nuclease protection assay. The asterisk denotes the 32 P label. ( B ) The protected ssDNA (top band) was analyzed for Dmc1 alone (1 μM, lane 3) and in the presence of the indicated concentrations of Mei5–Sae3 (lanes 4–6). All results were from at least three independent experiments. The annotation **** indicates P ≤ 0.0001. ( C ) A Dmc1 assembly FRET assay on dT13 substrate. The FRET histograms of the dT13 substrate after adding Dmc1 alone ( D ) or in the presence of 500 nM Mei5–Sae3 ( G ) at 600 s after adding Dmc1. The bold orange curves indicate the sums of the fitted Gaussian mixture distribution, while the dashed curves indicate the fitted individual Gaussian components. The gray-shaded areas cover the mean ± 2 standard deviations (SDs) of the fitted Gaussian peaks. Exemplary FRET time courses with Dmc1 alone ( E ) or Dmc1 with Mei5–Sae3 ( H ). Orange lines were inferred from the fitted Gaussian Hidden-Markov Model. Transition density plots (TDPs) for FRET transitions observed for Dmc1 alone ( F ) or with Mei5–Sae3 ( I ). ( J ) Bayesian information criterion (BIC) score of the fitted HMM given different numbers of hidden states. The BIC scores reached a plateau for k ≥ 5 hidden states (black arrow). ( K ) Bar charts quantifying Dmc1-bound fraction at different times. Error bars indicate the standard error of the mean (SEM) of three individual experiments. Differences between reactions were tested using Student’s t -test. ( L ) Mean dwell times of different FRET states (states 1–4) on dT13. Error bars indicate the SEM of four recordings, each containing >200 molecules. Differences were tested using Student’s t -test; only statistical significances with P ≤ 0.01 (**) were annotated. The annotation *** indicates P ≤ 0.001 and ns indicates P > 0.05. Ensemble-based biochemical assays, such as the filament protection assay reported here, described the products from multiple steps of biochemical reactions. To specifically investigate how Mei5–Sae3 affects Dmc1 filaments, we used an smFRET assay to monitor the dynamics of Dmc1 assembly on bare ssDNA. The dT13 DNA substrate contains a 13-nt 3′ single-stranded overhang separated by the Cy3 and Cy5 dye pair ( Supplementary Figure S3C ). Dmc1 is known to bind to ssDNA cooperatively to form extended nucleoprotein filaments. Homologs of Dmc1, such as RecA or Rad51, have been reported to bind DNA in a 3-nt per monomer ratio ( 43 , 44 ). Cryo-electron microscopy structures also showed a similar binding ratio for ScDmc1 ( 45 , 46 ), so dT13 substrates can accommodate up to four Dmc1 molecules (Figure 2C ). The binding of Dmc1 on ssDNA preferentially initiates from the ss/ds junction ( 37 ) and leads to the separation of the dye pair, resulting in a decrease in FRET ( 47 ) (Figure 2C ). Without Dmc1, the FRET state was initially at the FRET efficiency of ∼0.81 ± 0.050 ( Supplementary Figure S4A ). Control experiments with Mei5–Sae3 alone did not lead to any FRET change in the dT13 substrate ( Supplementary Figure S4B ). The presence of Dmc1 and Mei5–Sae3 also did not cause apparent protein-induced fluorescence enhancement ( Supplementary Figure S4C and D ). Upon the addition of 4000 nM Dmc1, states with lower FRET values appeared, reflective of Dmc1 binding (Figure 2D , 600 s reaction time). As the substrate allows binding of up to four Dmc1 molecules, the FRET histogram was fitted to five Gaussian components, corresponding to the DNA-only state (0.82 ± 0.052, state 0) and four Dmc1-bound states (0.71 ± 0.045, 0.58 ± 0.059, 0.39 ± 0.065 and 0.23 ± 0.084, corresponding to states 1, 2, 3 and 4, respectively), based on the GMM ( 48 ). The small population of lower FRET states indicated limited Dmc1 binding on this short dT13 segment of ssDNA. The histogram for longer reaction time (1200 s, Supplementary Figure S5A and B ) showed similar Gaussian center positions but with more apparent low FRET state populations, validating the fitted subtle peaks. On the other hand, when as small an amount as 500 nM Mei5–Sae3 was included with 4000 nM Dmc1, the low FRET state population became apparent (Figure 2G , 600 s), with the histogram fitted with five Gaussian components (0.81 ± 0.053, 0.68 ± 0.044, 0.56 ± 0.059, 0.37 ± 0.068 and 0.26 ± 0.068). The five FRET states (zero to four Dmc1 bound) were nearly identical with or without Mei5–Sae3, confirming the FRET state assignment. Calculation of the Dmc1-bound fraction (total population of states 1–4) showed that Mei5–Sae3 stimulated Dmc1 binding even in the absence of RPA and without Ca 2+ (Figure 2K and Supplementary Figure S5C and D ). Real-time FRET courses were sampled from four recordings with a 180-s recording window at different reaction times (at ∼90, 320, 550 and 800 s). The exemplary FRET time courses showed alternations among defined FRET states (Figure 2E and H; more in Supplementary Figure S6D and E ), reflecting the dynamic change of different Dmc1-bound states on dT13 substrates. FRET time courses were analyzed by the HMM ( 49 ). Many previous studies have demonstrated the use of the HMM to characterize the binding dynamics of recombinases ( 50–52 ). Different numbers of hidden states could be given as a hyperparameter during HMM fitting; the BIC scores for different numbers of hidden states of the fitted model are shown in Figure 2J . The BIC scores reached a plateau for k ≥ 5 hidden states, suggesting a five-state model (zero to four Dmc1-bound states, identical to those used in the GMM fitting) sufficient to describe the Dmc1 binding process. The FRET states and the associated dwell times could thus be inferred from the fitted five-state HMM (orange line, Figure 2E – H ). The TDP collected all mean FRET values before and after the transitions from time courses (Figure 2F ). FRET values between the transitions and the frequency of state transitions were illustrated as the heatmap. For example, for the transition at ∼68 s in Figure 2E (red arrow), a count in the FRET of ∼0.24 ( x -axis, before the transition)/0.39 ( y -axis, after the transition) was scored in Figure 2F . The symmetrical distribution of the TDP validated the FRET state assignments of Figure 2D and E. As there were five states (zero to four Dmc1 bound), four association and four dissociation transitions were seen in TDP. No apparent off-diagonal population was seen in TDP (Figure 2F ), suggesting a sequential Dmc1 binding model as a reasonable model to describe Dmc1 assembly kinetics, consistent with previous recombinase studies ( 50 , 52 ). In the presence of Dmc1 only, transitions mainly occurred in the high FRET states (upper right corner, Figure 2F ), indicating that dT13 DNA substrates were mainly transiently bound by one to two Dmc1 molecules. On the other hand, in the presence of both Dmc1 and Mei5–Sae3, TDP now showed an apparent population among lower FRET states (bottom left corner, Figure 2I ). FRET state time courses (orange line, Figure 2E and H) inferred from the fitted HMM offered the dwell time at each FRET state before transitions. The mean dwell times of one to four Dmc1-bound states on dT13 are shown in Figure 2L (blue and yellow for experiments with and without Mei5–Sae3, respectively). The most significant changes upon adding Mei5–Sae3 occurred in the nearly 2-fold increase in the dwell time of three-Dmc1-bound state (state 3, Figure 2L ), indicating that Mei5–Sae3 may stabilize small Dmc1 clusters on ssDNA with about three Dmc1. Moreover, the dwell time of each Dmc1-bound state allows the determination of the apparent transition rates if we modeled this process as a pseudo-first-order sequential binding ( Supplementary Figure S5E ), as shown in many previous studies of recombinases ( 50–52 ). Apparent association and dissociation rates during the Dmc1 assembly step on dT13 were determined ( Supplementary Figure S5F and G , blue and yellow for experiments with and without Mei5–Sae3, respectively; the experimental pipeline summarized in Supplementary Figure S6A–C ; and Supplementary Note S2 ). For example, 1 → 0 is the apparent dissociation rate for FRET state 1 containing one Dmc1 molecule dissociation to FRET state 0 (DNA only). In the absence of Mei5–Sae3 (yellow bars, Supplementary Figure S5F ), the four Dmc1 dissociation steps were similar and were generally fast. The most significant changes upon adding Mei5–Sae3 (blue bars, Supplementary Figure S5F ) occurred in the nearly 2-fold reduction in the 3 → 2 and 2 → 1 dissociations. This again suggests that Mei5–Sae3 preferentially stabilized small Dmc1 clusters with about two to three Dmc1 bound. For association rates, binding of the first Dmc1 was the rate-limiting step (0 → 1), with a gradual increase at more Dmc1-bound states, consistent with the cooperative binding character of recombinase nucleoprotein filaments ( 52 , 53 ) ( Supplementary Figure S5G ). No apparent stimulation of Mei5–Sae3 for all the four Dmc1 binding steps was seen. As longer Dmc1 filaments resulted in higher cooperativity and better stability, Mei5–Sae3’s suppression of the dissociation of the second or third Dmc1 from the small clusters is an effective stimulation strategy to push the equilibrium to more stable Dmc1-bound states. Various concentrations of Mei5–Sae3 (250–2000 nM) did not show apparent differences in the presence of 4000 nM Dmc1 (Figure 2L and Supplementary Figure S5F ), suggesting that the observed Mei5–Sae3 stimulation likely occurred through interactions with Dmc1 clusters on DNA but not in solution. Mei5–Sae3 functioned as a mediator for Dmc1 to assemble on RPA-coated ssDNA Knowing that Mei5–Sae3 stimulates Dmc1 by stabilizing small Dmc1 clusters during its assembly, we then studied whether Mei5–Sae3 also stimulates Dmc1 assembly in the presence of RPA. Previously, Mei5–Sae3 was shown to function as a mediator for Dmc1 in the presence of calcium ions ( 20 ). We used the D-loop formation assay to test whether Mei5–Sae3 stimulates the Dmc1 activity of the RPA-coated ssDNA substrates without calcium ions (all reactions included Mg 2+ ions). As expected, Dmc1 alone could not mediate D-loop formation in the presence of RPA (Figure 3A , lane 3), but products were seen in the presence of Mei5–Sae3 (Figure 3A , lanes 6–9). Even the lowest dosage of Mei5–Sae3 (0.1 μM, Figure 3A , lane 6) was sufficient to stimulate Dmc1 (1.2 μM). Thus, Mei5–Sae3 functioned as a mediator for Dmc1 assembly on RPA-coated ssDNA, even when Mg 2+ alone was present and was not supplemented with Ca 2+ . Figure 3. Mei5–Sae3 mediated Dmc1 assembly on RPA-coated ssDNA. ( A ) The D-loop formation percentages in the presence of RPA (0.11 μM)-coated ssDNA were compared between Dmc1 alone (1.2 μM, lane 3) and with additional Mei5–Sae3 (lanes 6–9) in the indicated concentrations. Mei5–Sae3 alone (lane 5) and reaction without ATP (lane 10) were included as negative controls. Controls without RPA for Dmc1 alone (lane 2) and Mei5–Sae3 alone (lane 4) were included. The product percentage is shown in the bottom panel. All results were derived from at least three independent experiments. The annotation **** indicates P ≤ 0.0001. FRET histograms of median FRET values and heatmaps of FRET values and GFP–RPA fluorescence intensities of RPA-coated dT12 + 21 ( B , C ), with 4000 nM Dmc1 ( D , E ) and with 4000 nM Dmc1 and 500 nM Mei5–Sae3 (M5S3; F , G ) at 30 min after adding proteins. The RPA-only FRET was ∼0.51 ± 0.045, and the GFP fluorescence signal was >400, indicating the stable binding of GFP–RPA (B, C). With the addition of Dmc1 and Mei5–Sae3, ∼50% of DNA shifted to the lower FRET values (∼0.2–0.4), concomitant with the disappearance of GFP signals (<400), indicating the displacement of RPA by Dmc1 (F, G). ( H ) Fraction of RPA displacement fraction on dT12 + 21 substrates: 4000 nM Dmc1 alone (yellow circles) and with an additional 500 nM Mei5–Sae3 (blue circles). Shaded areas indicate the SEM of N = 5 independent experiments. The control experiment without Dmc1 but with 500 nM Mei5–Sae3 was included as the green triangle. ( I ) The RPA-displaced fraction at different times (5, 10, 20 and 30 min; data from panel H). Differences were evaluated using Student’s t -test. The annotation **** indicates P ≤ 0.0001 and ** indicates P ≤ 0.01. The mediator effect of Mei5–Sae3 could arise from different stages of D-loop formation. To elucidate how Mei5–Sae3 mediates the reaction, we tested whether Mei5–Sae3 stimulates Dmc1 assembly on RPA-coated ssDNA. We combined the smFRET and single-molecule fluorescence colocalization experiments to specifically monitor both the presence of RPA using the GFP intensity of GFP-labeled RPA and the Dmc1 assembly using FRET. GFP-labeled RPA had been used in previous in vitro studies ( 39 , 54 ) and had similar ssDNA binding efficiency to the wild-type RPA, as evidenced by the electrophoretic mobility shift assay ( Supplementary Figure S7A and B ). The functionality of the GFP tag was also tested in vivo , which showed similar spore viability and meiosis I progression between wild-type and RFA2–GFP diploids. These suggested that the Rfa2–GFP was almost functional in vivo ( Supplementary Figure S7C and D ). Individual RPA molecules have been reported to bind to ssDNA in multiple-binding conformations occupying ssDNA up to 30 nt ( 11 ). To ensure a full-length RPA binding, we used DNA substrates containing >30-nt ssDNA. The dT12 + 21 substrate contains an overall 33-nt 3′ single-stranded overhang, labeled with Cy3 and Cy5 dye pair separating 12 nt apart at the ss/dsDNA junction ( Supplementary Figure S3E ). dT12 + 21 DNA alone returned a single FRET state of 0.77 ± 0.037 with no GFP signal ( Supplementary Figure S8A and B ). When ssDNA was first coated with GFP-labeled RPA and free RPA was washed off, most RPA molecules were found to remain stably bound on ssDNA, and the RPA–dT12 + 21 complex returned a single FRET state of ∼0.51 ± 0.045 (Figure 3B ) as well as a colocalized GFP signal with intensity >400 (Figure 3C ). Photobleaching experiments showed that >95% of the colocalized GFP–RPA–DNA complex contained only one GFP–RPA ( Supplementary Figure S9 ). This was consistent with the footprint size of RPA and the expectation that this overall 33-nt dT substrate accommodated one RPA ( 11 ). This RPA–dT12 + 21 complex was stable, with the FRET state persisting for >60 min. Adding Mei5–Sae3 only (500 nM) did not lead to any apparent change in FRET distribution after 30 min (Figure 3H , triangular point, and Supplementary Figure S8C and D ). With the addition of 4000 nM Dmc1, most of the GFP–RPA–DNA complexes stayed unchanged, but additional FRET peaks (<0.4 and >0.65 in Figure 3D ) appeared concurrently with the disappearance of GFP signals (<400 in Figure 3E ). The presence of lower FRET states reflected the stable assembly of Dmc1, while the higher FRET states might reflect the partially bound Dmc1 intermediates. These changes occurred only after adding Dmc1, indicating that RPA bound to DNA was displaced by Dmc1. Since the FRET signal served as a more photostable indicator than the GFP one, we scored RPA displacement using the FRET values outside the range of 0.48–0.60 (outside RPA-coated states in Figure 3B ; see the ‘Materials and methods’ section for details). RPA displacement was inefficient (∼20%), even in Dmc1 alone with high concentrations (4000 nM). On the other hand, adding both Dmc1 and Mei5–Sae3 together to the RPA-coated ssDNA led to the disappearance of ∼50% of the colocalized complex. The FRET states changed to lower FRET states (Figure 3F ), and the GFP signal disappeared (Figure 3G ). Only a new lower FRET distribution is available (centered at ∼0.26), reflective of the formation of stable Dmc1 filaments. We determined the fraction of RPA displacement at different times after adding Dmc1 (yellow, Figure 3H and I) and Dmc1 and Mei5–Sae3 mixture (blue, Figure 3H and I). Dmc1 with Mei5–Sae3 showed a much higher RPA displacement fraction, especially at the earlier stages of the reaction, e.g. an 8-fold increase at 5 min (Figure 3H and I). Thus, we conclude that Mei5–Sae3 can mediate RPA displacement by Dmc1. Calcium ions stimulate Dmc1 D-loop formation in the presence of RPA The previous experiments in Figures 2 and 3 concluded that (i) Mei5–Sae3 stabilizes small Dmc1 clusters on bare ssDNA and (ii) Mei5–Sae3 stimulates RPA displacement by Dmc1. The stabilization of Dmc1 clusters by Mei5–Sae3 may play a crucial role in its mediator function. Studies have also shown that calcium ions could stabilize Dmc1 to form highly stable filaments ( 28 , 29 ). It was also shown that calcium ions contribute to the Mei5–Sae3’s mediator effect in the Dmc1-mediated D-loop formation ( 20 ). We set out to test whether calcium ions stimulate Dmc1 activity similarly. We first tested whether calcium ions could stimulate the D-loop formation in the presence of RPA. Significant stimulation was seen for the calcium ions, as the D-loop product increased to ∼20% with calcium ions, while nearly no product was obtained without calcium ions (Figure 4A , lanes 5 and 3, with RPA). The D-loop product percentage with calcium ions was almost the same with and without RPA (Figure 4A , lanes 4 and 5). We also confirmed that calcium ions stabilized the Dmc1 filament using the protection assay (Figure 4B , lanes 6–8), consistent with previous studies ( 28 , 29 ). The observation that calcium ions stimulate Dmc1-mediated D-loop formation in the presence of RPA is novel. Figure 4. Dmc1 showed similar concentration dependence for RPA displacement and assembly on short ssDNA. ( A ) The D-loop formation product in the presence of RPA-coated ssDNA was compared without and with calcium ions for 1.2 μM Dmc1 (lanes 3 and 5). The D-loop product percentage is shown in the bottom panel. ( B ) The Dmc1 filament stability was assayed against Benzonase nucleases at the indicated Dmc1 concentrations with calcium (lanes 6–8) and without calcium (lanes 3–5). The percentage of protected DNA is shown in the bottom panel. All results were derived from at least three independent experiments. The annotation **** indicates P ≤ 0.0001. ( C ) RPA-coated dT12 + 18 resulted in a FRET state centered at ∼0.56 ± 0.060 ( Supplementary Figure S9 ). After incubating 1800 nM Dmc1 for 600 s, the FRET histogram showed that fractions of RPA-coated DNA molecules formed Dmc1 filaments in the presence of calcium ions. The histogram can be fitted to three Gaussians, representing the RPA-coated (dashed curves) and the RPA-displaced states (red bold curves). ( D ) RPA displacement efficiency by Dmc1 on RPA-coated dT12 + 18 substrates at various Dmc1 concentrations. The curve was fitted to the Hill–Langmuir equation (dotted line), giving K D = 1895 ± 31 nM and n = 5.77 ± 0.53. K D is the apparent dissociation constant, while n is the fitted Hill coefficient. Error bars are the SD of N = 4 individual experiments. ( E ) Bare dT9 substrates resulted in a FRET state of ∼0.85 ± 0.046 ( Supplementary Figure S10 ). After incubating 1800 nM Dmc1 for 600 s, the FRET histogram showed three lower FRET peaks (red bold curves), likely corresponding to different Dmc1-bound states. ( F ) Binding curves of Dmc1 assembling on dT7, dT9 and dT13 substrates at various Dmc1 concentrations. The curves were fitted to the Hill–Langmuir equation (dotted line), giving K D = 1725 ± 77 nM and n = 2.83 ± 0.42 for dT7, K D = 1402 ± 39 nM and n = 4.81 ± 0.56 for dT9, and K D = 440 ± 32 nM and n = 6.91 ± 1.5 for dT13. Error bars are the SD of N = 3 individual experiments. RPA displacement on dT12 + 18 and Dmc1 binding on dT7 and dT9 ssDNAs showed similar Dmc1 concentration dependence Observation of Dmc1 stimulation by Mei5–Sae3 and calcium ions shared common features, and it leads us to hypothesize that the ability to stabilize Dmc1 binding on DNA can result in efficient RPA displacement. Comparing the effect of Mei5–Sae3 and calcium ions, stimulation by calcium ions was much more apparent. For mechanistic studies, we then used calcium ions to address their role in the RPA displacement of RPA-coated ssDNA. We used dT12 + 18 DNA FRET substrates of a total of 30-nt long 3′-ssDNA overhangs with Cy3 and Cy5 dye pairs separating 12 nt apart at the 5′ junction ( Supplementary Figure S3D ). dT12 + 18 showed one FRET state of ∼0.56 ± 0.060 for the RPA-coated substrates ( Supplementary Figure S10 ). In the presence of calcium ions and Dmc1, two additional lower FRET states below 0.48 were seen (∼0.38 and 0.23, red curves, Figure 4C ), reflective of RPA displacement and stable Dmc1 assembly. We defined the population of FRET <0.48 as the RPA-displaced states, similar to the previous Mei5–Sae3 experiments. We then used different Dmc1 concentrations to construct the RPA displacement fraction curve on the RPA-coated dT12 + 18 substrates in the presence of calcium ions, as shown in Figure 4D . The curve was sigmoidal and could be fitted by the Hill–Langmuir equation ( 55 ), giving K D = 1895 ± 31 nM and n = 5.77 ± 0.53. K D is the apparent dissociation constant, while n is the fitted Hill coefficient. The high cooperativity seen here showed that multiple Dmc1 molecule binding was responsible for RPA displacement and filament assembly. RPA contains six OB domains (A–E, F responsible for protein–protein interaction, which is not shown in figures) responsible for ssDNA binding with different affinities, and previous footprint studies suggest that the weaker affinity OB domains A and B could transiently expose ∼10-nt ssDNA during its dynamic binding ( 11 ). Based on this information, we measured the Dmc1 binding curves on several different lengths of short ssDNA substrates (dT7, dT9 and dT13) in the presence of calcium ions but without RPA (Figure 4E and F). Each Dmc1 molecule is known to bind 3 nt on ssDNA, so, at most, two, three and four Dmc1 molecules could bind to the dT7, dT9 and dT13 substrates, respectively. FRET histograms of these dT n substrates showed one FRET state with DNA alone and several lower FRET states in the presence of Dmc1 and calcium ions (Figure 4E , Supplementary Figure S11 and Supplementary Note S3 ). These binding curves are shown in Figure 4F , with a higher affinity for longer dT13 substrates as expected. Hill–Langmuir fitting returned K D = 1725 ± 77 nM and n = 2.83 ± 0.42 for dT7, K D = 1402 ± 39 nM and n = 4.81 ± 0.56 for dT9, and K D = 440 ± 32 nM and n = 6.91 ± 1.5 for dT13. Higher cooperativity was observed for longer ssDNA as it could accommodate more Dmc1 molecules for cooperative binding. Given the significant drop in K D from dT9 to dT13 substrates, the fourth Dmc1 molecule was critical for stabilizing Dmc1 clusters under this condition. Strikingly similar Dmc1 dosage dependence of RPA displacement shown in Figure 4D (RPA-coated dT12 + 18) and cluster formation shown in Figure 4F (dT7 and dT9) were seen. This observation suggested the similarities of the cooperativity and reaction affinity between RPA displacement on dT12 + 18 and Dmc1 binding on dT7 and dT9. This finding implied that a stabilized Dmc1 cluster with about two to three Dmc1 could be an active component during RPA displacement by Dmc1. Control experiments without calcium ions did not show efficient RPA displacement under this Dmc1 concentration (2000 nM) for ATP or AMP-PNP ( Supplementary Figure S12 ). These observations support our model that cofactors or mediators that stabilize small clusters of Dmc1 with two to three molecules on DNA can result in stable Dmc1 assembly and efficient RPA displacement. Dmc1 bound to RPA-coated DNA to initiate RPA displacement before RPA dissociation Based on the similar Dmc1 dosage dependence of Dmc1 cluster formation and RPA displacement in Figure 4 , our Dmc1 stabilization model predicts that calcium ions and Mei5–Sae3 stabilize small Dmc1 clusters on DNA to allow Dmc1 assembly and displace RPA on RPA-coated DNA substrates. The stabilization model predicts that Dmc1 binding should occur first, followed by RPA dissociation. The alternative model is that cofactors/mediators interact with RPA to reduce RPA affinity with DNA, so RPA dissociation occurs first, followed by Dmc1 binding to bare ssDNA. To distinguish between these two models directly, we monitored the order of Dmc1 binding and RPA dissociation. Using the experimental setup outlined in Figure 3 , RPA dissociation was monitored by the disappearance of the GFP–RPA signal, and Dmc1 binding was monitored by FRET changes without calcium ions. The photobleaching rate of GFP is ∼0.035 s −1 under the laser power used ( Supplementary Figure S9 ). Therefore, we sampled the GFP signal for 1 s for every 5 s, with a total sampling window of 100 s to minimize the effect of GFP photobleaching (GFP is only illuminated for at most 20 s). An exemplary time course of RPA displacement is shown in Figure 5A ; the figure contains shaded labels on top of the time courses for easy reference to the FRET states. GFP–RPA was first coated on dT12 + 21, leading to a FRET state of ∼0.51 ± 0.045 and a GFP signal >400 (Figure 5A , state reference in Figure 3B ). With the addition of 4000 nM Dmc1 and 500 nM Mei5–Sae3 at t = 0 s, the FRET value initially remained at the RPA-coated state, and the GFP signal was also stable. After some time, the FRET efficiency dropped sharply and instantly (within 2 s) to lower FRET values of ∼218 s ( t FRET , Figure 5A ), indicating the Dmc1 binding time. However, the GFP signal disappeared at ∼238 s ( t GFP , Figure 5A ), indicating the RPA dissociation. Thus, Dmc1 binding was followed by RPA dissociation for this DNA molecule. The last time point before the FRET exited the RPA-coated state was defined as t FRET , and the last time point that the GFP signal remained available was t GFP (Figure 5A ). Due to the limited observation window on GFP, the GFP channel was monitored every 5 s. The histogram of the time differences between these two events ( t GFP − t FRET ) showed 82% of the observed events with a GFP signal disappearing after the FRET change ( t GFP − t FRET > 0, Figure 5B , n = 59). This positive time difference between the two events indicated that Dmc1 binding occurred while RPA remained bound to the DNA. There were ∼18% events with negative time differences, likely reflecting the concurrent occurrence of these two events due to the low time resolution of the GFP channel or other subpathways. Therefore, this result directly supported the Dmc1 stabilization model that stable Dmc1 binding occurs first, followed by RPA dissociation. The histogram of the mean FRET values between Dmc1 binding and RPA disappearance was broadly distributed around 0.35 (such as FRET values between 218 and 238 s shown in Figure 5A ; Supplementary Figure S13A ). This FRET distribution was similar to the Dmc1–Mei5–Sae3 filaments on dT13 (Figure 2G , with about two to four Dmc1 bound), indicating that the FRET signal during this period came from Dmc1 binding between the dye pairs at the 5′ junction of the ssDNA. Experiments using calcium ions and dT12 + 18 substrates showed similar results (Figure 5C ): FRET values changed first ( t FRET ∼ 111.5 s), followed by GFP disappearance ( t GFP ∼ 116 s). The histogram of the time differences between these two events ( t GFP − t FRET ) revealed that ∼84% of the observed events showed GFP signals disappearing after the FRET change (Figure 5D , n = 55). Figure 5. Dmc1 bound to RPA-coated ssDNA before RPA dissociation from DNA. ( A ) Real-time monitoring of 4000 nM Dmc1 binding on the GFP–RPA-coated dT12 + 21 substrate in the presence of 500 nM Mei5–Sae3. The RPA-coated dT12 + 21 substrate returned a stable FRET value of ∼0.51 ± 0.045, and the GFP–RPA signal was >400, indicating the stable binding of RPA (yellow barcode, top). The decrease in FRET (top, t FRET ) at ∼217 s reflected Dmc1 binding between the FRET dye pairs near the 5′ junction while the GFP–RPA signal stayed (brown barcode). The disappearance of the GFP signal (bottom, t GFP , intensity <400) at ∼239 s reflected RPA dissociation (blue barcode). The time between these two events (brown barcode) indicated the coexistence of Dmc1 and RPA before RPA dissociation. ( B ) The probability distribution ( n = 59) of the t GFP − t FRET dwell time for dT12 + 21 with Mei5–Sae3. Dwell time >0 s indicates the Dmc1–RPA coexistence (82%). ( C ) Real-time monitoring of Dmc1 binding on dT12 + 18 substrate precoated by GFP-labeled RPA. The quick decrease in the FRET signal (top, t FRET ) at ∼111.5 s reflected Dmc1 binding between the two FRET dye pairs at the 5′ junction, and the disappearance (<400) of the GFP signal (bottom, t GFP ) at ∼116 s reflected the dissociation of RPA. ( D ) The probability distribution ( n = 55) of t GFP − t FRET dwell time for dT12 + 18 in the presence of Ca 2+ ions. Dwell time >0 s indicated the Dmc1–RPA coexistence (84%). ( E ) An exemplary trace of real-time monitoring of Dmc1 binding on dT21 + 12 3′ dye pair substrate precoated by GFP-labeled RPA. The RPA-coated substrate returned a stable FRET value of ∼0.70 ± 0.041, and the GFP–RPA signal was >400. With the addition of 2000 nM Dmc1 + 0.8 mM Ca 2+ , a slight drop in FRET (FRET ∼ 0.55) was observed at ∼30 s, followed by the disappearance of the GFP signal (<400, t GFP ) at ∼32 s. The FRET state rose to a high FRET state (FRET ∼ 0.8) almost simultaneously with the disappearance of GFP and entered the Dmc1 state (FRET < 0.4, t FRET ) at ∼42 s. ( F ) The probability distribution ( n = 105) of the t GFP − t FRET dwell time for dT21 + 12 3′ dye pair in the presence of Ca 2+ ions. Dwell time <0 s indicated that Dmc1 had not formed on the 3′ side of ssDNA when RPA dissociated (92%). The FRET values between Dmc1 binding and RPA dissociation ( Supplementary Figure S13A and B ) indicated that Dmc1 likely resided between the dye pair near the junction of the ssDNA to initiate the dissociation of RPA. This implies a possible Dmc1 nucleation near the ds/ssDNA junction. Dmc1 extends toward the ssDNA end, leading to RPA dissociation. If so, when the FRET pair is located near the ssDNA end, the RPA disappearance signal is predicted to occur before the FRET signal changes to the Dmc1 assembled state. We thus designed an experiment using dT21 + 12 3′ dye pair substrates with Cy3 and Cy5 dye pair separating 12 nt apart near the 3′ end of ssDNA and 21 nt from the junction ( Supplementary Figure S3F ). An exemplary time course is shown in Figure 5E . The FRET signal of the RPA-coated state was initially at ∼0.70 ± 0.041 ( Supplementary Figure S14A ). With the addition of 2000 nM Dmc1 with calcium ions at t = 0 s, a slight drop in FRET (FRET ∼ 0.55, dashed box, 28–32 s, Figure 5E ) was observed before the disappearance of the GFP signal ( t GFP , 32 s, Figure 5E ). The FRET value first rose to a high FRET state upon GFP disappearance and then entered the Dmc1 assembled state ( t FRET , ∼42 s, FRET < 0.4, Figure 5E and Supplementary Figure S14B ). The histogram showed that 92% of the time differences between these two events were <0 s (Figure 5F , n = 105), reflecting that RPA dissociation occurred before Dmc1 filaments formed near the ssDNA end, as predicted for this dT21 + 12 3′ dye pair substrate. Histogram of the FRET state 5 s after the disappearance of the GFP signal consisted of primarily high FRET states ( Supplementary Figure S13C ), supporting that Dmc1 had not yet approached near the ssDNA end when RPA dissociated. These results confirmed the sequential events of Dmc1 binding first near the junction, followed by Dmc1 cluster stabilization and extension from the junction toward the ssDNA end, and consequently resulted in RPA dissociation. Discussion Earlier studies showed that both Mei5–Sae3 and calcium ions are required for efficient Dmc1 assembly on RPA-coated DNA. We used both in vitro biochemical assays and single-molecule experiments to show that Mei5–Sae3 alone without calcium ions stimulated Dmc1-mediated strand exchange in the absence of RPA. This stimulating effect resulted from the stabilization of small Dmc1 clusters by Mei5–Sae3, preferentially reducing the dissociation rate of Dmc1. In the RPA-coated ssDNA substrates, Mei5–Sae3 functioned as a mediator to stimulate Dmc1 assembly and RPA displacement without the need for calcium ions. Real-time experiments directly showed that Dmc1 binds to RPA-coated ssDNA before RPA dissociation. Dmc1’s binding affinity to dT7 and dT9 substrates was positively correlated with the assembly efficiency on RPA-coated substrates. Therefore, the Mei5–Sae3-stabilized small Dmc1 clusters were likely the active units to initiate RPA displacement by Dmc1. RPA must bind to ssDNA dynamically to execute its regulatory roles in coordinating various steps in DNA metabolism, as the stable and high-affinity binding does not permit the ssDNA to be accessible to other DNA binding proteins required for DNA transaction. RPA contains multiple OB domains (A–E) with different DNA binding affinities. All five OB domains have been reported to bind to ssDNA dynamically ( 23 , 56 ). Dynamic binding and dissociation of individual OB domains of the heterotrimeric RPA complex likely expose part of ssDNA to allow accessibility of other DNA binding proteins. Despite its dynamic DNA binding nature, RPA remains bound to ssDNA as long as not all OB domains dissociate simultaneously. For the ∼30-nt-long ssDNA overhang substrates used here (such as dT12 + 21), the most stable RPA binding mode involves all five OB domains, with A and B domains occupying ∼10 nt near the 5′ end of weaker binding affinity, as described previously ( 11 ). Dmc1 was previously reported to preferentially nucleate to ss/dsDNA junctions, compared to the middle of ssDNA segments ( 37 ). Dmc1 binding on the exposed short ssDNA was inefficient, as individual Dmc1 binds and dissociates transiently. In the presence of Mei5–Sae3 or Ca 2+ , the dissociation of Dmc1 would be reduced, thus facilitating the formation of stabilized clusters of Dmc1. It was showed that Ca 2+ ions induce perpendicular DNA base orientation in RAD51 filaments ( 57 ). Interestingly, the Mei5–Sae3 ortholog Swi5–Sfr1 was also reported with this similar DNA-organizing ability ( 58 ). It is possible that both Mei5–Sae3 and Ca 2+ ions potentially possess a similar effect for Dmc1 filaments. Once the small Dmc1 clusters were stable, a cooperative extension of Dmc1 filaments growing from the ss/dsDNA junction to the ssDNA end can compete with the C–E OB domains of RPA with eventual RPA displacement. Note that there was a quick drop in FRET value (∼30 s, Figure 5E , dashed box) for dT21 + 12 3′ dye pair substrate before RPA dissociation. This is more apparent in the heatmap of the compiled FRET events aligned to the time of GFP–RPA dissociation ( Supplementary Figure S14C , dashed box). In this substrate, the dye pair is located at the 3′ end and probes the Dmc1 growth near the ssDNA end. This quick drop in FRET before RPA dissociation likely reflected the constrained RPA binding resulting from the growth of Dmc1 filaments toward the DNA end. We also studied the stability of RPA on bare dT11 and dT21 substrates ( Supplementary Figure S15A and B ). Even though RPA was bound to both lengths of substrates, the RPA–dT11 complex was unstable and dissociated rapidly upon buffer wash ( Supplementary Figure S15C ). Consistent with previous studies ( 59 ), RPA binding to >20 nt was stable and persisted for >10 min ( Supplementary Figure S15C ). Thus, blocking the rebinding of A–B OB domains by Dmc1 clusters just at the ds/ssDNA junction was insufficient to result in fast RPA dissociation (compared to the observed ∼20 s; Figure 5B ). Direct pushing of RPA by the extending Dmc1 filaments or other interactions was also required to modulate RPA into an unfavorable binding state (likely ≤11 nt; Supplementary Figure S15A and C ) and eventfully induced RPA dissociation; a model has also been seen in other helicase–RPA interactions ( 60 ). Alternatively, RPA could also slide or diffuse along ssDNA ( 61 , 62 ). The sliding of RPA could further expose more ssDNA for successful Dmc1 nucleation. Our results suggest a molecular model for how mediator proteins could stimulate Dmc1 assembly on RPA-coated ssDNA, as shown in Figure 6 . DNA binding dynamics of RPA resulted from multiple OB domains transiently exposing short ssDNA segments, allowing accessibility of other DNA binding proteins. Dmc1 alone could nucleate on the exposed ssDNA, but the clusters are too small to be stable. In the presence of Mei5–Sae3 or Ca 2+ , the small Dmc1 clusters are stabilized and could efficiently prevent the rebinding of RPA OB domains during their dynamic interaction with ssDNA. Dmc1 extensions from the clusters at the ss/ds junction likely modulate the remaining RPA binding state and push RPA toward the ssDNA end. With RPA dissociation, the remaining ssDNA provides more sites for Dmc1 to extend further and form active filaments required for homologous recombination events. Figure 6. Model of Mei5–Sae3 stimulating Dmc1 assembly on RPA-coated ssDNA by stabilizing Dmc1 clusters on short ssDNA exposed during the dynamic of RPA. RPA contains multiple OB domains that transiently expose short ssDNA segments near the ss/dsDNA junctions, allowing accessibility of other DNA binding proteins. Dmc1 alone cannot stably bind to such exposed short ssDNA segments. In the presence of Mei5–Sae3 or Ca 2+ , Dmc1 binding to such short ssDNA segment is stabilized, thus preventing the rebinding of A–B OB domains of RPA. Consequent elongation of Dmc1 eventfully leads to RPA dissociation, resulting in the formation of active Dmc1 filaments required for homologous recombination events. Mediator proteins could stimulate recombinase assembly on RPA-coated ssDNA using different protein–protein interaction strategies, such as a mediator–RPA interaction or a mediator–recombinase interaction. For example, Rad52, a canonical mediator for Rad51, has been identified by its interactions with ssDNA, Rad51 and RPA in budding yeast ( 24 , 63–65 ). Structural studies showed that two Rad51 binding sites of Rad52 drive Rad51 nucleation onto ssDNA to promote Rad51 filament formation ( 66 ). In addition, Rad52 also interacts with RPA directly, likely modulating the dynamics of OB domains of RPA, resulting in more exposed ssDNA for Rad51 nucleation ( 23 ). In this work, we demonstrate that the mediator–recombinase interaction is responsible for efficient Dmc1 assembly on RPA-coated DNA. By its interaction with Dmc1 and stabilization of Dmc1 nucleating clusters, Mei5–Sae3 stimulates Dmc1 assembly on RPA-coated DNA. Thus, stabilized recombinase nucleating clusters and efficient RPA displacement are strongly coupled events. Note that Mei5–Sae3 makes no change to the binding properties of RPA (33 nt for A–E OB domain binding, Supplementary Figure S8 ; 9 nt for A–B OB domains, Supplementary Figure S16 ). Even though transient interactions between Mei5–Sae3 and RPA could exist, they were not seen within the resolution of our experiments. Similar mediator–recombinase interaction was also discussed for human BRCA2 and RAD51 ( 26 ). It is possible that our proposed mechanism of stabilized recombinase clusters on exposed ssDNA as an active component is also responsible for BRCA2 mediating RAD51. Swi5–Sfr1 is the ortholog of Mei5–Sae3 in humans, mice and fission yeast ( 67 ). Previous studies showed that mouse SWI5–SFR1 selectively stabilized RAD51 filaments by stimulating the formation of the stable nucleus and maintaining filament length in mice ( 52 , 68 ). FRET experiments showed reduced dissociation rates of RAD51 in the presence of SWI5–SFR1 ( 52 ). In fission yeast, Swi5–Sfr1 stabilized both the Rad51 and Dmc1 filaments ( 47 , 52 , 69 , 70 ). Fission yeast Swi5–Sfr1 also reduced the dissociation of Dmc1 and Rad51 ( 47 , 52 ). These phenomena are consistent with the reduced dissociation rates of Dmc1 by Mei5–Sae3 observed in experiments reported in our study. Across species, though the target recombinase may differ, Swi5–Sfr1 and Mei5–Sae3 all stabilize recombinase clusters by preventing recombinase dissociation. These mediators could all function at substochiometric levels ( 47 , 52 ), suggesting that the stabilization effect of Mei5–Sae3 may have arisen from the interaction between recombinase filament and Mei5–Sae3. We showed here that this reduced Dmc1 dissociation by Mei5–Sae3 is responsible for its mediator function. This property is likely evolutionarily conserved for its mediator function in these species. This study focuses on DNA substrates that allow at most one RPA binding. Recent work demonstrated that binding modes within multiple RPA molecules can be part of the regulation strategies ( 59 ). It would be interesting to see how Mei5–Sae3 mediates Dmc1 assembly on substrates containing multiple RPA molecules, as well as the effect of Mei5–Sae3 on longer Dmc1 filaments with strong cooperative binding. Many accessory proteins have also been implicated to function at the later stages of homologous recombination, as in the example of Hop2–Mnd1 ( 47 , 71 ). Considering the biochemical nature of the Mei5–Sae3–Dmc1 interaction, it is also intriguing to see whether the same mode of action functions at different stages during the recombination progression. Supplementary Material gkae780_Supplemental_File Acknowledgments We thank members of Li and Chi lab for the discussion. Author contributions : P.C. and H.-W.L. acquired funding for this research; P.C. and H.-W.L. designed research; C.-D.W. designed and conducted single-molecule experiments and analyzed data; H.-Y.C. and C.-C.C. purified proteins, and performed and analyzed ensemble-based biochemical experiments; C.-H.L. performed pilot single-molecule experiments; A.F. and A.S. provided reagents; S.M. conducted in vivo tests for GFP–RPA; C.-D.W. prepared the first few drafts; C.-D.W., H.-Y.C. and H.-W.L. wrote the paper, and A.S., P.C. and H.-W.L. edited the paper. Data availability The data associated with this article are available in its online supplementary material. Supplementary data Supplementary Data are available at NAR Online. Funding National Science and Technology Council of Taiwan [111-2311-B-002-006 to P.C. and 110-2113-M-002-020 to H.-W.L.]; Institute for Protein Research, Osaka University [ICR-24]; National Taiwan University; Academia Sinica. Funding for open access charge: National Science and Technology Council of Taiwan. Conflict of interest statement . None declared. References 1. Brown M.S. , Bishop D.K. DNA strand exchange and RecA homologs in meiosis . Cold Spring Harbor Perspect. Biol. 2014 ; 7 : a016659 . 2. Lin Z. , Kong H. , Nei M. , Ma H. Origins and evolution of the recA/RAD51 gene family: evidence for ancient gene duplication and endosymbiotic gene transfer . Proc. Natl Acad. Sci. U.S.A. 2006 ; 103 : 10328 – 10333 . 16798872 3. Lam I. , Keeney S. Mechanism and regulation of meiotic recombination initiation . Cold Spring Harbor Perspect. Biol. 2014 ; 7 : a016634 . 4. Ito M. , Fujita Y. , Shinohara A. Positive and negative regulators of RAD51/DMC1 in homologous recombination and DNA replication . DNA Repair (Amst.) . 2024 ; 134 : 103613 . 38142595 5. Liu J. , Ehmsen K.T. , Heyer W.D. , Morrical S.W. Presynaptic filament dynamics in homologous recombination and DNA repair . Crit. Rev. Biochem. Mol. Biol. 2011 ; 46 : 240 – 270 . 21599536 6. Kim C. , Snyder R.O. , Wold M.S. Binding properties of replication protein A from human and yeast cells . Mol. Cell. Biol. 1992 ; 12 : 3050 – 3059 . 1320195 7. Chen H. , Lisby M. , Symington L.S. RPA coordinates DNA end resection and prevents formation of DNA hairpins . Mol. Cell . 2013 ; 50 : 589 – 600 . 23706822 8. Cannavo E. , Cejka P. , Kowalczykowski S.C. Relationship of DNA degradation by Saccharomyces cerevisiae exonuclease 1 and its stimulation by RPA and Mre11–Rad50–Xrs2 to DNA end resection . Proc. Natl Acad. Sci. U.S.A. 2013 ; 110 : E1661 – E1668 . 23589858 9. Dueva R. , Iliakis G. Replication protein A: a multifunctional protein with roles in DNA replication, repair and beyond . NAR Cancer . 2020 ; 2 : zcaa022 . 34316690 10. Soustelle C. , Vedel M. , Kolodner R. , Nicolas A. Replication protein A is required for meiotic recombination in Saccharomyces cerevisiae . Genetics . 2002 ; 161 : 535 – 547 . 12072452 11. Fanning E. , Klimovich V. , Nager A.R. A dynamic model for replication protein A (RPA) function in DNA processing pathways . Nucleic Acids Res. 2006 ; 34 : 4126 – 4137 . 16935876 12. Yates L.A. , Aramayo R.J. , Pokhrel N. , Caldwell C.C. , Kaplan J.A. , Perera R.L. , Spies M. , Antony E. , Zhang X. A structural and dynamic model for the assembly of replication protein A on single-stranded DNA . Nat. Commun. 2018 ; 9 : 5447 . 30575763 13. Beernink H.T. , Morrical S.W. RMPs: recombination/replication mediator proteins . Trends Biochem. Sci. 1999 ; 24 : 385 – 389 . 10500302 14. Zelensky A. , Kanaar R. , Wyman C. Mediators of homologous DNA pairing . Cold Spring Harbor Perspect. Biol. 2014 ; 6 : a016451 . 15. Sung P. , Krejci L. , Van Komen S. , Sehorn M.G. Rad51 recombinase and recombination mediators . J. Biol. Chem. 2003 ; 278 : 42729 – 42732 . 12912992 16. Crickard J.B. , Greene E.C. The biochemistry of early meiotic recombination intermediates . Cell Cycle . 2018 ; 17 : 2520 – 2530 . 30482074 17. Hayase A. , Takagi M. , Miyazaki T. , Oshiumi H. , Shinohara M. , Shinohara A. A protein complex containing Mei5 and Sae3 promotes the assembly of the meiosis-specific RecA homolog Dmc1 . Cell . 2004 ; 119 : 927 – 940 . 15620352 18. Tsubouchi H. , Roeder G.S. The budding yeast Mei5 and Sae3 proteins act together with Dmc1 during meiotic recombination . Genetics . 2004 ; 168 : 1219 – 1230 . 15579681 19. McKee A.H. , Kleckner N. Mutations in Saccharomyces cerevisiae that block meiotic prophase chromosome metabolism and confer cell cycle arrest at pachytene identify two new meiosis-specific genes SAE1 and SAE3 . Genetics . 1997 ; 146 : 817 – 834 . 9215889 20. Ferrari S.R. , Grubb J. , Bishop D.K. The Mei5–Sae3 protein complex mediates Dmc1 activity in Saccharomyces cerevisiae . J. Biol. Chem. 2009 ; 284 : 11766 – 11770 . 19270307 21. Say A.F. , Ledford L.L. , Sharma D. , Singh A.K. , Leung W.K. , Sehorn H.A. , Tsubouchi H. , Sung P. , Sehorn M.G. The budding yeast Mei5–Sae3 complex interacts with Rad51 and preferentially binds a DNA fork structure . DNA Repair (Amst.) . 2011 ; 10 : 586 – 594 . 21543267 22. Chan Y.L. , Zhang A. , Weissman B.P. , Bishop D.K. RPA resolves conflicting activities of accessory proteins during reconstitution of Dmc1-mediated meiotic recombination . Nucleic Acids Res. 2019 ; 47 : 747 – 761 . 30462332 23. Pokhrel N. , Caldwell C.C. , Corless E.I. , Tillison E.A. , Tibbs J. , Jocic N. , Tabei S.M.A. , Wold M.S. , Spies M. , Antony E. Dynamics and selective remodeling of the DNA-binding domains of RPA . Nat. Struct. Mol. Biol. 2019 ; 26 : 129 – 136 . 30723327 24. Hays S.L. , Firmenich A.A. , Massey P. , Banerjee R. , Berg P. Studies of the interaction between Rad52 protein and the yeast single-stranded DNA binding protein RPA . Mol. Cell. Biol. 1998 ; 18 : 4400 – 4406 . 9632824 25. Hengel S.R. , Oppenheimer K. , Smith C. , Schaich M.A. , Rein H.L. , Martino J. , Darrah K. , Ezekwenna O. , Burton K. , Van Houten B. et al . The human Shu complex promotes RAD51 activity by modulating RPA dynamics on ssDNA . Nat. Commun. 2024 ; 15 : 7197 . 39169038 26. Bell J.C. , Dombrowski C.C. , Plank J.L. , Jensen R.B. , Kowalczykowski S.C. BRCA2 chaperones RAD51 to single molecules of RPA-coated ssDNA . Proc. Natl Acad. Sci. U.S.A. 2023 ; 120 : e2221971120 . 36976771 27. Jensen R.B. , Carreira A. , Kowalczykowski S.C. Purified human BRCA2 stimulates RAD51-mediated recombination . Nature . 2010 ; 467 : 678 – 683 . 20729832 28. Busygina V. , Gaines W.A. , Xu Y. , Kwon Y. , Williams G.J. , Lin S.W. , Chang H.Y. , Chi P. , Wang H.W. , Sung P. Functional attributes of the Saccharomyces cerevisiae meiotic recombinase Dmc1 . DNA Repair (Amst.) . 2013 ; 12 : 707 – 712 . 23769192 29. Lee M.H. , Chang Y.C. , Hong E.L. , Grubb J. , Chang C.S. , Bishop D.K. , Wang T.F. Calcium ion promotes yeast Dmc1 activity via formation of long and fine helical filaments with single-stranded DNA . J. Biol. Chem. 2005 ; 280 : 40980 – 40984 . 16204247 30. Chan Y.L. , Brown M.S. , Qin D. , Handa N. , Bishop D.K. The third exon of the budding yeast meiotic recombination gene HOP2 is required for calcium-dependent and recombinase Dmc1-specific stimulation of homologous strand assimilation . J. Biol. Chem. 2014 ; 289 : 18076 – 18086 . 24798326 31. Bugreev D.V. , Golub E.I. , Stasiak A.Z. , Stasiak A. , Mazin A.V. Activation of human meiosis-specific recombinase Dmc1 by Ca 2+ . J. Biol. Chem. 2005 ; 280 : 26886 – 26895 . 15917244 32. Chang H.Y. , Liao C.Y. , Su G.C. , Lin S.W. , Wang H.W. , Chi P. Functional relationship of ATP hydrolysis, presynaptic filament stability, and homologous DNA pairing activity of the human meiotic recombinase DMC1 . J. Biol. Chem. 2015 ; 290 : 19863 – 19873 . 26088134 33. Chan Y.L. , Bishop D.K. Purification of Saccharomyces cerevisiae homologous recombination proteins Dmc1 and Rdh54/Tid1 and a fluorescent D-loop assay . Methods Enzymol. 2018 ; 600 : 307 – 320 . 29458764 34. Lei K.H. , Yang H.L. , Chang H.Y. , Yeh H.Y. , Nguyen D.D. , Lee T.Y. , Lyu X. , Chastain M. , Chai W. , Li H.W. et al . Crosstalk between CST and RPA regulates RAD51 activity during replication stress . Nat. Commun. 2021 ; 12 : 6412 . 34741010 35. Sibenaller Z.A. , Sorensen B.R. , Wold M.S. The 32- and 14-kilodalton subunits of replication protein A are responsible for species-specific interactions with single-stranded DNA . Biochemistry . 1998 ; 37 : 12496 – 12506 . 9730822 36. Burgess R.R. Use of polyethyleneimine in purification of DNA-binding proteins . Methods Enzymol. 1991 ; 208 : 3 – 10 . 1779840 37. Lan W.H. , Lin S.Y. , Kao C.Y. , Chang W.H. , Yeh H.Y. , Chang H.Y. , Chi P. , Li H.W. Rad51 facilitates filament assembly of meiosis-specific Dmc1 recombinase . Proc. Natl Acad. Sci. U.S.A. 2020 ; 117 : 11257 – 11264 . 32404423 38. Li W.C. , Lee C.Y. , Lan W.H. , Woo T.T. , Liu H.C. , Yeh H.Y. , Chang H.Y. , Chuang Y.C. , Chen C.Y. , Chuang C.N. et al . Trichoderma reesei Rad51 tolerates mismatches in hybrid meiosis with diverse genome sequences . Proc. Natl Acad. Sci. U.S.A. 2021 ; 118 : e2007192118 . 33593897 39. Gibb B. , Silverstein T.D. , Finkelstein I.J. , Greene E.C. Single-stranded DNA curtains for real-time single-molecule visualization of protein–nucleic acid interactions . Anal. Chem. 2012 ; 84 : 7607 – 7612 . 22950646 40. Prasada Rao H.B.D. , Shinohara M. , Shinohara A. Mps3 SUN domain is important for chromosome motion and juxtaposition of homologous chromosomes during meiosis . Genes Cells . 2011 ; 16 : 1081 – 1096 . 22017544 41. Paul T. , Myong S. Protocol for generation and regeneration of PEG-passivated slides for single-molecule measurements . STAR Protoc. 2022 ; 3 : 101152 . 35146451 42. Cloud V. , Chan Y.L. , Grubb J. , Budke B. , Bishop D.K. Rad51 is an accessory factor for Dmc1-mediated joint molecule formation during meiosis . Science . 2012 ; 337 : 1222 – 1225 . 22955832 43. Kowalczykowski S.C. Biochemistry of genetic recombination: energetics and mechanism of DNA strand exchange . Annu. Rev. Biophys. Biophys. Chem. 1991 ; 20 : 539 – 575 . 1831022 44. Ogawa T. , Yu X. , Shinohara A. , Egelman E.H. Similarity of the yeast RAD51 filament to the bacterial RecA filament . Science . 1993 ; 259 : 1896 – 1899 . 8456314 45. Luo S.-C. , Yeh H.-Y. , Lan W.-H. , Wu Y.-M. , Yang C.-H. , Chang H.-Y. , Su G.-C. , Lee C.-Y. , Wu W.-J. , Li H.-W. et al . Identification of fidelity-governing factors in human recombinases DMC1 and RAD51 from cryo-EM structures . Nat. Commun. 2021 ; 12 : 115 . 33446654 46. Xu J. , Zhao L. , Peng S. , Chu H. , Liang R. , Tian M. , Connell P.P. , Li G. , Chen C. , Wang H.W. Mechanisms of distinctive mismatch tolerance between Rad51 and Dmc1 in homologous recombination . Nucleic Acids Res. 2021 ; 49 : 13135 – 13149 . 34871438 47. Lee W. , Iwasaki H. , Tsubouchi H. , Li H.-W. Hop2–Mnd1 and Swi5–Sfr1 stimulate Dmc1 filament assembly using distinct mechanisms . Nucleic Acids Res. 2023 ; 51 : 8550 – 8562 . 37395447 48. Reynolds D. Li S.Z. , Jain A.K. Gaussian mixture models . Encyclopedia of Biometrics . 2015 ; Boston, MA Springer US 827 – 832 . 49. Rabiner L.R. A tutorial on hidden Markov models and selected applications in speech recognition . Proc. IEEE . 1989 ; 77 : 257 – 286 . 50. Joo C. , McKinney S.A. , Nakamura M. , Rasnik I. , Myong S. , Ha T. Real-time observation of RecA filament dynamics with single monomer resolution . Cell . 2006 ; 126 : 515 – 527 . 16901785 51. Subramanyam S. , Ismail M. , Bhattacharya I. , Spies M. Tyrosine phosphorylation stimulates activity of human RAD51 recombinase through altered nucleoprotein filament dynamics . Proc. Natl Acad. Sci. U.S.A. 2016 ; 113 : E6045 – E6054 . 27671650 52. Lu C.H. , Yeh H.Y. , Su G.C. , Ito K. , Kurokawa Y. , Iwasaki H. , Chi P. , Li H.W. Swi5–Sfr1 stimulates Rad51 recombinase filament assembly by modulating Rad51 dissociation . Proc. Natl Acad. Sci. U.S.A. 2018 ; 115 : E10059 – E10068 . 30297419 53. Kim S.H. , Ragunathan K. , Park J. , Joo C. , Kim D. , Ha T. Cooperative conformational transitions keep RecA filament active during ATPase cycle . J. Am. Chem. Soc. 2014 ; 136 : 14796 – 14800 . 25252114 54. Gibb B. , Ye L.F. , Kwon Y. , Niu H. , Sung P. , Greene E.C. Protein dynamics during presynaptic-complex assembly on individual single-stranded DNA molecules . Nat. Struct. Mol. Biol. 2014 ; 21 : 893 – 900 . 25195049 55. Prinz H. Hill coefficients, dose-response curves and allosteric mechanisms . J. Chem. Biol. 2010 ; 3 : 37 – 44 . 19779939 56. Caldwell C.C. , Spies M. Dynamic elements of replication protein A at the crossroads of DNA replication, recombination, and repair . Crit. Rev. Biochem. Mol. Biol. 2020 ; 55 : 482 – 507 . 32856505 57. Fornander L.H. , Frykholm K. , Reymer A. , Renodon-Cornière A. , Takahashi M. , Nordén B. Ca 2+ improves organization of single-stranded DNA bases in human Rad51 filament, explaining stimulatory effect on gene recombination . Nucleic Acids Res. 2012 ; 40 : 4904 – 4913 . 22362735 58. Fornander L.H. , Renodon-Cornière A. , Kuwabara N. , Ito K. , Tsutsui Y. , Shimizu T. , Iwasaki H. , Nordén B. , Takahashi M. Swi5–Sfr1 protein stimulates Rad51-mediated DNA strand exchange reaction through organization of DNA bases in the presynaptic filament . Nucleic Acids Res. 2013 ; 42 : 2358 – 2365 . 24304898 59. Ding J. , Li X. , Shen J. , Zhao Y. , Zhong S. , Lai L. , Niu H. , Qi Z. ssDNA accessibility of Rad51 is regulated by orchestrating multiple RPA dynamics . Nat. Commun. 2023 ; 14 : 3864 . 37391417 60. Mersch K.N. , Sokoloski J.E. , Nguyen B. , Galletto R. , Lohman T.M. “Helicase” activity promoted through dynamic interactions between a ssDNA translocase and a diffusing SSB protein . Proc. Natl Acad. Sci. U.S.A. 2023 ; 120 : e2216777120 . 37011199 61. Nguyen B. , Sokoloski J. , Galletto R. , Elson E.L. , Wold M.S. , Lohman T.M. Diffusion of human replication protein A along single-stranded DNA . J. Mol. Biol. 2014 ; 426 : 3246 – 3261 . 25058683 62. Pangeni S. , Biswas G. , Kaushik V. , Kuppa S. , Yang O. , Lin C.-T. , Mishra G. , Levy Y. , Antony E. , Ha T. Rapid long-distance migration of RPA on single stranded DNA occurs through intersegmental transfer utilizing multivalent interactions . J. Mol. Biol. 2024 ; 436 : 168491 . 38360091 63. Sung P. Function of yeast Rad52 protein as a mediator between replication protein A and the Rad51 recombinase . J. Biol. Chem. 1997 ; 272 : 28194 – 28197 . 9353267 64. Shinohara A. , Ogawa T. Stimulation by Rad52 of yeast Rad51-mediated recombination . Nature . 1998 ; 391 : 404 – 407 . 9450759 65. Shinohara A. , Shinohara M. , Ohta T. , Matsuda S. , Ogawa T. Rad52 forms ring structures and co-operates with RPA in single-strand DNA annealing . Genes Cells . 1998 ; 3 : 145 – 156 . 9619627 66. Deveryshetty J. , Chadda R. , Mattice J.R. , Karunakaran S. , Rau M.J. , Basore K. , Pokhrel N. , Englander N. , Fitzpatrick J.A.J. , Bothner B. et al . Yeast Rad52 is a homodecamer and possesses BRCA2-like bipartite Rad51 binding modes . Nat. Commun. 2023 ; 14 : 6215 . 37798272 67. Argunhan B. , Murayama Y. , Iwasaki H. The differentiated and conserved roles of Swi5–Sfr1 in homologous recombination . FEBS Lett. 2017 ; 591 : 2035 – 2047 . 28423184 68. Tsai S.P. , Su G.C. , Lin S.W. , Chung C.I. , Xue X. , Dunlop M.H. , Akamatsu Y. , Jasin M. , Sung P. , Chi P. Rad51 presynaptic filament stabilization function of the mouse Swi5–Sfr1 heterodimeric complex . Nucleic Acids Res. 2012 ; 40 : 6558 – 6569 . 22492707 69. Haruta N. , Kurokawa Y. , Murayama Y. , Akamatsu Y. , Unzai S. , Tsutsui Y. , Iwasaki H. The Swi5–Sfr1 complex stimulates Rhp51/Rad51- and Dmc1-mediated DNA strand exchange in vitro . Nat. Struct. Mol. Biol. 2006 ; 13 : 823 – 830 . 16921379 70. Kuwabara N. , Murayama Y. , Hashimoto H. , Kokabu Y. , Ikeguchi M. , Sato M. , Mayanagi K. , Tsutsui Y. , Iwasaki H. , Shimizu T. Mechanistic insights into the activation of Rad51-mediated strand exchange from the structure of a recombination activator, the Swi5–Sfr1 complex . Structure . 2012 ; 20 : 440 – 449 . 22405003 71. Ploquin M. , Petukhova G.V. , Morneau D. , Déry U. , Bransi A. , Stasiak A. , Camerini-Otero R.D. , Masson J.Y. Stimulation of fission yeast and mouse Hop2–Mnd1 of the Dmc1 and Rad51 recombinases . Nucleic Acids Res. 2007 ; 35 : 2719 – 2733 . 17426123",
    "full_text_abstract": "Abstract Interhomolog recombination in meiosis requires a meiosis-specific recombinase, Dmc1. In Saccharomyces cerevisiae , the Mei5–Sae3 complex facilitates the loading of Dmc1 onto the replication protein A (RPA)-coated single-stranded DNA (ssDNA) to form nucleoprotein filaments. In vivo , Dmc1 and Mei5–Sae3 are interdependent in their colocalization on the chromosomes. However, the mechanistic role of Mei5–Sae3 in mediating Dmc1 activity remains unclear. We used single-molecule fluorescence resonance energy transfer and colocalization single-molecule spectroscopy experiments to elucidate how Mei5–Sae3 stimulates Dmc1 assembly on ssDNA and RPA-coated ssDNA. We showed that Mei5–Sae3 stabilized Dmc1 nucleating clusters with two to three molecules on naked DNA by preferentially reducing Dmc1 dissociation rates. Mei5–Sae3 also stimulated Dmc1 assembly on RPA-coated DNA. Using green fluorescent protein-labeled RPA, we showed the coexistence of an intermediate with Dmc1 and RPA on ssDNA before RPA dissociation. Moreover, the displacement efficiency of RPA depended on Dmc1 concentration, and its dependence was positively correlated with the stability of Dmc1 clusters on short ssDNA. These findings suggest a molecular model that Mei5–Sae3 mediates Dmc1 binding on RPA-coated ssDNA by stabilizing Dmc1 nucleating clusters, thus altering RPA dynamics on DNA to promote RPA dissociation.\n\nGraphical Abstract Graphical Abstract"
}