{
  "PMC": "4198062",
  "DOI": "10.1021/bi500013w",
  "PMID": "24559171",
  "PMCID": "PMC4198062",
  "title": "Cancer/testis antigen PAGE4, a regulator of c-Jun transactivation, is phosphorylated by homeodomain-interacting protein kinase 1, a component of the stress-response pathway.",
  "year": 2014,
  "source_url": "https://europepmc.org/article/PMC/PMC4198062",
  "source": "MED",
  "abstract_text": "Prostate-associated gene 4 (PAGE4) is a cancer/testis antigen that is typically restricted to the testicular germ cells but is aberrantly expressed in cancer. Furthermore, PAGE4 is developmentally regulated with dynamic expression patterns in the developing prostate and is also a stress-response protein that is upregulated in response to cellular stress. PAGE4 interacts with c-Jun, which is activated by the stress-response kinase JNK1, and plays an important role in the development and pathology of the prostate gland. Here, we have identified homeodomain-interacting protein kinase 1 (HIPK1), also a component of the stress-response pathway, as a kinase that phosphorylates PAGE4 at T51. We show that phosphorylation of PAGE4 is critical for its transcriptional activity since mutating this T residue abolishes its ability to potentiate c-Jun transactivation. In vitro single molecule FRET indicates phosphorylation results in compaction of (still) intrinsically disordered PAGE4. Interestingly, however, while our previous observations indicated that the wild-type nonphosphorylated PAGE4 protein interacted with c-Jun [Rajagopalan , K. et al. ( 2014 ) Biochim, Biophys. Acta 1842 , 154 -163], here we show that phosphorylation of PAGE4 weakens its interaction with c-Jun in vitro. These data suggest that phosphorylation induces conformational changes in natively disordered PAGE4 resulting in its decreased affinity for c-Jun to promote interaction of c-Jun with another, unidentified, partner. Alternatively, phosphorylated PAGE4 may induce transcription of a novel partner, which then potentiates c-Jun transactivation. Regardless, the present results clearly implicate PAGE4 as a component of the stress-response pathway and uncover a novel link between components of this pathway and prostatic development and disease.",
  "full_text": "Biochemistry Biochemistry bi bichaw Biochemistry 0006-2960 1520-4995 American Chemical Society 4198062 10.1021/bi500013w Article Cancer/Testis Antigen PAGE4, a Regulator of c-Jun Transactivation, Is Phosphorylated by Homeodomain-Interacting Protein Kinase 1, a Component of the Stress-Response Pathway Mooney Steven M. † Qiu Ruoyi ⊥ Kim John J. ∥ # Sacho Elizabeth J. ⊥ Rajagopalan Krithika ▽ Johng Dorhyun † § Shiraishi Takumi † Kulkarni Prakash * † ‡ ○ Weninger Keith R. * ⊥ † The James Buchanan Brady Urological Institute and Department of Urology, ‡ Oncology, § Cellular and Molecular Medicine, and ∥ Department of Biomedical Engineering, Whiting School of Engineering, The Johns Hopkins University School of Medicine , 733 North Broadway, Baltimore, Maryland 21205, United States ⊥ Department of Physics, North Carolina State University , Raleigh, North Carolina 27695, United States * (P.K.) Phone: 410-502-4962 . E-mail: pkulkar4@jhmi.edu . * (K.W.) Phone: 919-513-3696 . E-mail: krwening@ncsu.edu . 23 02 2015 23 02 2014 18 03 2014 53 10 1670 1679 04 01 2014 21 02 2014 Copyright © 2014 American Chemical Society 2014 American Chemical Society Prostate-associated gene 4 (PAGE4) is a cancer/testis antigen that is typically restricted to the testicular germ cells but is aberrantly expressed in cancer. Furthermore, PAGE4 is developmentally regulated with dynamic expression patterns in the developing prostate and is also a stress-response protein that is upregulated in response to cellular stress. PAGE4 interacts with c-Jun, which is activated by the stress-response kinase JNK1, and plays an important role in the development and pathology of the prostate gland. Here, we have identified homeodomain-interacting protein kinase 1 (HIPK1), also a component of the stress-response pathway, as a kinase that phosphorylates PAGE4 at T51. We show that phosphorylation of PAGE4 is critical for its transcriptional activity since mutating this T residue abolishes its ability to potentiate c-Jun transactivation. In vitro single molecule FRET indicates phosphorylation results in compaction of (still) intrinsically disordered PAGE4. Interestingly, however, while our previous observations indicated that the wild-type nonphosphorylated PAGE4 protein interacted with c-Jun [ Rajagopalan K. et al. ( 2014 ) Biochim, Biophys. Acta 1842 , 154 −163 24263171 ], here we show that phosphorylation of PAGE4 weakens its interaction with c-Jun in vitro . These data suggest that phosphorylation induces conformational changes in natively disordered PAGE4 resulting in its decreased affinity for c-Jun to promote interaction of c-Jun with another, unidentified, partner. Alternatively, phosphorylated PAGE4 may induce transcription of a novel partner, which then potentiates c-Jun transactivation. Regardless, the present results clearly implicate PAGE4 as a component of the stress-response pathway and uncover a novel link between components of this pathway and prostatic development and disease. National Institutes of Health, United States document-id-old-9 bi500013w document-id-new-14 bi-2014-00013w ccc-price The cancer/testis antigens (CTAs), especially those encoded by the X chromosome (CT-X antigens), are a group of proteins that are typically restricted to the testicular germ cells in the adult human but are aberrantly expressed in several types of cancer. 2 , 3 The CT-X antigens generally lack orthologues in lower vertebrates, with the possible exception of the MAGE family, 4 , 5 suggesting that these proteins have evolved quite recently. Because of the lack of phylogenetic conservation, the functions of most, if not all, CT-X antigens, both in gametogenesis and tumorigenesis, remain poorly understood. 6 However, emerging evidence suggests that they may be stress-response proteins. 7 − 10 Interestingly, a majority of the CTAs, particularly the CT-X antigens, are predicted to be intrinsically disordered proteins (IDPs). 11 IDPs are proteins that lack tertiary structure in physiological conditions in vitro . They are highly abundant in nature and possess a number of unique structural properties such as high stability when exposed to low pH and high temperature, and structural indifference toward unfolding by strong denaturants. 12 Despite the lack of structure, IDPs play important biological roles such as transcriptional regulation and signaling via protein–protein interaction networks (PINs). 13 , 14 Comprehensive studies of PINs from yeast to humans have revealed that proteins that constitute hubs in a PIN are significantly more disordered than proteins that constitute edges, 15 , 16 underscoring their role in signaling. Consistent with the preference for IDPs to occupy hub positions in PINs, many IDPs undergo disorder-to-order transitions upon binding to their biological target, a phenomenon referred to as coupled folding and binding, in order to perform their function. 17 Thus, the conformational dynamics of IDPs is believed to represent a major functional advantage for these proteins, enabling them to interact with a broad range of biological targets under normal physiological conditions where their levels are tightly regulated from transcript synthesis to protein degradation. 18 , 19 For the past several years, our laboratory has focused on prostate-associated gene 4 (PAGE4), a member of the PAGE4 family of CT-X antigens and a remarkably prostate-specific CT-X antigen. 20 In addition to the testicular germ cells, PAGE4 is also expressed in a healthy adult human male in the prostate, albeit at low levels; however, it is significantly upregulated in the developing human fetal prostate as well as in the benign and malignant diseases of the adult gland. 20 − 24 Previously, we had shown that PAGE4 is an IDP that is highly disordered 8 and is upregulated in response to several stress inducers including inflammation. 25 Indeed, we 25 and others 26 observed that in the malignant prostate, PAGE4 is highly upregulated in lesions that are thought to result from inflammatory stress and represent tumorigenic precursors. Using a cell-based reporter assay, we recently demonstrated that PAGE4 interacts with the proto-oncogene c-Jun and dramatically potentiates its transactivation. 1 Interestingly, c-Jun is also upregulated in the fetal prostate 1 , 25 and the diseased prostate 27 − 32 underscoring the importance of the observed interaction between PAGE4 and c-Jun. c-Jun heterodimerizes with c-Fos to form AP-1, a family of early response transcription factors that represents a paradigm for signal-responsive factors with important roles in the control of cell growth, apoptosis, and stress response. 33 Phosphorylation of c-Jun at specific N-terminal residues is critical for its transactivation function and is mediated by c-Jun N-terminal kinase 1 (JNK1). 34 JNK1 is a serine/threonine-protein kinase involved in various processes such as cell proliferation, differentiation, migration, transformation, and programmed cell death. Furthermore, JNK1 is also a stress-activated protein kinase that is activated in response to extracellular stimuli such as proinflammatory cytokines or physical stress. Indeed, several reports in the literature strongly suggest that stress-associated activation of the JNK-1/c-Jun pathway plays an important role in prostate cancer (PCa) initiation. 27 , 28 , 30 , 31 , 35 − 38 Thus, in light of the association between inflammatory stress and development of PCa, and the correlation between phosphorylation and intrinsic disorder among the CT-X antigens, 11 our main goal was to elucidate whether any of the stress-activated protein kinases that are critical to the stress-response pathway phosphorylate PAGE4 and whether phosphorylation affects its affinity for c-Jun and hence, its ability to potentiate c-Jun transactivation. Here we show that, indeed, PAGE4 is phosphorylated in PCa cells. Furthermore, by screening a panel of 190 S/T kinases, we have identified homeodomain-interacting protein kinase 1 (HIPK1), a component of the stress-response pathway, as a kinase that phosphorylates PAGE4 at T51. We show that PAGE4 phosphorylation is critical for its ability to potentiate c-Jun transcriptional activity. Interestingly, however, employing single molecule Förster resonance energy transfer (smFRET), we demonstrate that phosphorylation of PAGE4 causes compaction of its native configuration and weakens its affinity for c-Jun in vitro . These results suggest that conformational changes in the PAGE4 molecule induced by phosphorylation at T51 result in the disassociation of PAGE4 from c-Jun to either promote the interaction of c-Jun with another unidentified partner or induce the expression of the unidentified partner and thereby potentiate c-Jun transactivation. Materials and Methods DNA Expression Plasmid Constructs 6His-PAGE4 was constructed by cloning the PCR product into pET28a (Novagen Darmstadt, Germany). T51A, A18C, and P102C 6His-PAGE4 were created in pET28A using the QuikChange site-directed mutagenesis kit (Stratagene, La Jolla, CA) with 6His-PAGE4 as the template as described previously. 1 nV5-PAGE4 WT/T51A was amplified from 6His-PAGE4, cloned into the pENTR, and then recombined into pcDNA3.1/ nV5 -DEST (Life Technologies, Frederick, MD) according to the manufacturer’s instructions. 6Myc-PAGE4 was constructed by cloning PAGE4 WT and T51A into the pCS3-6Myc vector, and PAGE4-Myc-FLAG was purchased (Origene, Rockville, MD). Recombinant Proteins WT/T51A/A18C/P102C PAGE4 or c-Jun were cloned into pET28A and subsequently transformed into E. coli (BL21DE3pLySs, Invitrogen, Life Technologies, Frederick, MD). Cultures were induced with 0.5 mM isopropyl 1-thio-β- d -galactopyranoside (IPTG) overnight at room temperature. 1 Bacterial cell lysates were prepared using denaturing conditions (6 M guanidine hydrochloride). 6His protein was bound to the ProBond Purification System (Invitrogen, Life Technologies, Frederick, MD) column. The column was washed with denaturing buffer, subsequently washed with native wash buffer containing 20 mM imidazole, and then eluted with high imidazole concentration. Eluted protein was concentrated using polyvinyl pyrollidone (PVP) and dialyzed against 1× phosphate buffered saline (PBS). For in vitro experiments using phosphorylated PAGE4, both GST-HIPK1 and 6His-PAGE4, which have ampicillin and kanamycin resistance, respectively, were expressed in E. coli . Expression and purification was identical to 6His-PAGE4 alone except that both antibiotics were used during the induction phase. Mass spectrometry confirmed that >50% of PAGE4 was phosphorylated at the major phosphor-acceptor site (T51). S/T Kinase Screen for Phosphorylation of PAGE4 To identify the kinase(s) that may phosphorylate PAGE4, we used a commercial service to screen for modification by 190 S/T protein kinases that were expressed in Sf9 cells as human recombinant GST-fusion proteins or His-tagged proteins by means of the baculovirus expression system (ProQuinase, GmbH). This company purified the kinases by affinity chromatography using either glutathione-agarose (Sigma, St. Louis, MO) or Ni-agarose (Qiagen, Venlo, Limburg). The purity and identity of each kinase were verified by SDS–PAGE followed by Coomassie staining and immunobloting. A kinase assay using 33 P-ATP was utilized to assess the recombinant enzyme’s ability to phosphorylate bacterially expressed 6His-PAGE4. Single Molecule FRET Studies Cysteine mutants of PAGE4 were labeled with Alexa Fluor 555 and Alexa Fluor 647 (Molecular Probes/Life Technologies, Frederick, MD), and 6xHis tags were not removed from the proteins used in this study. Single molecule FRET was measured from surface immobilized proteins. 1 Briefly, 6xHis tagged proteins were bound on quartz surfaces by direct immobilization to surface adhered 6-histidine antibodies or by liposome encapsulation as described in the text and elsewhere. 39 , 40 The consistency of FRET measurements with the 6xHis tag free in solution (PAGE4 freely diffusing in solution inside liposomes) or with the 6xHis tag ordered due to specific interactions (PAGE4 surface immobilized on the 6-histidine antibodies) indicates that the presence of the tag did not change the conformations to a degree we can detect by FRET. Single molecule FRET signals were recorded using a prism-type, total internal reflection, single molecule FRET microscope (10 Hz frame rate). 41 The observation buffer for all smFRET experiments was 20 mM Tris, 100 mM NaOAc, and 5 mM MgCl2 at pH 7.8 augmented with oxygen scavenger/antiblinking agents (1% glucose, 20 units/mL glucose oxidase, 1000 units/mL catalase, and 100 μm cyclooctatetraene). Experiments with c-Jun used the same buffer with 1 μm c-Jun (full-length human gene expressed in E. coli ). As in our previous publication, 1 FRET efficiency was calculated from the intensities as E = I A /( I A + I D ) (using γ = 1 for global correction 42 ) for all data points from molecules during FRET emitting intervals with active donor and acceptor dyes. More than 500 molecules were included in each experiment. FRET histograms were fit with Gaussian functions. In the event that widths exceeded the expected widths, sums of 2 Gaussian histograms were used for fitting. In fitting phosphorylated PAGE4 or c-Jun exposed PAGE4 FRET histograms, one Gaussian was held at the center and width values derived from fits of the unphosphorlyated, isolated PAGE4 samples to account for incomplete kinase activity or unsaturated c-Jun binding. Luciferase Reporter Assays Luciferase assays were identical to the assays described previously. 1 Briefly, approximately 20,000 PC3 cells per well were seeded in a 24 well plate and were transiently transfected using X-tremeGENE HP DNA Transfection Reagent (Roche Diagnostics, Indianapolis, IN) with the PathDetect Trans-reporting System (Agilent Technologies, Santa Clara, CA). Various concentrations of nV5-PAGE4 WT/T51A allowed for the determination of the dosage effect on c-Jun transactivation. Cells were lysed 48 h after transfection using luciferase lysis buffer (25 mM. Tris base, 2 mM EDTA, 10% glycerol, and 1% Triton X100, pH adjusted to 7.8 using phosphoric acid). Dual-luciferase reporter (DLR) assay system reagent (Promega, Madison, WI) was added to the cell lysate, and a microplate reader recorded luciferase activity. Immunoblotting PC3 cells were lysed with Frackelton buffer and centrifuged to extract proteins. 8 Ten micrograms of protein were separated on 4–15% SDS–PAGE and transferred to a nitrocellulose membrane using TransBlot (BioRad, Hercules, CA). The membranes were blocked with 1× blocking buffer (Sigma, St. Louis, MO) for 1 h. The membranes were then incubated with V5 antibodies (Life Technologies, Frederick, MD) at 4 °C overnight followed by 1 h with secondary (1:20,000) IRDye IgG antibody (Li-Cor Biosciences). The Odyssey infrared imaging system (Li-Cor) was used to detect protein expression. Half-Life Determination PC3 cells were grown in 10-cm dishes and transiently transfected using Fugene 6 (Promega, Madison, WI) with 6Myc-PAGE4 WT or T51A expression vectors. Twenty-four hours after transfection, cells were pulsed for 4 h with 300 μCi of 35 S -methionine followed by a chase with nonradioactive methionine. At various time points, cells were harvested, and immunoprecipitations with c-Myc 9E10 monoclonal antibody (Sigma, St. Louis, MO) were performed. Immunoprecipitates were subjected to SDS–PAGE, and radioactivity incorporated into 6Myc-PAGE4 was quantitated with an X-ray film. Clinical Samples Prostate tissue specimens from 27 clinically localized PCa cases were collected and frozen at the time of radical prostatectomy, from 1993 to 2007, at the Johns Hopkins Hospital. The tissue specimens were processed as described previously before RNA extraction. 43 OCT-embedded frozen tissue blocks were manually trimmed to enrich the content of cancer lesions prior to sectioning and RNA extraction. For tumor samples, tumor cells made up more than 70% of the tissue content (calculated by averaging the % tumor content in the first and last sections) in all cases. 44 Metastatic PCa tissues ( n = 7) were collected from soft tissue metastasis of patients who died from PCa, as part of the Johns Hopkins Autopsy Study of lethal PCa. 45 Autopsy RNA specimens were of high quality as assessed by the RNA index number (RIN), and were prepared and processed as previously described. 46 The use of surgical specimens for molecular analysis was approved by the Johns Hopkins Medicine Institutional Review Boards. RNA Extraction and Quantitative Real-Time PCR First strand cDNA was made from 1 μg of RNA using iScript cDNA Synthesis Kit (Bio-Rad Laboratories, Inc., Hercules, CA) following the manufacturer’s protocol in a total volume of 20 μL. Quantitative real-time PCR (Q-PCR) was carried out as previously described. 47 , 48 Briefly, the PCR reactions contained 0.2 μL of cDNA template in 25 μL of reaction mixture with 12.5 μL of iQ SYBR Green Supermix (Bio-Rad Laboratories, Inc.) and 0.25 μmol/L of each primer. PCR reactions were hot started at 95 °C for 3 min followed by 45 cycles of 10 s denaturation at 95 °C, 30 s annealing at 60 °C, and 30 s extension at 72 °C using the CFX96 Real-Time PCR Detection System (Bio-Rad Laboratories, Inc.). PCR primers were 5′-CGTAAAGTAGAAGGTGATTG-3′ (forward) and 5′-ATGCTTAGGATTAGGTGGAG-3′ (reverse) for PAGE4, 5′-TAACAGTGGGTGCCAACTCA-3′ (forward) and 5′-TTTTTCTCTCCGTCGCAACT-3′ (reverse) for c-Jun, and 5′-GAATATAATCCCAAGCGGTTTG-3′ (forward) and 5′-ACTTCACATCACAGCTCCCC-3′ (reverse) for TATA binding protein (TBP). TBP served as an internal control. The comparative threshold cycle method was used for analysis and to determine fold differences. 49 Results PAGE4 Is Predominantly Phosphorylated at T51 in Prostate Cancer Cells To determine the phosphorylated residues in PAGE4 in PCa, PAGE4-Myc-FLAG was expressed in the prostate cancer cell line, PC3, immunoprecipitated using the FLAG-tag antibody, cleaved with trypsin, and subjected to mass spectrometry. Interestingly, despite repeated attempts, only ∼60% coverage of the molecule was achievable (residues 11–72). Fortuitously, of the 4 S/T residues covered by this region, the mass spectrometry data indicate that T51 is the major phospho-acceptor (Figure 1 ). Coomassie blue staining of the SDS–PAGE gel revealed two distinct bands, an upper band that migrated at ∼60 kDa and a lower that was ∼30 kDa. Mass spectrometry revealed no apparent difference between the upper and lower bands in terms of coverage or phosphorylation; in fact, the upper band was easily disassociated by reducing reagents such as β-mercaptoethanol indicating that it is likely that the upper band is a dimer formed through the one C residue (not shown). Figure 1 PAGE4 is phosphorylated at threonine 51 in vivo . (A) Coomassie stained SDS–PAGE after immunoprecipitation of PC3 extracts with FLAG M2 antibodies. (B) The coverage of trypsin cleaved samples cut out of the gel in panel A. (C) Representative mass spectrometry data of the peptide encompassing T51. Phosphorylation of PAGE4 at T51 Is Critical for Its Function To discern the functional significance of the phosphorylation of PAGE4 at T51, the T residue was mutated to an A residue (T51A) by site-directed mutagenesis of the PAGE4 cDNA. Following mutagenesis, plasmid constructs containing either the mutant or the WT V5-tagged PAGE4, driven by the CMV promoter, were transiently transfected into PC3 cells and assayed for their ability to potentiate GAL4-c-Jun 1–231 transactivation on a UAS driven luciferase vector, as described previously. 1 As shown in Figure 2 A, while the WT PAGE4 is able to potentiate GAL4-c-Jun 1–231 transactivation in the cell-based luciferase reporter assay in a dose-dependent manner, mutating T51 to an A residue in order to abolish phosphorylation results in loss of PAGE4 activity. That is, the T51A mutant fails to transactivate c-Jun. To rule out the possibility that the mutant protein is not expressed or is unstable, we probed the cell lysates with the PAGE4 antibody. As shown in Figure 2 B, immunoblotting confirmed that the T51A mutant is indeed expressed and to the same extent as the WT PAGE4. Together, these data indicate that phosphorylation of PAGE4 at T51 is important for its transcriptional regulatory function. Figure 2 PAGE4/c-Jun transactivation requires T51. (A) Luciferase assay of nV5-PAGE4 WT/T51A with GAL4-c-Jun 1–231 in PC3 cells. (B) Representative V5-PAGE4 Western blot of the respective wells in the luciferase assay. Phosphorylation Affects PAGE4 Protein Stability As mentioned earlier, phosphorylation of IDPs often plays an important role in the subcellular distribution and availability of these proteins to perform their function. To determine the effect of phosphorylation on the subcellular localization and stability of the PAGE4 protein, we determined its half-life using a 35 S -methionine pulse–chase. Protein half-life was calculated using the following equation, where N 0 is the initial quantity, N t is the quantity that still remains after time t , and λ is the decay constant. As shown in Figure 3 A, subcellular fractionation revealed a similar nuclear/cytoplasmic distribution of the WT and T51A species. However, the more intense bands for the T51A mutant (which cannot be phosphorylated) compared to those of the wild-type protein suggest that phosphorylation may decrease PAGE4 stability. This was confirmed by pulse–chase studies of PAGE4 phosphorylation (Figure 3 B) where the half-life of T51A was found to be significantly greater than that of WT PAGE4 (WT, 61 h ± 7.6; T51A, 154 h ± 8.0h). In total, these observations suggest that while phosphorylation of PAGE4 at T51 may not alter its subcellular distribution, it appears to play a significant role in its turnover. Figure 3 PAGE4 half-life is diminished by phosphorylation. (A) A Western blot of PC3 cellular extracts overexpressing either V5-PAGE4 WT or T51A. Lamin A/C, a marker of the nuclear membrane, and tubulin, a cytoplasmic marker, were used to verify the efficiency of fractionation. (B) Total protein (cytoplasmic and nuclear) data from a total of 3 pulse–chase experiments using PC3 cells transiently expressing 6myc-PAGE4 WT or T51A. PAGE4 Is Phosphorylated by HIPK1 Next, we sought to identify the kinase that phosphorylates PAGE4 at T51. Since there is a complete lack of Y residues, we focused only on the S/T kinases. To this end, using the bacterially expressed and purified full-length recombinant PAGE4 protein as a substrate, we surveyed a panel of 190 S/T kinases available commercially and identified HIPK1 as a putative kinase that phosphorylates PAGE4 (Figure 4 A). To discern the role of T51 as a phospho-acceptor, we incubated the full-length recombinant WT PAGE4-6His tagged or the T51-6His tagged mutant protein with a truncated version of HIPK1 that contained only its kinase domain (HIPK1 155–558 ), which was purchased commercially as a baculovirus/Sf21 expressed recombinant protein and 33 P-labeled γATP. As shown in Figure 4 B, only the WT PAGE4 protein was robustly labeled with radioactivity, while the mutant protein showed only a trace amount of the 33 P-label suggesting that T51 is the predominant HIPK1 mediated phosphorylation site in PAGE4. Coomassie staining of an SDS gel (Figure 4 C) confirmed that indeed, equal amounts of the substrate were present in the two reactions. Furthermore, mass spectrometry on these reactions confirmed T51 as the major phosphor-acceptor site (not shown). Figure 4 PAGE4 is phosphorylated on T51 by HIPK1. (A) Quantification of an autoradiogram (B) of various in vitro reaction using 6His-HIPK1 155–558 and 6His-PAGE4 WT/T51A after electrophoresis on SDS–PAGE. (C) A Coomassie-stained gel of the same extracts used in B. (D) Coexpression of HIPK1 and PAGE4 in E. coli also results in phosphorylation of PAGE4 at T51 as demonstrated by mass spectrometry data (representative scan) of the proteolysis peptide encompassing T51. Phosphorylation of PAGE4 Changes the Interaction with c-Jun We previously reported single molecule FRET measurements that confirmed an intrinsically disordered conformation for PAGE4 using constructs that included the incorporation of cysteine residues for site-specific attachment of donor and acceptor fluorophores. 1 One construct with C residues at amino acids 18 and 63 (PAGE4 A18C) is sensitive to N-terminal conformation, and the other construct with C residues at amino acid position 63 and 102 (PAGE4 P102C) is sensitive to C-terminal conformation. Here, we first examined the effect of phosphorylation on these FRET signals using recombinant PAGE4 coexpressed with HIPK1 and then purified. Mass spectrometry verified the phosphorylation of PAGE4 coexpressed with HIPK1 in bacterial cells (Figure 4 D). FRET measured from purified PAGE4 A18C encapsulated inside liposomes that were surface immobilized (Figure 5 A) was shifted to FRET 0.72, compared to 0.55 for PAGE4 not coexpressed with HIPK1 (Figure 5 B). This increase in FRET efficiency suggests that phosphorylation causes compaction of the N-terminal region of PAGE4. In contrast, essentially no change in FRET (from 0.69 to 0.71) was observed in the C-terminal pair of labels in PAGE4 P102C due to phosphorylation (Figure 5 C). Figure 5 Phosphorylation changes FRET efficiency for isolated PAGE4. (A) Single PAGE4 molecules were encapsulated in liposomes to be held near a surface for FRET measurements. The FRET histogram for the A18C label pair (B) without phosphorylation was fit with a single Gaussian of FRET 0.55 (width 0.16), while the kinase treated was fit with a double Gaussian where 54% of the population had FRET 0.55 (width 0.16) and 46% has FRET 0.72 (width 0.17). The single Gaussian fits for the unphosphorylated P102C label pair (C) were FRET 0.69 (width 0.12) and for the kinase treated was FRET 0.71 (width 0.13). Direct immobilization of 6-His tagged PAGE4 on a surface coated with 6-His antibodies (Figure 6 A) allowed c-Jun to be added to the solution around the protein and possible conformational changes to be observed. Without kinase exposure, FRET from PAGE4 A18C increased from 0.56 to 0.72 upon exposure to full length c-Jun (Figure 6 B), while FRET from PAGE4 P102C decreased from 0.69 to 0.37 in the same condition (Figure 6 D) as we had observed previously. 1 The A18C PAGE4 construct is not ideal for testing the interaction of c-Jun with kinase exposed PAGE4 because both individually cause similar shifts in FRET to nearly 0.7 from the isolated wild-type protein with FRET around 0.55 (Figure 6 C). In contrast, c-Jun binding to nonphosphorylated P102C PAGE4 caused a large decrease in FRET efficiency that is very distinct from the nearly undetectable FRET change resulting solely from kinase action. Therefore, we used P102C PAGE4 to determine the interaction between c-Jun and PAGE4. When exposed to c-Jun, only 17% of kinase-co-expressed P102C PAGE4 had low FRET efficiency (Figure 6 E) similar in value to that of c-Jun interacting with nonphosphorylated PAGE4. In comparison, 70% of the population of nonphosphorylated P102C PAGE4 shifted to low FRET upon exposure to c-Jun (Figure 6 D). The absence of the large change in FRET for the C-terminal PAGE4 fluorophore pair suggests either that phosphorylation weakens the ability of PAGE4 to interact with c-Jun or that if it binds c-Jun, the induced conformational changes are substantially different from those in the case of nonphosphorylated PAGE4. Figure 6 FRET from phosphorylated PAGE4 is minimally altered by exposure to c-Jun. (A) Single PAGE4 molecules were tethered directly to a surface bound antibody to the 6His tag. Gaussian fits of the FRET histograms show c-Jun causes larger FRET changes in nonphosphorylated PAGE4 than kinase-treated PAGE4. Details of the fits are as follows. For the A18C nonphosphorylated (B) without c-Jun, FRET = 0.56 (width 0.15), and with c-Jun, 65% molecules are FRET = 0.56 (width 0.15), while 35% are FRET = 0.72 (width 0.12). For A18C kinase-treated PAGE4 (C), without c-Jun 58% have FRET = 0.56 (width 0.15), while 42% have FRET = 0.72 (width 0.13), whereas with c-Jun, fits used only single peak of FRET = 0.61 (width 0.16). FRET was 0.69 (width 0.16) for P102C PAGE4 nonphosphorylated (D) without c-Jun but dramatically changed to a double Gaussian with 70% having FRET 0.37 (width 0.16) and 30% having FRET 0.69 (width 0.16) when c-Jun was added. Kinase-treated P102C PAGE4 (E) samples were dominated by a FRET population >80% at FRET 0.71 (width 0.15) both with and without c-Jun. Both PAGE4 and c-Jun Are Coexpressed in Organ-Confined but Not Metastatic Prostate Cancer As discussed in the introduction section, several studies have reported that both PAGE4 and c-Jun are upregulated in the diseased prostate. However, it is important to discern the relative expression of the two genes in the same tissue sample as well as in various stages of PCa and under the same experimental conditions if the interaction between the two proteins that we demonstrate here is of any biological relevance. To our knowledge, this has not been explored thus far. We therefore determined the relative expression of the two genes by real time quantitative PCR. As shown in Figure 7 , the mRNAs encoding both PAGE4 and c-Jun were highly expressed in organ-confined prostate cancer. However, while the c-Jun transcript was also expressed in metastatic disease, albeit at lower levels, the PAGE4 mRNA was undetectable. Figure 7 Expression of c-Jun and PAGE4 in clinically localized and metastatic prostate cancer specimens. Messenger RNA (mRNA) levels of PAGE4 (A) and c-Jun (B) were determined in clinically localized prostate cancer (L-PCa) ( n = 27) and metastatic prostate cancer (M-PCa) ( n = 7) by Q-PCR. PAGE4 and c-Jun mRNA expressions were normalized by TATA binding protein (TBP). The horizontal bar represented the average. Discussion The overexpression of PAGE4 in both benign and malignant prostates has been well documented over the past decade. 20 − 24 Furthermore, work from our laboratory has also demonstrated that PAGE4 is upregulated in the fetal prostate. 1 , 25 However, the functions of this IDP during prostate development and disease have remained poorly understood. The present work provides additional insight into the role of PAGE4 in prostate pathophysiology. Our most significant findings are that (i) PAGE4, a stress-response protein, is phosphorylated predominantly at T51 in PCa cells, (ii) HIPK1 phosphorylates PAGE4 at T51 and is a component of the stress-response pathway, underscoring the link between PAGE4 and the stress-response, (iii) this dynamic covalent modification, while critical for its transcriptional regulatory function, alters the intracellular stability of PAGE4, and that (iv) phosphorylation induces conformational changes in PAGE4 that weaken its affinity for c-Jun and thus affects potentiating its transactivation of target genes. As mentioned earlier, the overwhelming majority of CTAs are predicted to be intrinsically disordered as well as extensively modified by phosphorylation. 11 In fact, the same is also true for IDPs in general 50 − 52 suggesting that this covalent modification plays an important role in the function of these proteins that typically transition from disorder to order when they interact with a target 53 , 54 or by altering spontaneous conformational behaviors. 55 , 56 However, in some IDPs, disorder may play an important functional role without evident disorder to order transition, 57 − 60 and in others, ordered regions within proteins that are not completely intrinsically disordered can also undergo regulated unfolding (transition to disorder). 61 , 62 Finally, disordered regions also have regulatory roles such as an ability to induce local unfolding within adjacent structured domains and hence facilitate allosteric communication between structured domains. 63 In terms of structural consequences of site-specific phosphorylation, both disorder-to-order and order-to-disorder conformational transitions have been observed to follow phosphorylation. 51 , 64 However, the contribution of phosphorylation of disordered regions in IDP dynamics has not been critically evaluated in the majority of cases. Thus, while there are examples of increased affinity of IDPs for interacting partners, 52 , 65 growing evidence 66 − 69 also suggests a decrease in interaction affinity upon phosphorylation, especially of S/T residues as is observed in the case of PAGE4/c-Jun interaction in the present study. The present results demonstrating that phosphorylation of PAGE4 at T51 is critical for its ability to potentiate transactivation by c-Jun but weaken its affinity for c-Jun appear to be counterintuitive. Perhaps, the scenarios described in Figure 8 could help clarify the confusion. By binding to c-Jun in its nonphosphorylated form, PAGE4 may preclude c-Jun from interacting with yet an unidentified partner (Factor X, in Figure 8 ) that is critical for its activation of target genes. Upon phosphorylation, the affinity of PAGE4 for c-Jun is weakened, and hence, it either fails to associate or actively dissociates itself from c-Jun and binds to Factor X, and the PAGE4/Factor-X complex can now interact with c-Jun and potentiate its transactivation of the relevant target genes (Figure 8 A). Of note, c-Jun is known to heterodimerize not only with c-Fos but also to interact with several other partners that cause binding to the AP-1 site with varying affinities. 70 The interaction of c-Jun with a gamut of partners that bind to phosphorylated PAGE4 could introduce an additional layer of regulation of c-Jun transcriptional activity by fine-tuning its affinity for a given site. Thus, such a mechanism could serve to act as a molecular rheostat with varying affinities rather than a simple on/off toggle switch in the signal-dependent transcriptional regulation of c-Jun. Alternatively, c-Jun could target a different set of genes independent of PAGE4 in a context-dependent manner. The differential expression of the two genes suggests that PAGE4 may play an important role in disease initiation rather than disease progression by modulating the transcriptional activity of c-Jun. Figure 8 Possible mechanisms by which phosphorylation of PAGE4 at T51 could potentiate the transactivation of c-Jun but weaken its affinity for c-Jun. (A) By binding to c-Jun in its nonphosphorylated form, PAGE4 may preclude c-Jun from interacting with an unidentified partner (Factor X) that is critical for its activation of target genes. However, upon phosphorylation, PAGE4 dissociates itself or fails to associate with c-Jun and binds to Factor X, and the PAGE4/Factor-X complex can now interact with c-Jun and potentiate its transactivation of the relevant target genes. (B) Alternatively, upon phosphorylation, PAGE4 can dissociate or fail to associate itself with c-Jun and thereby facilitate a direct interaction between Factor-X and c-Jun to promote the transactivation of target genes. (C) It is also possible that phosphorylated PAGE4 facilitates the synthesis of Factor-X, which then interacts with c-Jun to facilitate the activation of c-Jun targets. TXN: transcription apparatus. Finally, upon phosphorylation, another possibility is that PAGE4 can dissociate itself or fail to associate with c-Jun and thereby facilitate a direct interaction between Factor-X and c-Jun to promote transactivation of target genes (Figure 8 B). It is also possible that upon dissociation or failure to associate, phosphorylated PAGE4 facilitates the synthesis of Factor-X, which then interacts with c-Jun to facilitate the activation of c-Jun targets (Figure 8 C). The fact that PAGE4 translocates to the nucleus and binds DNA, 8 whether directly or indirectly, makes the latter proposition quite tenable. Regardless, the present study provides new evidence linking PAGE4 to the stress pathway. Cellular stress leads to upregulation of both PAGE4 25 and HIPK1 71 (at least in DU145 prostate cancer cells). Within this context, our finding that HIPK1 phosphorylates PAGE4 to alter its interaction with c-Jun suggests a novel mechanism by which the stress-response pathway could directly cause altered transcriptional activity within diseased cells. Given that stress, particularly inflammatory stress, plays a significant role in cancer, 72 , 73 we believe our findings make significant inroads in understanding the significance of PAGE4 overexpression and phosphorylation by HIPK1. Additional studies that are currently underway in our laboratory should help discern the role of phosphorylation in PAGE4 conformational dynamics and the mechanism by which PAGE4 contributes to prostatic development and disease. Author Present Address # (J.J.K.) Department of Bioengineering, University of California, Berkeley, CA 94720. Author Present Address ▽ (K.R.) Department of Biological Sciences, Columbia University, New York, NY 10027. Author Present Address ○ (P.K.) Institute for Bioscience & Biotechnology Research, University of Maryland, Rockville, MD 20850. This work was supported by the NIH NCI (CA181730) and a gift from the David Koch Fund (to P.K.). K.R.W. is supported by the American Cancer Society (ACS) Research Scholar Grant (RSG-10-048). The authors declare no competing financial interest. Abbreviations PAGE4 prostate-associated gene 4 HIPK1 homeodomain-interacting protein kinase 1 CTAs cancer/testis antigens CT-X antigens X chromosome encoded CTAs IDP intrinsically disordered protein PIN protein–protein interaction network JNK1 c-Jun N-terminal kinase 1 PCa prostate cancer smFRET single molecule Förster (or fluorescence) resonance energy transfer IPTG isopropyl 1-thio-β- D -galactopyranoside His histidine PVP polyvinyl pyrollidone PBS phosphate buffered saline TBP TATA binding protein References Rajagopalan K. ; Qiu R. ; Mooney S. M. ; Rao S. ; Shiraishi T. ; Sacho E. ; Huang H. ; Shapiro E. ; Weninger K. R. ; Kulkarni P. ( 2014 ) The Stress-response protein prostate-associated gene 4, interacts with c-Jun and potentiates its transactivation . Biochim. Biophys. Acta 1842 , 154 – 163 . 24263171 Scanlan M. J. ; Gure A. O. ; Jungbluth A. A. ; Old L. J. ; Chen Y. T. ( 2002 ) Cancer/testis antigens: an expanding family of targets for cancer immunotherapy . Immunol. Rev. 188 , 22 – 32 . 12445278 Simpson A. J. ; Caballero O. L. ; Jungbluth A. ; Chen Y. T. ; Old L. J. ( 2005 ) Cancer/testis antigens, gametogenesis and cancer . Nat. Rev. Cancer 5 , 615 – 625 . 16034368 Stevenson B. J. ; Iseli C. ; Panji S. ; Zahn-Zabal M. ; Hide W. ; Old L. J. ; Simpson A. J. ; Jongeneel C. V. ( 2007 ) Rapid evolution of cancer/testis genes on the X chromosome . BMC Genomics 8 , 129 . 17521433 Dobrynin P. ; Matyunina E. ; Malov S. V. ; Kozlov A. P. ( 2013 ) The novelty of human cancer/testis antigen encoding genes in evolution . Int. J. Genomics 2013 , 105108 . 23691492 Kulkarni P. ; Shiraishi T. ; Rajagopalan K. ; Kim R. ; Mooney S. M. ; Getzenberg R. H. ( 2012 ) Cancer/testis antigens and urological malignancies . Nat. Rev. Urol. 9 , 386 – 396 . 22710665 Marcar L. ; Maclaine N. J. ; Hupp T. R. ; Meek D. W. ( 2010 ) Mage-A cancer/testis antigens inhibit p53 function by blocking its interaction with chromatin . Cancer Res. 70 , 10362 – 10370 . 21056992 Zeng Y. ; He Y. ; Yang F. ; Mooney S. M. ; Getzenberg R. H. ; Orban J. ; Kulkarni P. ( 2011 ) The cancer/testis antigen prostate-associated gene 4 (PAGE4) is a highly intrinsically disordered protein . J. Biol. Chem. 286 , 13985 – 13994 . 21357425 Sharma A. ; Bode B. ; Wenger R. H. ; Lehmann K. ; Sartori A. A. ; Moch H. ; Knuth A. ; Boehmer L. ; Broek M. ( 2011 ) gamma-Radiation promotes immunological recognition of cancer cells through increased expression of cancer-testis antigens in vitro and in vivo . PLoS One 6 , e28217 . 22140550 Wang J. ; Wang H. ; Hou W. ; Liu H. ; Zou Y. ; Zhang H. ; Hou L. ; McNutt M. A. ; Zhang B. ( 2013 ) Subnuclear distribution of SSX regulates its function . Mol. Cell. Biochem. 381 , 17 – 29 . 23686668 Rajagopalan K. ; Mooney S. M. ; Parekh N. ; Getzenberg R. H. ; Kulkarni P. ( 2011 ) A majority of the cancer/testis antigens are intrinsically disordered proteins . J. Cell. Biochem. 112 , 3256 – 3267 . 21748782 Uversky V. N. ( 2010 ) The mysterious unfoldome: Structureless, underappreciated, yet vital part of any given proteome . J. Biomed. Biotechnol. 2010 , 568068 . 20011072 Tompa P. ( 2012 ) Intrinsically disordered proteins: a 10-year recap . Trends Biochem. Sci. 37 , 509 – 516 . 22989858 Uversky V. N. ; Oldfield C. J. ; Dunker A. K. ( 2008 ) Intrinsically disordered proteins in human diseases: introducing the D2 concept . Annu. Rev. Biophys. 37 , 215 – 246 . 18573080 Patil A. ; Kinoshita K. ; Nakamura H. ( 2010 ) Hub promiscuity in protein–protein interaction networks . Int. J. Mol. Sci. 11 , 1930 – 1943 . 20480050 Haynes C. ; Oldfield C. J. ; Ji F. ; Klitgord N. ; Cusick M. E. ; Radivojac P. ; Uversky V. N. ; Vidal M. ; Iakoucheva L. M. ( 2006 ) Intrinsic disorder is a common feature of hub proteins from four eukaryotic interactomes . PLoS Comput. Biol. 2 , e100 . 16884331 Tompa P. ; Csermely P. ( 2004 ) The role of structural disorder in the function of RNA and protein chaperones . FASEB J. 18 , 1169 – 1175 . 15284216 Edwards Y. J. ; Lobley A. E. ; Pentony M. M. ; Jones D. T. ( 2009 ) Insights into the regulation of intrinsically disordered proteins in the human proteome by analyzing sequence and gene expression data . Genome Biol. 10 , R50 . 19432952 Babu M. M. ; van der Lee R. ; de Groot N. S. ; Gsponer J. ( 2011 ) Intrinsically disordered proteins: regulation and disease . Curr. Opin. Struct. Biol. 21 , 432 – 440 . 21514144 Prakash K. ; Pirozzi G. ; Elashoff M. ; Munger W. ; Waga I. ; Dhir R. ; Kakehi Y. ; Getzenberg R. H. ( 2002 ) Symptomatic and asymptomatic benign prostatic hyperplasia: molecular differentiation by using microarrays . Proc. Natl. Acad. Sci. U.S.A. 99 , 7598 – 7603 . 12032329 Bull J. H. ; Ellison G. ; Patel A. ; Muir G. ; Walker M. ; Underwood M. ; Khan F. ; Paskins L. ( 2001 ) Identification of potential diagnostic markers of prostate cancer and prostatic intraepithelial neoplasia using cDNA microarray . Br. J. Cancer 84 , 1512 – 1519 . 11384102 Iavarone C. ; Wolfgang C. ; Kumar V. ; Duray P. ; Willingham M. ; Pastan I. ; Bera T. K. ( 2002 ) PAGE4 is a cytoplasmic protein that is expressed in normal prostate and in prostate cancers . Mol. Cancer Ther. 1 , 329 – 335 . 12489849 Sampson N. ; Untergasser G. ; Lilg C. ; Tadic L. ; Plas E. ; Berger P. ( 2007 ) GAGEC1, a cancer/testis associated antigen family member, is a target of TGF-beta1 in age-related prostatic disease . Mech. Ageing Dev. 128 , 64 – 66 . 17113629 Suyama T. ; Shiraishi T. ; Zeng Y. ; Yu W. ; Parekh N. ; Vessella R. L. ; Luo J. ; Getzenberg R. H. ; Kulkarni P. ( 2010 ) Expression of cancer/testis antigens in prostate cancer is associated with disease progression . Prostate (Hoboken, NJ, U.S.) 70 , 1778 – 1787 . Zeng Y. G. D. ; Kim J. J. ; Shiraishi T. ; Terada N. ; Kakehi Y. ; Kong C. ; Getzenberg R. H. ; Kulkarni P. ( 2013 ) Prostate-associated gene 4 (PAGE4) protects cells against stress by elevating p21 and suppressing reactive oxygen species production . Am. J. Clin. Exp. Urol. 1 , 39 – 52 . Sampson N. ; Ruiz C. ; Zenzmaier C. ; Bubendorf L. ; Berger P. ( 2012 ) PAGE4 positivity is associated with attenuated AR signaling and predicts patient survival in hormone-naive prostate cancer . Am. J. Pathol. 181 , 1443 – 1454 . 22885105 Sato N. ; Sadar M. D. ; Bruchovsky N. ; Saatcioglu F. ; Rennie P. S. ; Sato S. ; Lange P. H. ; Gleave M. E. ( 1997 ) Androgenic induction of prostate-specific antigen gene is repressed by protein-protein interaction between the androgen receptor and AP-1/c-Jun in the human prostate cancer cell line LNCaP . J. Biol. Chem. 272 , 17485 – 17494 . 9211894 Edwards J. ; Krishna N. S. ; Mukherjee R. ; Bartlett J. M. ( 2004 ) The role of c-Jun and c-Fos expression in androgen-independent prostate cancer . J. Pathol. 204 , 153 – 158 . 15378488 Chen S. Y. ; Cai C. ; Fisher C. J. ; Zheng Z. ; Omwancha J. ; Hsieh C. L. ; Shemshedini L. ( 2006 ) c-Jun enhancement of androgen receptor transactivation is associated with prostate cancer cell proliferation . Oncogene 25 , 7212 – 7223 . 16732317 Cai C. ; Hsieh C. L. ; Shemshedini L. ( 2007 ) c-Jun has multiple enhancing activities in the novel cross talk between the androgen receptor and Ets variant gene 1 in prostate cancer . Mol. Cancer Res. 5 , 725 – 735 . 17634427 Li W. ; Wu C. L. ; Febbo P. G. ; Olumi A. F. ( 2007 ) Stromally expressed c-Jun regulates proliferation of prostate epithelial cells . Am. J. Pathol. 171 , 1189 – 1198 . 17702894 Sun T. ; Yang M. ; Chen S. ; Balk S. ; Pomerantz M. ; Hsieh C. L. ; Brown M. ; Lee G. S. ; Kantoff P. W. ( 2012 ) The altered expression of MiR-221/-222 and MiR-23b/-27b is associated with the development of human castration resistant prostate cancer . Prostate (Hoboken, NJ, U.S.) 72 , 1093 – 1103 . Leppa S. ; Bohmann D. ( 1999 ) Diverse functions of JNK signaling and c-Jun in stress response and apoptosis . Oncogene 18 , 6158 – 6162 . 10557107 Gupta S. ; Barrett T. ; Whitmarsh A. J. ; Cavanagh J. ; Sluss H. K. ; Derijard B. ; Davis R. J. ( 1996 ) Selective interaction of JNK protein kinase isoforms with transcription factors . EMBO J. 15 , 2760 – 2770 . 8654373 Parra E. ( 2012 ) Inhibition of JNK-1 by small interfering RNA induces apoptotic signaling in PC-3 prostate cancer cells . Int. J. Mol. Med. 30 , 923 – 930 . 22766602 Galardi S. ; Mercatelli N. ; Farace M. G. ; Ciafre S. A. ( 2011 ) NF-kB and c-Jun induce the expression of the oncogenic miR-221 and miR-222 in prostate carcinoma and glioblastoma cells . Nucleic Acids Res. 39 , 3892 – 3902 . 21245048 Yang Y. M. ; Bost F. ; Charbono W. ; Dean N. ; McKay R. ; Rhim J. S. ; Depatie C. ; Mercola D. ( 2003 ) C-Jun NH(2)-terminal kinase mediates proliferation and tumor growth of human prostate carcinoma . Clin. Cancer Res. 9 , 391 – 401 . 12538493 Pearson G. ; Robinson F. ; Beers Gibson T. ; Xu B. E. ; Karandikar M. ; Berman K. ; Cobb M. H. ( 2001 ) Mitogen-activated protein (MAP) kinase pathways: regulation and physiological functions . Endocr. Rev. 22 , 153 – 183 . 11294822 Choi U. B. ; Weninger K. R. ; Bowen M. E. ( 2012 ) Immobilization of proteins for single-molecule fluorescence resonance energy transfer measurements of conformation and dynamics . Methods Mol. Biol. 896 , 3 – 20 . 22821514 Choi U. B. ; McCann J. J. ; Weninger K. R. ; Bowen M. E. ( 2011 ) Beyond the random coil: stochastic conformational switching in intrinsically disordered proteins . Structure 19 , 566 – 576 . 21481779 Li Y. ; Augustine G. J. ; Weninger K. ( 2007 ) Kinetics of complexin binding to the SNARE complex: correcting single molecule FRET measurements for hidden events . Biophys. J. 93 , 2178 – 2187 . 17513363 McCann J. J. ; Choi U. B. ; Zheng L. ; Weninger K. ; Bowen M. E. ( 2010 ) Optimizing methods to recover absolute FRET efficiency from immobilized single molecules . Biophys. J. 99 , 961 – 970 . 20682275 Luo J. ; Duggan D. J. ; Chen Y. ; Sauvageot J. ; Ewing C. M. ; Bittner M. L. ; Trent J. M. ; Isaacs W. B. ( 2001 ) Human prostate cancer and benign prostatic hyperplasia: molecular dissection by gene expression profiling . Cancer Res. 61 , 4683 – 4688 . 11406537 Bova G. S. ; Fox W. M. ; Epstein J. I. ( 1993 ) Methods of radical prostatectomy specimen processing: a novel technique for harvesting fresh prostate cancer tissue and review of processing techniques . Mod. Pathol. 6 , 201 – 207 . 8483892 Suzuki H. ; Freije D. ; Nusskern D. R. ; Okami K. ; Cairns P. ; Sidransky D. ; Isaacs W. B. ; Bova G. S. ( 1998 ) Interfocal heterogeneity of PTEN/MMAC1 gene alterations in multiple metastatic prostate cancer tissues . Cancer Res. 58 , 204 – 209 . 9443392 Hu R. ; Dunn T. A. ; Wei S. ; Isharwal S. ; Veltri R. W. ; Humphreys E. ; Han M. ; Partin A. W. ; Vessella R. L. ; Isaacs W. B. ; Bova G. S. ; Luo J. ( 2009 ) Ligand-independent androgen receptor variants derived from splicing of cryptic exons signify hormone-refractory prostate cancer . Cancer Res. 69 , 16 – 22 . 19117982 Terada N. ; Shiraishi T. ; Zeng Y. ; Mooney S. M. ; Yeater D. B. ; Mangold L. A. ; Partin A. W. ; Kulkarni P. ; Getzenberg R. H. ( 2012 ) Cyr61 is regulated by cAMP-dependent protein kinase with serum levels correlating with prostate cancer aggressiveness . Prostate 72 , 966 – 976 . 22025384 Shiraishi T. ; Terada N. ; Zeng Y. ; Suyama T. ; Luo J. ; Trock B. ; Kulkarni P. ; Getzenberg R. H. ( 2011 ) Cancer/Testis Antigens as potential predictors of biochemical recurrence of prostate cancer following radical prostatectomy . J. Transl. Med. 9 , 153 . 21917134 Kim J. J. ; Rajagopalan K. ; Hussain B. ; Williams B. H. ; Kulkarni P. ; Mooney S. M. ( 2013 ) CETN1 is a cancer testis antigen with expression in prostate and pancreatic cancers . Biomarker Res. 1 , 22 . Gsponer J. ; Futschik M. E. ; Teichmann S. A. ; Babu M. M. ( 2008 ) Tight regulation of unstructured proteins: from transcript synthesis to protein degradation . Science 322 , 1365 – 1368 . 19039133 Iakoucheva L. M. ; Radivojac P. ; Brown C. J. ; O’Connor T. R. ; Sikes J. G. ; Obradovic Z. ; Dunker A. K. ( 2004 ) The importance of intrinsic disorder for protein phosphorylation . Nucleic Acids Res. 32 , 1037 – 1049 . 14960716 Nishi H. ; Fong J. H. ; Chang C. ; Teichmann S. A. ; Panchenko A. R. ( 2013 ) Regulation of protein-protein binding by coupling between phosphorylation and intrinsic disorder: analysis of human protein complexes . Mol. Biosyst. 9 , 1620 – 1626 . 23364837 Tompa P. ; Csermely P. ( 2004 ) The role of structural disorder in the function of RNA and protein chaperones . FASEB J. 18 , 1169 – 1175 . 15284216 Fink A. L. ( 2005 ) Natively unfolded proteins . Curr. Opin. Struct. Biol. 15 , 35 – 41 . 15718131 Choi U. B. ; Kazi R. ; Stenzoski N. ; Wollmuth L. P. ; Uversky V. N. ; Bowen M. E. ( 2013 ) Modulating the intrinsic disorder in the cytoplasmic domain alters the biological activity of the N-methyl-D-aspartate-sensitive glutamate receptor . J. Biol. Chem. 288 , 22506 – 22515 . 23782697 Choi U. B. ; Xiao S. ; Wollmuth L. P. ; Bowen M. E. ( 2011 ) Effect of Src kinase phosphorylation on disordered C-terminal domain of N-methyl-D-aspartic acid (NMDA) receptor subunit GluN2B protein . J. Biol. Chem. 286 , 29904 – 29912 . 21712388 Bondos S. E. ; Hsiao H. C. ( 2012 ) Roles for intrinsic disorder and fuzziness in generating context-specific function in Ultrabithorax, a Hox transcription factor . Adv. Exp. Med. Biol. 725 , 86 – 105 . 22399320 Fong J. H. ; Shoemaker B. A. ; Garbuzynskiy S. O. ; Lobanov M. Y. ; Galzitskaya O. V. ; Panchenko A. R. ( 2009 ) Intrinsic disorder in protein interactions: insights from a comprehensive structural analysis . PLoS Comput. Biol. 5 , e1000316 . 19282967 Chong P. A. ; Ozdamar B. ; Wrana J. L. ; Forman-Kay J. D. ( 2004 ) Disorder in a target for the smad2 mad homology 2 domain and its implications for binding and specificity . J. Biol. Chem. 279 , 40707 – 40714 . 15231848 Chakrabortee S. ; Meersman F. ; Kaminski Schierle G. S. ; Bertoncini C. W. ; McGee B. ; Kaminski C. F. ; Tunnacliffe A. ( 2010 ) Catalytic and chaperone-like functions in an intrinsically disordered protein associated with desiccation tolerance . Proc. Natl. Acad. Sci. U.S.A. 107 , 16084 – 16089 . 20805515 Mitrea D. M. ; Kriwacki R. W. ( 2012 ) Cryptic disorder: an order-disorder transformation regulates the function of nucleophosmin . Pac. Symp. Biocomput. 152 – 163 . 22174271 Fenton A. W. ( 2013 ) Are all regions of folded proteins that undergo ligand-dependent order-disorder transitions targets for allosteric peptide mimetics? . Biopolymers 100 , 553 – 557 . 23520021 Babu M. M. ; Kriwacki R. W. ; Pappu R. V. ( 2012 ) Structural biology. Versatility from protein disorder . Science 337 , 1460 – 1461 . 22997313 Johnson L. N. ; Lewis R. J. ( 2001 ) Structural basis for control by phosphorylation . Chem. Rev. 101 , 2209 – 2242 . 11749371 Radhakrishnan I. ; Perez-Alvarado G. C. ; Parker D. ; Dyson H. J. ; Montminy M. R. ; Wright P. E. ( 1997 ) Solution structure of the KIX domain of CBP bound to the transactivation domain of CREB: a model for activator:coactivator interactions . Cell 91 , 741 – 752 . 9413984 Huang K. L. ; Chadee A. B. ; Chen C. Y. ; Zhang Y. ; Shyu A. B. ( 2013 ) Phosphorylation at intrinsically disordered regions of PAM2 motif-containing proteins modulates their interactions with PABPC1 and influences mRNA fate . RNA 19 , 295 – 305 . 23340509 Kosol S. ; Contreras-Martos S. ; Cedeño C. ; Tompa P. ( 2013 ) Structural characterization of intrinsically disordered proteins by NMR spectroscopy . Molecules 18 , 10802 – 28 . 24008243 Pineda-Lucena A. ; Ho C. S. ; Mao D. Y. ; Sheng Y. ; Laister R. C. ; Muhandiram R. ; Lu Y. ; Seet B. T. ; Katz S. ; Szyperski T. ; Penn L. Z. ; Arrowsmith C. H. ( 2005 ) A structure-based model of the c-Myc/Bin1 protein interaction shows alternative splicing of Bin1 and c-Myc phosphorylation are key binding determinants . J. Mol. Biol. 351 , 182 – 194 . 15992821 Trudeau T. ; Nassar R. ; Cumberworth A. ; Wong E. T. ; Woollard G. ; Gsponer J. ( 2013 ) Structure and intrinsic disorder in protein autoinhibition . Structure 21 , 332 – 341 . 23375259 Benbrook D. M. ; Jones N. C. ( 1990 ) Heterodimer formation between CREB and JUN proteins . Oncogene 5 , 295 – 302 . 2138276 Song J. J. ; Lee Y. J. ( 2003 ) Role of the ASK1-SEK1-JNK1-HIPK1 signal in Daxx trafficking and ASK1 oligomerization . J. Biol. Chem. 278 , 47245 – 47252 . 12968034 Vendramini-Costa D. B. ; Carvalho J. E. ( 2012 ) Molecular link mechanisms between inflammation and cancer . Curr. Pharm. Des. 18 , 3831 – 3852 . 22632748 Sfanos K. S. ; De Marzo A. M. ( 2012 ) Prostate cancer and inflammation: the evidence . Histopathology 60 , 199 – 215 . 22212087",
  "plain_text": "Prostate-associated gene 4 (PAGE4) is a cancer/testis antigen that is typically restricted to the testicular germ cells but is aberrantly expressed in cancer. Furthermore, PAGE4 is developmentally regulated with dynamic expression patterns in the developing prostate and is also a stress-response protein that is upregulated in response to cellular stress. PAGE4 interacts with c-Jun, which is activated by the stress-response kinase JNK1, and plays an important role in the development and pathology of the prostate gland. Here, we have identified homeodomain-interacting protein kinase 1 (HIPK1), also a component of the stress-response pathway, as a kinase that phosphorylates PAGE4 at T51. We show that phosphorylation of PAGE4 is critical for its transcriptional activity since mutating this T residue abolishes its ability to potentiate c-Jun transactivation. In vitro single molecule FRET indicates phosphorylation results in compaction of (still) intrinsically disordered PAGE4. Interestingly, however, while our previous observations indicated that the wild-type nonphosphorylated PAGE4 protein interacted with c-Jun [ Rajagopalan K. et al. ( 2014 ) Biochim, Biophys. Acta 1842 , 154 −163 24263171 ], here we show that phosphorylation of PAGE4 weakens its interaction with c-Jun in vitro . These data suggest that phosphorylation induces conformational changes in natively disordered PAGE4 resulting in its decreased affinity for c-Jun to promote interaction of c-Jun with another, unidentified, partner. Alternatively, phosphorylated PAGE4 may induce transcription of a novel partner, which then potentiates c-Jun transactivation. Regardless, the present results clearly implicate PAGE4 as a component of the stress-response pathway and uncover a novel link between components of this pathway and prostatic development and disease."
}
