{
    "PMC": "2063381",
    "DOI": "10.1038/bjc.1997.60",
    "PMID": "9020481",
    "PMCID": "PMC2063381",
    "title": "Apoptosis, cell proliferation and expression of Bcl-2 and Bax in gastric carcinomas: immunohistochemical and clinicopathological study.",
    "year": 1997,
    "source_url": "https://europepmc.org/article/PMC/PMC2063381",
    "source": "MED",
    "abstract_text": "To clarify the relation between bcl-2 and bax protein (Bcl-2 and Bax) expression with regard to apoptosis and cell proliferation, 82 gastric carcinomas were immunohistochemically investigated. The significance of apoptosis for biological behaviour of the tumours was also examined. The apoptotic indices (AIs) were significantly lower in early-stage than in advanced-stage lesions (P<0.05), being positively correlated with the mitotic indices (MIs) (r=0.447, P<0.001). No association between either AIs or MIs and tumour size (diameter of intramural spreading) was noted. The AIs in the high Bcl-2-immunoreactive score group were significantly smaller than in either the low or the negative categories, whereas they were relatively elevated in the high Bax score group. In addition, an inverse correlation between Bcl-2 and Bax expression was revealed for both AIs and MIs. Although depth of tumour invasion and lymph node status were clearly associated with favourable outcome, no relation between survival rates and average values of either AIs or MIs, or immunoreactive scores for Bcl-2 and Bax was observed. These results indicate that in gastric carcinomas, apoptosis is closely associated with cell proliferation and expression of Bcl-2 and Bax, but appears likely to have no particular biological significance as a prognostic factor.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group|1 2063381 9020481 Research Article Apoptosis, cell proliferation and expression of Bcl-2 and Bax in gastric carcinomas: immunohistochemical and clinicopathological study. Koshida Y. Saegusa M. Okayasu I. Department of Pathology, School of Medicine, Kitasato University, Sagamihara, Kanagawa, Japan. 1997 75 3 367 373 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . To clarify the relation between bcl-2 and bax protein (Bcl-2 and Bax) expression with regard to apoptosis and cell proliferation, 82 gastric carcinomas were immunohistochemically investigated. The significance of apoptosis for biological behaviour of the tumours was also examined. The apoptotic indices (AIs) were significantly lower in early-stage than in advanced-stage lesions (P<0.05), being positively correlated with the mitotic indices (MIs) (r=0.447, P<0.001). No association between either AIs or MIs and tumour size (diameter of intramural spreading) was noted. The AIs in the high Bcl-2-immunoreactive score group were significantly smaller than in either the low or the negative categories, whereas they were relatively elevated in the high Bax score group. In addition, an inverse correlation between Bcl-2 and Bax expression was revealed for both AIs and MIs. Although depth of tumour invasion and lymph node status were clearly associated with favourable outcome, no relation between survival rates and average values of either AIs or MIs, or immunoreactive scores for Bcl-2 and Bax was observed. These results indicate that in gastric carcinomas, apoptosis is closely associated with cell proliferation and expression of Bcl-2 and Bax, but appears likely to have no particular biological significance as a prognostic factor. Images Figure 1 Figure 4",
    "full_text_abstract": "To clarify the relation between bcl-2 and bax protein (Bcl-2 and Bax) expression with regard to apoptosis and cell proliferation, 82 gastric carcinomas were immunohistochemically investigated. The significance of apoptosis for biological behaviour of the tumours was also examined. The apoptotic indices (AIs) were significantly lower in early-stage than in advanced-stage lesions (P<0.05), being positively correlated with the mitotic indices (MIs) (r=0.447, P<0.001). No association between either AIs or MIs and tumour size (diameter of intramural spreading) was noted. The AIs in the high Bcl-2-immunoreactive score group were significantly smaller than in either the low or the negative categories, whereas they were relatively elevated in the high Bax score group. In addition, an inverse correlation between Bcl-2 and Bax expression was revealed for both AIs and MIs. Although depth of tumour invasion and lymph node status were clearly associated with favourable outcome, no relation between survival rates and average values of either AIs or MIs, or immunoreactive scores for Bcl-2 and Bax was observed. These results indicate that in gastric carcinomas, apoptosis is closely associated with cell proliferation and expression of Bcl-2 and Bax, but appears likely to have no particular biological significance as a prognostic factor. Images Figure 1 Figure 4"
}