{
    "PMC": "2034076",
    "DOI": "10.1038/bjc.1995.524",
    "PMID": "8519654",
    "PMCID": "PMC2034076",
    "title": "Expression of fibroblast growth factor 1 is lower in breast cancer than in the normal human breast.",
    "year": 1995,
    "source_url": "https://europepmc.org/article/PMC/PMC2034076",
    "source": "MED",
    "abstract_text": "We have measured the amount of fibroblast growth factor 1 (FGF-1) mRNA and protein in primary breast cancers and non-malignant breast tissue and have found greatly reduced levels in breast cancer compared with non-malignant tissue. A total of 116 breast cancers and 37 biopsies taken from non-malignant breast were compared for FGF-1 mRNA expression using reverse transcriptase-polymerase chain reaction (RT-PCR) and significantly lower levels were found in the cancer tissues (P < 0.001). These findings were confirmed at the protein level where four out of five breast cancers contained no detectable FGF-1 and a fifth cancer had a low level of FGF-1 compared with three samples from reduction mammoplasties. Similar results were obtained from breast cell lines in which 80% of cancer cell lines had very low levels of FGF-1, whereas all non-malignant breast cell lines contained higher levels of FGF-1. Immunohistochemical analysis indicated that FGF-1 was present in the luminal epithelial cells of the non-malignant breast but was absent from cancer cells. The decreased levels of FGF-1 in breast cancer may indicate that stimulation of cancer cells is resulting in down-regulation of FGF-1 expression or may implicate FGF-1 as a differentiation factor rather than a growth factor at its physiological concentration in the breast.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 2034076 8519654 Research Article Expression of fibroblast growth factor 1 is lower in breast cancer than in the normal human breast. Bansal G. S. Yiangou C. Coope R. C. Gomm J. J. Luqmani Y. A. Coombes R. C. Johnston C. L. Department of Medical Oncology, Charing Cross Hospital, London, UK. 12 1995 72 6 1420 1426 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . We have measured the amount of fibroblast growth factor 1 (FGF-1) mRNA and protein in primary breast cancers and non-malignant breast tissue and have found greatly reduced levels in breast cancer compared with non-malignant tissue. A total of 116 breast cancers and 37 biopsies taken from non-malignant breast were compared for FGF-1 mRNA expression using reverse transcriptase-polymerase chain reaction (RT-PCR) and significantly lower levels were found in the cancer tissues (P < 0.001). These findings were confirmed at the protein level where four out of five breast cancers contained no detectable FGF-1 and a fifth cancer had a low level of FGF-1 compared with three samples from reduction mammoplasties. Similar results were obtained from breast cell lines in which 80% of cancer cell lines had very low levels of FGF-1, whereas all non-malignant breast cell lines contained higher levels of FGF-1. Immunohistochemical analysis indicated that FGF-1 was present in the luminal epithelial cells of the non-malignant breast but was absent from cancer cells. The decreased levels of FGF-1 in breast cancer may indicate that stimulation of cancer cells is resulting in down-regulation of FGF-1 expression or may implicate FGF-1 as a differentiation factor rather than a growth factor at its physiological concentration in the breast. Images Figure 2 Figure 3 Figure 5",
    "full_text_abstract": "We have measured the amount of fibroblast growth factor 1 (FGF-1) mRNA and protein in primary breast cancers and non-malignant breast tissue and have found greatly reduced levels in breast cancer compared with non-malignant tissue. A total of 116 breast cancers and 37 biopsies taken from non-malignant breast were compared for FGF-1 mRNA expression using reverse transcriptase-polymerase chain reaction (RT-PCR) and significantly lower levels were found in the cancer tissues (P < 0.001). These findings were confirmed at the protein level where four out of five breast cancers contained no detectable FGF-1 and a fifth cancer had a low level of FGF-1 compared with three samples from reduction mammoplasties. Similar results were obtained from breast cell lines in which 80% of cancer cell lines had very low levels of FGF-1, whereas all non-malignant breast cell lines contained higher levels of FGF-1. Immunohistochemical analysis indicated that FGF-1 was present in the luminal epithelial cells of the non-malignant breast but was absent from cancer cells. The decreased levels of FGF-1 in breast cancer may indicate that stimulation of cancer cells is resulting in down-regulation of FGF-1 expression or may implicate FGF-1 as a differentiation factor rather than a growth factor at its physiological concentration in the breast. Images Figure 2 Figure 3 Figure 5"
}