{
    "PMC": "2363344",
    "DOI": "10.1054/bjoc.1999.1057",
    "PMID": "10735500",
    "PMCID": "PMC2363344",
    "title": "c-erbB-4 protein expression in human breast cancer.",
    "year": 2000,
    "source_url": "https://europepmc.org/article/PMC/PMC2363344",
    "source": "MED",
    "abstract_text": "The Type 1 family of growth factor receptors includes epidermal growth factor receptor (EGFR), c-erbB-2, c-erbB-3 and c-erbB-4. Overexpression of the first two members is associated with poorer prognosis in patients with breast carcinoma. In this study we examined the expression of c-erbB-4 protein using the monoclonal antibody HFR-1. A total of 127 consecutive cases of primary operable invasive breast carcinoma presenting between 1975 and 1977 were studied. All patients were managed by simple mastectomy or conservation surgery with radiotherapy and no adjuvant therapy given. Long-term follow-up was maintained. Routine, formalin-fixed, paraffin-embedded tumour samples were used and sections were stained immunohistochemically using the Duet StreptABC method. Immunoreactivity was classified using a simple semi-quantitative scoring method. Protein expression was generally low but definite positive cytoplasmic, membranous and nuclear reactivity was identified in 58%, 41% and 25% of cases respectively. Expression at all three sites demonstrated significant inverse associations were histological grade. In addition, membrane accentuation correlated inversely with the Nottingham Prognostic Index (NPI), while cytoplasmic reactivity showed a positive association with c-erbB-3 expression. No significant associations were found with disease-free interval or survival. The results of this study demonstrate that higher levels of c-erbB-4 protein expression are associated with a more differentiated histological phenotype in contrast to the other members of the Type 1 family. Larger series with extended follow-up will be required to ascertain definitively the prognostic value of c-erbB-4 expression in breast carcinoma.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 2363344 6691057 10.1054/bjoc.1999.1057 10735500 Regular Article c- erb B-4 protein expression in human breast cancer Kew T Y 1 Bell J A 1 Pinder S E 1 Denley H 1 Srinivasan R 2 Gullick W J 2 Nicholson R I 3 Blamey R W 1 Ellis I O 1 The Breast Unit, Nottingham City Hospital, Hucknall Road, Nottingham, NGS IPB, UK Receptor Biology Laboratory, Imperial Cancer Research Fund Molecular Oncology Unit, Imperial College School of Medicine, Hammersmith Hospital, London, UK Tenovus Institute, Cardiff, UK * Department of Histopathology, Nottingham City Hospital, Hucknall Road, Nottingham NG5 1PB, UK; E-mail: ian.ellis@nottingham.ac.uk 3 2000 21 02 2000 82 6 1163 1170 22 03 1999 16 09 1999 20 09 1999 Copyright © 2000 Cancer Research Campaign 2000 Cancer Research Campaign https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material.If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . The Type 1 family of growth factor receptors includes epidermal growth factor receptor (EGFR), c- erb B-2, c- erb B-3 and c- erb B-4. Overexpression of the first two members is associated with poorer prognosis in patients with breast carcinoma. In this study we examined the expression of c- erb B-4 protein using the monoclonal antibody HFR-1. A total of 127 consecutive cases of primary operable invasive breast carcinoma presenting between 1975 and 1977 were studied. All patients were managed by simple mastectomy or conservation surgery with radiotherapy and no adjuvant therapy given. Long-term follow-up was maintained. Routine, formalin-fixed, paraffin-embedded tumour samples were used and sections were stained immunohistochemically using the Duet StreptABC method. Immunoreactivity was classified using a simple semi-quantitative scoring method. Protein expression was generally low but definite positive cytoplasmic, membranous and nuclear reactivity was identified in 58%, 41% and 25% of cases respectively. Expression at all three sites demonstrated significant inverse associations were histological grade. In addition, membrane accentuation correlated inversely with the Nottingham Prognostic Index (NPI), while cytoplasmic reactivity showed a positive association with c- erb B-3 expression. No significant associations were found with disease-free interval or survival. The results of this study demonstrate that higher levels of c- erb B-4 protein expression are associated with a more differentiated histological phenotype in contrast to the other members of the Type 1 family. Larger series with extended follow-up will be required to ascertain definitively the prognostic value of c- erb B-4 expression in breast carcinoma. © 2000 Cancer Research Campaign breast cancer c- erb B-4 growth factor receptor prognostic factors",
    "full_text_abstract": "The Type 1 family of growth factor receptors includes epidermal growth factor receptor (EGFR), c- erb B-2, c- erb B-3 and c- erb B-4. Overexpression of the first two members is associated with poorer prognosis in patients with breast carcinoma. In this study we examined the expression of c- erb B-4 protein using the monoclonal antibody HFR-1. A total of 127 consecutive cases of primary operable invasive breast carcinoma presenting between 1975 and 1977 were studied. All patients were managed by simple mastectomy or conservation surgery with radiotherapy and no adjuvant therapy given. Long-term follow-up was maintained. Routine, formalin-fixed, paraffin-embedded tumour samples were used and sections were stained immunohistochemically using the Duet StreptABC method. Immunoreactivity was classified using a simple semi-quantitative scoring method. Protein expression was generally low but definite positive cytoplasmic, membranous and nuclear reactivity was identified in 58%, 41% and 25% of cases respectively. Expression at all three sites demonstrated significant inverse associations were histological grade. In addition, membrane accentuation correlated inversely with the Nottingham Prognostic Index (NPI), while cytoplasmic reactivity showed a positive association with c- erb B-3 expression. No significant associations were found with disease-free interval or survival. The results of this study demonstrate that higher levels of c- erb B-4 protein expression are associated with a more differentiated histological phenotype in contrast to the other members of the Type 1 family. Larger series with extended follow-up will be required to ascertain definitively the prognostic value of c- erb B-4 expression in breast carcinoma. © 2000 Cancer Research Campaign"
}