{
    "PMC": "2685135",
    "DOI": "10.1186/1478-811x-7-9",
    "PMID": "19389260",
    "PMCID": "PMC2685135",
    "title": "The roles of ASK family proteins in stress responses and diseases.",
    "year": 2009,
    "source_url": "https://europepmc.org/article/PMC/PMC2685135",
    "source": "MED",
    "abstract_text": "Apoptosis signal-regulating kinase 1 (ASK1) is a member of the mitogen-activated protein kinase kinase kinase family, which activates c-Jun N-terminal kinase and p38 in response to a diverse array of stresses such as oxidative stress, endoplasmic reticulum stress and calcium influx. In the past decade, various regulatory mechanisms of ASK1 have been elucidated, including its oxidative stress-dependent activation. Recently, it has emerged that ASK family proteins play key roles in cancer, cardiovascular diseases and neurodegenerative diseases. In this review, we summarize the recent findings on ASK family proteins and their implications in various diseases.",
    "full_text": "Cell Commun Signal Cell Communication and Signaling : CCS 1478-811X BioMed Central 2685135 1478-811X-7-9 19389260 10.1186/1478-811X-7-9 Review The roles of ASK family proteins in stress responses and diseases Hattori Kazuki 1 ff086223@mail.ecc.u-tokyo.ac.jp Naguro Isao 1 nagurois@mol.f.u-tokyo.ac.jp Runchel Christopher 1 ff086233@mail.ecc.u-tokyo.ac.jp Ichijo Hidenori 1 ichijo@mol.f.u-tokyo.ac.jp 1 Laboratory of Cell Signaling, Graduate School of Pharmaceutical Sciences, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo 113-0033, Japan 2009 24 4 2009 7 9 9 11 3 2009 24 4 2009 Copyright © 2009 Hattori et al; licensee BioMed Central Ltd. 2009 Hattori et al; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Apoptosis signal-regulating kinase 1 (ASK1) is a member of the mitogen-activated protein kinase kinase kinase family, which activates c-Jun N-terminal kinase and p38 in response to a diverse array of stresses such as oxidative stress, endoplasmic reticulum stress and calcium influx. In the past decade, various regulatory mechanisms of ASK1 have been elucidated, including its oxidative stress-dependent activation. Recently, it has emerged that ASK family proteins play key roles in cancer, cardiovascular diseases and neurodegenerative diseases. In this review, we summarize the recent findings on ASK family proteins and their implications in various diseases. Introduction All living organisms are exposed to numerous physicochemical stressors during their lifetime, and appropriate responses to stress at the cellular level are essential for the maintenance of homeostasis. The mitogen-activated protein kinase (MAPK) cascades are thought to be crucial among the major signaling pathways that regulate cellular stress responses. However, the mechanisms by which cells sense stresses and convert information about them into cellular signals are poorly understood. The MAPK pathway consists of a cascade of three protein kinases (Figure 1 ). These protein kinases are sequentially activated, such that the MAPK kinase kinase (MAPKKK) phosphorylates and activates the MAPK kinase (MAPKK), which in turn phosphorylates and activates the MAPK. MAPKs control a wide variety of cellular functions, including proliferation, differentiation, migration and apoptosis. Considering that some MAPKKKs are capable of activating multiple MAPK modules or activating the same modules for different durations, the diversity of the MAPKKKs may have evolved to allow cells to integrate specific MAPK pathways [ 1 ]. On the other hand, it has been revealed that a number of diseases, such as cancer, cardiovascular diseases and neurodegenerative diseases, are intimately related to stress response mechanisms mediated by MAPK cascades. In this review, we focus on the regulatory mechanisms of ASK family proteins and their relations to human diseases. Figure 1 The mammalian MAP kinase cascade . ASK1 and ASK2 belong to the MAPKKK family, whose members respond to various external stimuli and initiate the MAPK cascade. There are at least 20 MAPKKKs in vertebrates that selectively phosphorylate and activate MAPKKs leading to a specific activation profile of MAPK family members. The ASK family can activate the JNK and p38 pathways but not the ERK pathway. Regulation of ASK1 activity ASK1 was first identified as a member of the MAPKKK family and was found to activate the MAPKK 4 (MKK4)-JNK and MKK3/6-p38 pathways but not the MAP/ERK kinase (MEK)-extracellular signal-regulated kinase (ERK) pathway (Figure 1 ). In vitro kinase assays revealed that ASK1 activated MKK3/p38- and MKK4/JNK-pathways, and directly phosphorylated MKK3, MKK4 and MKK6. Furthermore, overexpression of ASK1 wild-type or a constitutively active mutant induced apoptosis in a fetal lung cell line [ 2 , 3 ]. Invertebrate orthologs of mammalian ASK family members have been identified in Drosophila melanogaster and Caenorhabditis elegans , designated as DASK1 and NSY-1, respectively, indicating that ASK-MAPK cascades are evolutionarily well conserved among species (Figure 2 ) [ 4 - 6 ]. Figure 2 Schematic illustrations of ASK1 and ASK2 . The domain structures of ASK1 and ASK2 are illustrated. The binding domains of Trx and TRAF exist in the N-terminus of ASK1. Two coiled-coil domains (NCC and CCC) are important for the homomeric interaction and the activation of ASK1. ASK2 associates with the ASK1 C-terminus, which is required to stabilize the ASK2 protein. In the lower part, highly conserved amino acid sequences around the activation loop of the kinase domains of the ASK family are aligned with orthologues of invertebrate ASK1 (DASK1: D. melanogaster , NSY-1: C. elegans ). A phosphorylation site essential for ASK1 activation (Thr845 in mouse-ASK1) is shown in red and by a star (*). Three autophosphorylation sites identified in ASK1 are enclosed in squares. Homo-oligomerization and signalosome Previous studies have revealed that ASK1 is activated by various stresses, including oxidative stress, endoplasmic reticulum (ER) stress and calcium influx [ 3 , 7 , 8 ]. Phosphorylation of Thr845 in mouse ASK1 is essential for the activation of ASK1 [ 9 ]. Thr845 is located in the activation loop of the kinase domain and is one of the autophosphorylation sites (Figure 2 ) [ 10 ]. Under nonstress conditions, ASK1 forms a high molecular mass complex, designated as the ASK1 signalosome [ 11 ]. In the signalosome, ASK1 is homo-oligomerized through the C-terminal coiled-coil domain (CCC). Following hydrogen peroxide stimulation, Thr845 appears to be autophosphorylated in trans , thereby leading to ASK1 activation. Although an ASK1 mutant lacking the CCC (ASK1ΔCCC) exhibited lower basal kinase activity compared to wild-type, artificially homo-oligomerized ASK1ΔCCC was autophosphorylated and activated without any stimulation. These results suggest that ASK1 homo-oligomerization is crucial to the activation of ASK1 [ 9 ]. Reciprocal regulation by thioredoxin and TRAFs The first identified ASK1-interacting molecule was thioredoxin (Trx), which turned out to play an important role in oxidative stress-induced regulation of ASK1. Trx is an oxidoreductase, which has a dithiol-disulfide active site and is thought to have anti-apoptotic effects [ 12 ]. A reduced but not oxidized form of Trx interacts noncovalently with the N-terminus of ASK1 and suppresses ASK1 kinase activity at the basal level by inhibiting N-terminal proximity between ASK1 molecules. ASK1ΔN, which is an N-terminal truncated mutant of ASK1 lacking a Trx binding region, is thus a constitutively active mutant and more potently induces apoptosis in various cultured cells [ 3 , 13 , 14 ]. Interaction between Trx and ASK1 is observed only under reducing conditions, and Trx is oxidized and dissociates from ASK1 when cells are exposed to oxidative stress such as reactive oxygen species (ROS) [ 3 ]. The ROS-dependent dissociation of Trx from ASK1 thus serves as a molecular switch, which converts oxidative stress to a phosphorylation-dependent signal. Tumor necrosis factor-α receptor-associated factors (TRAFs) are also important in the regulation of ASK1 activity. The interactions between TRAF family proteins and ASK1 were first examined because tumor necrosis factor-α (TNF-α induced ASK1 activation [ 2 ]. Among the TRAF family proteins, TRAF1, TRAF2, TRAF3, TRAF5 and TRAF6 associate with ASK1, but only TRAF2, TRAF5 and TRAF6 increase ASK1 kinase activity [ 15 ]. TRAF2 and TRAF6 have been shown to be recruited to ASK1 in an ROS-dependent manner [ 11 , 16 ]. In mouse embryonic fibroblasts (MEFs) derived from TRAF2- or TRAF6-deficient mice, the activation of ASK1 induced by hydrogen peroxide was dramatically attenuated and both JNK and p38 activities were also reduced [ 11 ]. These results suggest that TRAF2 and TRAF6 play essential roles in the ROS-dependent activation of ASK1. As described above, ASK1 forms a large molecular mass complex, the ASK1 signalosome, which is required for ASK1 activity. In response to hydrogen peroxide or TNF-α, the ASK1 signalosome forms an even higher molecular mass complex. In TRAF6-deficient MEFs, ASK1 signalosome no longer exhibited the molecular shift induced by hydrogen peroxide, suggesting that TRAF6 (and presumably TRAF2) is required for ROS-induced formation of the activated ASK1 signalosome [ 11 ]. Taken together, these findings indicate that in nonstress conditions ASK1 is oligomerized through its CCC but it remains in an inactive form by the suppressive effect of Trx [ 9 ]. Upon ROS stimulation, Trx dissociates from ASK1, while TRAF2 and TRAF6 are recruited to ASK1 to form a larger molecular mass complex. Subsequently, ASK1 forms homo-oligomeric interactions through not only the CCC but also the N-terminal coiled-coil domain (NCC), which leads to the fully activated form of ASK1 [ 13 , 16 ]. Negative regulation by phosphatases On the other hand, two protein phosphatases have been reported to inactivate ASK1 by dephosphorylation of Thr845 in ASK1. Protein phosphatase 5 (PP5) recognizes activated ASK1 in response to ROS and dephosphorylates Thr845. This mechanism functions as a negative feedback after the activation of ASK1 [ 17 ]. Another serine/threonine protein phosphatase, PP2Cε, has also been found to be a negative regulator of ASK1 under basal conditions. Endogenous PP2Cε interacts with ASK1, and in vitro experiments revealed that PP2Cε retains ASK1 in the inactive form by directly dephosphorylating Thr845. In response to hydrogen peroxide or TNF-α treatment, PP2Cε dissociates transiently from ASK1, which may contribute to ASK1 activation upon these stimuli [ 18 ]. Negative regulation by 14-3-3 The 14-3-3 family consists of highly conserved multifunctional phospho-serine/phospho-threonine binding proteins that participate in the regulation of diverse intracellular signal transduction systems, including survival and apoptotic signaling [ 19 ]. In ASK1 regulation, 14-3-3 proteins bind to ASK1 via a site involving Ser966 of ASK1 in a phospho-dependent manner and contribute to the suppression of ASK1 kinase activity under nonstress conditions. ASK1 S966A, which could not bind to 14-3-3 proteins, exhibited higher kinase activity than the wild-type, and the overexpression of ASK1 S966A enhanced cell death relative to the overexpression of the wild-type without any stimulation in cultured cells [ 20 ]. Dephosphorylation of ASK1 at Ser966 was induced by hydrogen peroxide treatment and the dissociation of 14-3-3 from ASK1 correlated with the dephosphorylation, resulting in the enhancement of ASK1 catalytic activity [ 21 ]. Recently, PP2A has been suggested to be a phosphatase responsible for the TNF-α-dependent dephosphorylation of ASK1 at Ser966 in vascular endothelial cells. PP2A forms a complex with apoptosis signal-regulating kinase1-interacting protein 1 (AIP1) under nonstress conditions. Upon TNF-α treatment, AIP phosphorylation is mediated by the Serine/Threonine protein kinase receptor-interacting protein (RIP1), and AIP is recruited to ASK1 together with PP2A. Therefore, ASK1 phospho-Ser966 is dephosphorylated by PP2A, which leads to the dissociation of 14-3-3 proteins from ASK1, resulting in the activation of the ASK1-JNK pathway [ 22 - 24 ]. The roles of ASK1 in stress responses TNF signaling TNF-α treatment induces JNK activation in a TRAF2-dependent manner [ 15 , 25 ]. The requirement of ASK1 for TNF-α-induced JNK activation has been demonstrated. The expression of a dominant-negative mutant of ASK1 (ASK1 K709R) inhibited the JNK activation induced by TNF-α stimulation or TRAF2 overexpression in a dose-dependent manner [ 15 ]. Furthermore, overexpression of an ASK1 dominant-negative mutant reduced the DNA fragmentation induced by TNF-α, suggesting that ASK1 is necessary for TNF-α-dependent apoptosis [ 2 ]. ASK1 interacts with TRAF2 not only by TNF-α treatment but also by hydrogen peroxide treatment [ 11 , 15 ]. Experiments with mouse embryonic fibroblasts (MEFs) derived from ASK1-deficient mice revealed that ASK1 was necessary for the sustained activation of JNK and p38 induced by TNF-α or hydrogen peroxide. Moreover, in ASK1-deficient MEFs, apoptosis induced by TNF-α or hydrogen peroxide was suppressed. Treatment with the antioxidant N-acetylcysteine (NAC) suppressed the TNF-α-induced ASK1 activation, the sustained activation of JNK and apoptosis, suggesting that the generation of ROS is required for the TNF-α-induced ASK1-JNK axis and apoptosis [ 3 , 26 ]. Fas signaling On the other hand, an agonistic antibody to Fas that activates the Fas death receptor also induces ASK1 activation through the association between ASK1 and Daxx. ASK1 has been thought to be necessary for the subsequent JNK and p38 activation, because their activation levels after Fas stimulation were reduced in ASK1-deficient thymocytes (Figure 3 ) [ 26 , 27 ]. However, apoptosis induced by Fas antibody was unaffected in the ASK1-deficient thymocytes, suggesting that ASK1 is not required for Fas-induced apoptosis in these cells [ 26 ]. Figure 3 Overview of signaling upstream of ASK1 and ASK2 . Various stimuli activate ASK1 and ASK2. In some of these stimuli, ROS generation is required to activate the ASK family. The recruitment of TRAF2 and/or TRAF6 to ASK1 is also important in the activation. ASK1 and ASK2 can form a complex in the cell. For details, see text. TLR4 signaling Recently, ASK1's critical role in innate immunity has been elucidated. Toll-like receptor-4 (TLR4) recognizes lipopolysaccharide (LPS), one of the major pathogen-associated molecular patterns of Gram-negative bacteria, as a ligand and initiates signal transduction pathways that are important for innate immunity (Figure 3 ) [ 28 ]. In dendritic cells and splenocytes derived from ASK1-deficient mice, LPS-induced activation of p38 and production of inflammatory cytokines such as interleukin-6 (IL-6) and TNF-α were significantly inhibited, suggesting that ASK1 is required for TLR4 signal transduction. In a manner similar to the case with TNF-α, pre-treatment with antioxidants such as NAC and propyl gallate reduced LPS-induced activation of both ASK1 and p38, and also reduced the production of IL-6 in RAW264.7 macrophage-like cells [ 15 , 26 , 29 ]. Intriguingly, ASK1-deficient mice were resistant to LPS-induced septic shock. The phenotype can be explained by the fact that the serum concentrations of TNF-α and nitric oxide (NO), principal factors responsible for septic shock, were reduced in ASK1-deficient mice, presumably by the attenuation of TLR4 signaling [ 29 ]. Calcium signaling Calcium signaling also activates the ASK1-p38 pathway. In neuronal cells, the intracellular calcium ion concentration and the activity of calcium/calmodulin-dependent protein kinase (CaMK) play pivotal roles in the regulation of neuronal development, plasticity and behavior [ 30 ]. In primary neurons derived from ASK1-deficient mice, p38 activation induced by calcium influx, which was evoked by treatment with KCl or maitotoxin, was significantly impaired [ 31 ]. FPL64176, a voltage-dependent calcium channel (VDCC) agonist, activated ASK1 and p38, which was attenuated by CaMKII inhibitor KN93, suggesting that calcium signaling activates the ASK1-p38 pathway through CaMKII activation. CaMKII was able to activate ASK1 by increasing the phosphorylation of Thr845 in cultured cells, although CaMKII failed to directly phosphorylate Thr845 of ASK1 in vitro . The precise mechanism of how CaMKII activates ASK1 remains to be elucidated (Figure 3 ) [ 8 ]. Extracellular ATP signaling Recently, the involvement of the ASK1-p38 pathway in ATP-dependent macrophage apoptosis has been elucidated [ 32 ]. Besides its role as a primary source of energy in the body, extracellular ATP acts as an intercellular signal transmitter. It has already been well established that high concentrations of ATP (~mM) induce apoptosis in hematopoietic cells [ 33 , 34 ]. ATP receptors include two subtypes: P2X and P2Y. P2X are channel complexes, whereas P2Y are G-protein coupled heptahelical receptors [ 35 , 36 ]. Treatment with ATP induced p38- and ROS-dependent apoptosis in RAW264.7 cells, which was suppressed by the P2X 7 inhibitor KN62. In ASK1-deficient macrophages, ATP-induced p38 activation and subsequent apoptosis were reduced, whereas ROS production was not reduced, suggesting that the activation of the ASK1-p38 pathway was crucial to the mediation of ATP-dependent apoptosis (Figure 3 ). It is well known that nicotinamide adenine dinucleotide phosphate (NADPH) oxidase and mitochondria are two major ROS generators in cells. In this case, the NOX2 knockdown, which is highly expressed in macrophages among the members of the NADPH oxidase family, resulted in the reduction of ROS production and the attenuation of subsequent p38 activation and apoptosis induced by ATP. NADPH oxidases produce ROS toward the extracellular environment. Thereafter, ROS is considered to enter the cytosol, which leads to ASK1 activation. Taken together, these findings suggest that extracellular ATP binds to P2X 7 , and that subsequent ROS-dependent activation of the ASK1-p38 pathway appears to induce apoptosis in macrophages (Figure 3 ) [ 32 ]. The function of ASK2 in tumorigenesis Shortly after the identification of ASK1, ASK2 (also designated as MAP3K6) was identified as an ASK1 binding protein using a yeast two-hybrid screen [ 37 ]. ASK2 is highly related to ASK1, especially in the kinase domain, and associates with ASK1 endogenously (Figure 2 ) [ 38 ]. While ASK1 is ubiquitously expressed in various tissues, ASK2 is specifically expressed in tissues that are directly exposed to the external environment of the body, such as skin, lung and the gastrointestinal tract [ 39 ]. Intriguingly, ASK2 protein could not be detected in MEFs or in bone marrow-derived macrophages (BMDM) derived from ASK1-deficient mice, even though the ASK2 mRNA expression level was slightly higher than in wild-type cells. Treatment with a proteasome inhibitor rescued endogenous ASK2 protein from degradation in ASK1-deficient MEFs. A similar restorative effect was observed by the exogenous expression of ASK1 wild-type or even by that of kinase-negative mutant in ASK1-deficient MEFs. These data suggest that ASK1 prevents ASK2 from degradation by interacting with it in a kinase activity-independent mechanism. Although exogenously overexpressed ASK2 possesses very low kinase activity, co-expression with the ASK1 kinase-negative mutant confers a strong kinase activity and the ability to induce JNK and p38 activation to ASK2. Conversely, ASK1 phosphorylation at Thr845 can be achieved by ASK2 kinase activity in the ASK1-ASK2 heteromeric complex, eventually leading to ASK1 activation [ 38 ]. Recently, a novel function of ASK2 in skin tumorigenesis has been elucidated along with the complex relationship between ASK2 and ASK1 [ 39 ]. It has been suggested that ROS accumulation is relevant to tumor initiation and promotion [ 40 ]. Also, an increasing number of studies discuss the relationship between tumorigenesis and inflammation. ASK1 is involved in the induction of apoptosis, which is assumed to be a crucial tumor suppression mechanism. ASK1 is also required for the ROS-dependent induction of proinflammatory cytokines [ 29 ]. One of the most analyzed inflammation-associated tumor models is the two-step \"initiation and promotion\" scheme for the induction of mouse skin tumor [ 41 ]. In this model, tumor initiation is evoked by a low dose of a genotoxic carcinogen such as 7.12-dimethylbenz(a)anthracene (DMBA), which does not develop cancer by itself. Tumor formation can be promoted only when a tumor-promoter such as 12-O-Tetradecanoylphorbol-13-acetate (TPA) is repeatedly applied to the mouse afterwards. In this model system, the number of papillomas was significantly higher in ASK2-deficient mice than in wild-type mice [ 39 ]. In ASK2-deficient keratinocytes, the activation of p38 and that of JNK induced by DMBA through ROS production were reduced, and subsequent caspase-3 activation and apoptosis were also attenuated. Similarly, UV-A irradiation-triggered activation of p38 and JNK, which is mediated by ROS accumulation, was suppressed in ASK2-deficient keratinocytes. Subsequent cell death was also attenuated. These results suggest that ASK2 appears to serve as a tumor suppressor through the induction of MAPK activation and subsequent apoptosis in ROS-accumulated damaged cells. Immunohistochemical staining of human epithelial cancer tissue provided the evidence that ASK2 functioned as a tumor suppressor protein. That is, the ASK2 protein expression level was significantly reduced in the esophageal squamous cell carcinoma (ESCC) region in epithelial tissue, although ASK2 expression was throughout the normal cell regions [ 39 ]. On the other hand, in the skin tumorigenesis model, fewer papillomas were induced in ASK1 and ASK2 double-deficient mice than in ASK2-deficient mice, indicating that ASK1 counteracts to ASK2 in tumorigenesis. It has become clear that ASK1 is required for the production of inflammatory cytokines such as TNF-α and IL-6 in skin induced by treatment with TPA. In summary, ASK1 and ASK2 play opposite roles in this tumorigenesis model. That is, ASK2 functions as a tumor suppressor by eliminating damaged cells through apoptosis in the initiation stage; conversely, ASK1 functions as a tumor promoter in the promotion stage by inducing inflammation (Figure 4 ) [ 39 ]. Figure 4 Proposed mechanisms of pathogenesis of ASK family-related diseases . ASK family proteins are involved in the pathogenesis of various diseases. Detailed roles of the ASK family in the development of individual diseases are described in the text. ASK1 in cardiovascular diseases In various cardiovascular diseases, including hypertension, myocardial infarction and diabetic cardiomyopathy, individual cardiomyocytes increase in size to compensate in cardiac functions and damaged heart tissue, in a phenomenon called cardiac hypertrophy. Although cardiac hypertrophy is an adaptive response to the initial changes in cardiac diseases, sustained hypertrophy potentially causes cardiac morbidity and mortality. Ventricular hypertrophy is characterized by myocyte gene reprogramming and by the accumulation of extracellular matrix (ECM) proteins, which play crucial roles in ventricular fibrosis and remodeling [ 42 , 43 ]. Angiotensin II (AngII), the central product of the renin-angiotensin system, is known to play a key role in cardiovascular diseases [ 42 ]. In cardiac myocytes, ASK1 is activated by AngII via angiotensin II type I receptor (AT1) in an ROS-dependent manner and is involved in the induction of cardiac hypertrophy, which is mediated at least in part by the activation of JNK and p38 (Figure 4 ) [ 44 , 45 ]. In ASK1-deficient mice, AngII-induced activation of JNK and p38 was inhibited compared to that in wild-type mice. Moreover, cardiac hypertrophy induced by AngII was significantly suppressed in ASK1-deficient mice [ 44 ]. These data suggest that ASK1 plays an important role in AngII signaling, leading to cardiac hypertrophy. In obese and diabetic mice, olmesartan, an AT1 blocker, notably prevented cardiac inflammation, cardiac interstitial fibrosis, coronary arterial remodeling and vascular endothelial dysfunction, suggesting that AngII signaling is also involved in vascular diseases [ 46 ]. High-fat-diet-induced diabetes provokes vascular endothelial dysfunction following the disruption of the endothelial nitric oxide synthase (eNOS) dimer in arteries. Although the precise mechanism is unclear, the disruption of the eNOS dimer contributes to the generation of superoxide [ 47 - 50 ]. In ASK1-deficient mice, the impairment of vascular endothelial function by diet-induced diabetes was suppressed. This beneficial phenotype was associated with the attenuation of eNOS dimer disruption and the subsequent reduction in superoxide production. It is conceivable that ASK1 may be activated in diabetic mice by an Ang II-dependent mechanism and that it accelerates eNOS disruption, resulting in superoxide accumulation and thus the induction of vascular endothelial dysfunction and remodeling (Figure 4 ) [ 46 ]. Moreover, the inhibition of ASK1 by the recombinant adeno-associated virus (rAAV) expressing a dominant-negative ASK1ΔN-KR mutant was capable of suppressing heart failure progression by preventing cardiomyocyte apoptosis even after the onset of hereditary cardiomyopathy [ 51 ]. These results suggest that ASK1 is a promising drug target for the treatment of a variety of cardiovascular diseases. ASK1 in neurodegenerative diseases Recently, endoplasmic reticulum (ER) stress, which also activates ASK1, has been suggested to be involved in a variety of neurodegenerative diseases [ 52 ]. The ER is the organelle where secretory or transmembrane proteins are synthesized and folded into an appropriate configuration. The ER also has a quality-control function with these proteins; only correctly folded proteins are excreted from the ER, while unfolded or misfolded proteins are degraded via endoplasmic reticulum-associated protein degradation (ERAD), which is mediated by the ubiquitin proteasome system (UPS). The accumulation of unfolded or misfolded proteins in the ER is one of the major causes of ER dysfunction [ 53 ]. These anomalous proteins induce oligomerization-dependent auto-phosphorylation of PERK and IRE1, which are transmembrane serine-threonine kinases localized to the ER membrane, and initiate ER stress signaling from the ER to the cytosol [ 54 , 55 ]. Therefore, to prevent ER stress, it is important to preserve normal ERAD function. The malfunction of the ERAD itself is thought to contribute to the development of ER stress and subsequent aggravation of several neurodegenerative diseases [ 52 ]. Several kinds of inherited neurodegenerative diseases are caused by an expanded polyglutamine (polyQ) chain in specific proteins. For example, polyQ-expanded Huntingtin and Ataxin-1 are observed in Huntington's disease and spinocerebellar ataxia type-1 (SCA-1), respectively. These abnormally expanded polyQ-containing proteins cannot fold correctly, resulting in the formation of insoluble intracellular inclusions [ 56 ]. The pathogenic length polyQ (Q79) derived from carboxy-terminal fragments of the SCA-3 protein, but not normal length polyQ (Q14), induced ER stress by impairing proteasome activity [ 57 ]. Under such ER stress conditions, the IRE1-TRAF2-ASK1 complex was formed on the ER membrane, leading to the activation of the ASK1-JNK pathway. In ASK1-deficient primary neurons, JNK activation and cell death induced by the expression of expanded polyQ are reduced, suggesting that ASK1 is involved in ER stress-dependent cell death through the activation of JNK [ 7 ]. Recently, it has been revealed that ASK1 is also involved in motor neuron cell death in familial amyotrophic lateral sclerosis (ALS). To date, Cu/Zn superoxide dismutase 1 (SOD1) has been thought to be involved in the majority of familial ALS, because multiple hereditary SOD point mutations cause motor neuron death through various cellular events in diverse ways. However, the precise mechanism underlying these events is still unknown [ 58 ]. In a recent study, Derlin-1, an important component of the ERAD machinery, which constitutes the retro-translocon of the ER, interacted with SOD mutants but not with wild-type SOD1. Overexpression of SOD mutants inhibited ERAD and thereby triggered ER stress with the activation of the IRE1-TRAF2-ASK1 pathway [ 59 ]. In the SOD1 G 93 A gene transgenic mouse, which exhibits a disease phenotype similar to that of familial ALS patients, the accumulation of SOD1 G93A and the interaction between Derlin-1 and SOD1 G93A were observed along with the onset of the disease [ 60 ]. The region where Derlin-1 interacts with the SOD1 mutants was narrowed down to only 12 amino acids (designated as CT4). CT4 overexpression led to the dissociation of SOD1 mutants from Derlin-1, presumably through the competitive interaction with SOD1 mutants, and consequently IRE1, PERK and ASK1 activation was attenuated in the cells. Compared with SOD1 G 93 A transgenic mice, SOD1 G 93 A transgenic mice crossed with ASK1 -/- mice, in which the neuronal cell death in spinal cords was ameliorated, survived longer [ 59 ]. In summary, SOD1 mutants trigger ER stress by anomalous interaction with Derlin-1, and the subsequent activation of ASK1 is involved in the progression of familial ALS. Therefore, inhibitors of the upstream signaling pathway of ASK1, such as Derlin-CT4, or inhibitors of ASK1 itself, might be therapeutic for ALS patients [ 59 ]. In addition, it has been suggested that ASK1 may contribute to the pathology of Alzheimer's diseases and Parkinson's disease through the induction of neuronal cell death [ 61 , 62 ]. Thus, ASK1 has the potential to become a therapeutic target for these neurodegenerative diseases. Conclusion ASK1 is a member of the MAPKKK family in a dynamic protein kinase network. ASK1 plays significant roles in diverse stress responses. ASK1 also plays key roles in multiple diseases, including cancer, cardiovascular diseases and neurodegenerative diseases. ASK2 is also a unique protein kinase that functions by forming a heteromeric complex with ASK1 but plays an opposite role to ASK1 in tumorigenesis. It is important to identify the similarities and differences among ASK family proteins, including their activation mechanisms, in order to understand the specific roles of the individual proteins. Considering the involvement of ASK family proteins in critical diseases at the present time, further studies on the detailed regulatory mechanisms of the ASK family are crucial for the development of novel therapeutic strategies. Competing interests The authors declare that they have no competing interests. Authors' contributions KH wrote the manuscript and designed the figures. IN and CR contributed to improve the contents of the document. HI supervised the process of writing. Acknowledgements We thank Mr. Shota Yamauchi, Mr. Jun-ichi Maruyama and all the other members of the Laboratory of Cell Signaling for meaningful discussions. Johnson GL Dohlman HG Graves LM MAPK kinase kinases (MKKKs) as a target class for small-molecule inhibition to modulate signaling networks and gene expression Curr Opin Chem Biol 2005 9 325 331 15939336 10.1016/j.cbpa.2005.04.004 Ichijo H Nishida E Irie K ten Dijke P Saitoh M Moriguchi T Takagi M Matsumoto K Miyazono K Gotoh Y Induction of apoptosis by ASK1, a mammalian MAPKKK that activates SAPK/JNK and p38 signaling pathways Science 1997 275 90 94 8974401 10.1126/science.275.5296.90 Saitoh M Nishitoh H Fujii M Takeda K Tobiume K Sawada Y Kawabata M Miyazono K Ichijo H Mammalian thioredoxin is a direct inhibitor of apoptosis signal-regulating kinase (ASK) 1 EMBO J 1998 17 2596 2606 9564042 10.1093/emboj/17.9.2596 Kuranaga E Kanuka H Igaki T Sawamoto K Ichijo H Okano H Miura M Reaper-mediated inhibition of DIAP1-induced DTRAF1 degradation results in activation of JNK in Drosophila Nat Cell Biol 2002 4 705 710 12198495 10.1038/ncb842 Sagasti A Hisamoto N Hyodo J Tanaka-Hino M Matsumoto K Bargmann CI The CaMKII UNC-43 activates the MAPKKK NSY-1 to execute a lateral signaling decision required for asymmetric olfactory neuron fates Cell 2001 105 221 232 11336672 10.1016/S0092-8674(01)00313-0 Kim DH Feinbaum R Alloing G Emerson FE Garsin DA Inoue H Tanaka-Hino M Hisamoto N Matsumoto K Tan MW Ausubel FM A conserved p38 MAP kinase pathway in Caenorhabditis elegans innate immunity Science 2002 297 623 626 12142542 10.1126/science.1073759 Nishitoh H Matsuzawa A Tobiume K Saegusa K Takeda K Inoue K Hori S Kakizuka A Ichijo H ASK1 is essential for endoplasmic reticulum stress-induced neuronal cell death triggered by expanded polyglutamine repeats Genes Dev 2002 16 1345 1355 12050113 10.1101/gad.992302 Takeda K Matsuzawa A Nishitoh H Tobiume K Kishida S Ninomiya-Tsuji J Matsumoto K Ichijo H Involvement of ASK1 in Ca2+-induced p38 MAP kinase activation EMBO Rep 2004 5 161 166 14749717 10.1038/sj.embor.7400072 Tobiume K Saitoh M Ichijo H Activation of apoptosis signal-regulating kinase 1 by the stress-induced activating phosphorylation of pre-formed oligomer J Cell Physiol 2002 191 95 104 11920685 10.1002/jcp.10080 Bunkoczi G Salah E Filippakopoulos P Fedorov O Muller S Sobott F Parker SA Zhang H Min W Turk BE Knapp S Structural and functional characterization of the human protein kinase ASK1 Structure 2007 15 1215 1226 17937911 10.1016/j.str.2007.08.011 Noguchi T Takeda K Matsuzawa A Saegusa K Nakano H Gohda J Inoue J Ichijo H Recruitment of tumor necrosis factor receptor-associated factor family proteins to apoptosis signal-regulating kinase 1 signalosome is essential for oxidative stress-induced cell death J Biol Chem 2005 280 37033 37040 16129676 10.1074/jbc.M506771200 Haendeler J Tischler V Hoffmann J Zeiher AM Dimmeler S Low doses of reactive oxygen species protect endothelial cells from apoptosis by increasing thioredoxin-1 expression FEBS Lett 2004 577 427 433 15556622 10.1016/j.febslet.2004.10.041 Fujino G Noguchi T Matsuzawa A Yamauchi S Saitoh M Takeda K Ichijo H Thioredoxin and TRAF family proteins regulate reactive oxygen species-dependent activation of ASK1 through reciprocal modulation of the N-terminal homophilic interaction of ASK1 Mol Cell Biol 2007 27 8152 8163 17724081 10.1128/MCB.00227-07 Kanamoto T Mota M Takeda K Rubin LL Miyazono K Ichijo H Bazenet CE Role of apoptosis signal-regulating kinase in regulation of the c-Jun N-terminal kinase pathway and apoptosis in sympathetic neurons Mol Cell Biol 2000 20 196 204 10594022 10.1128/MCB.20.1.196-204.2000 Nishitoh H Saitoh M Mochida Y Takeda K Nakano H Rothe M Miyazono K Ichijo H ASK1 is essential for JNK/SAPK activation by TRAF2 Mol Cell 1998 2 389 395 9774977 10.1016/S1097-2765(00)80283-X Liu H Nishitoh H Ichijo H Kyriakis JM Activation of apoptosis signal-regulating kinase 1 (ASK1) by tumor necrosis factor receptor-associated factor 2 requires prior dissociation of the ASK1 inhibitor thioredoxin Mol Cell Biol 2000 20 2198 2208 10688666 10.1128/MCB.20.6.2198-2208.2000 Morita K Saitoh M Tobiume K Matsuura H Enomoto S Nishitoh H Ichijo H Negative feedback regulation of ASK1 by protein phosphatase 5 (PP5) in response to oxidative stress EMBO J 2001 20 6028 6036 11689443 10.1093/emboj/20.21.6028 Saito J Toriumi S Awano K Ichijo H Sasaki K Kobayashi T Tamura S Regulation of apoptosis signal-regulating kinase 1 by protein phosphatase 2Cepsilon Biochem J 2007 405 591 596 17456047 10.1042/BJ20070231 Morrison DK The 14-3-3 proteins: integrators of diverse signaling cues that impact cell fate and cancer development Trends Cell Biol 2009 19 16 23 19027299 10.1016/j.tcb.2008.10.003 Zhang L Chen J Fu H Suppression of apoptosis signal-regulating kinase 1-induced cell death by 14-3-3 proteins Proc Natl Acad Sci USA 1999 96 8511 8515 10411906 10.1073/pnas.96.15.8511 Goldman EH Chen L Fu H Activation of apoptosis signal-regulating kinase 1 by reactive oxygen species through dephosphorylation at serine 967 and 14-3-3 dissociation J Biol Chem 2004 279 10442 10449 14688258 10.1074/jbc.M311129200 Min W Lin Y Tang S Yu L Zhang H Wan T Luhn T Fu H Chen H AIP1 recruits phosphatase PP2A to ASK1 in tumor necrosis factor-induced ASK1-JNK activation Circ Res 2008 102 840 848 18292600 10.1161/CIRCRESAHA.107.168153 Zhang H Lin Y Li J Pober JS Min W RIP1-mediated AIP1 phosphorylation at a 14-3-3-binding site is critical for tumor necrosis factor-induced ASK1-JNK/p38 activation J Biol Chem 2007 282 14788 14796 17389591 10.1074/jbc.M701148200 Zhang R He X Liu W Lu M Hsieh JT Min W AIP1 mediates TNF-alpha-induced ASK1 activation by facilitating dissociation of ASK1 from its inhibitor 14-3-3 J Clin Invest 2003 111 1933 1943 12813029 Yeh WC Shahinian A Speiser D Kraunus J Billia F Wakeham A de la Pompa JL Ferrick D Hum B Iscove N Ohashi P Rothe M Goeddel DV Mak TW Early lethality, functional NF-kappaB activation, and increased sensitivity to TNF-induced cell death in TRAF2-deficient mice Immunity 1997 7 715 725 9390694 10.1016/S1074-7613(00)80391-X Tobiume K Matsuzawa A Takahashi T Nishitoh H Morita K Takeda K Minowa O Miyazono K Noda T Ichijo H ASK1 is required for sustained activations of JNK/p38 MAP kinases and apoptosis EMBO Rep 2001 2 222 228 11266364 10.1093/embo-reports/kve046 Chang HY Nishitoh H Yang X Ichijo H Baltimore D Activation of apoptosis signal-regulating kinase 1 (ASK1) by the adapter protein Daxx Science 1998 281 1860 1863 9743501 10.1126/science.281.5384.1860 Miller SI Ernst RK Bader MW LPS, TLR4 and infectious disease diversity Nat Rev Microbiol 2005 3 36 46 15608698 10.1038/nrmicro1068 Matsuzawa A Saegusa K Noguchi T Sadamitsu C Nishitoh H Nagai S Koyasu S Matsumoto K Takeda K Ichijo H ROS-dependent activation of the TRAF6-ASK1-p38 pathway is selectively required for TLR4-mediated innate immunity Nat Immunol 2005 6 587 592 15864310 10.1038/ni1200 Wayman GA Lee YS Tokumitsu H Silva A Soderling TR Calmodulin-kinases: modulators of neuronal development and plasticity Neuron 2008 59 914 931 18817731 10.1016/j.neuron.2008.08.021 Gusovsky F Daly JW Maitotoxin: a unique pharmacological tool for research on calcium-dependent mechanisms Biochem Pharmacol 1990 39 1633 1639 1971510 10.1016/0006-2952(90)90105-T Noguchi T Ishii K Fukutomi H Naguro I Matsuzawa A Takeda K Ichijo H Requirement of reactive oxygen species-dependent activation of ASK1-p38 MAPK pathway for extracellular ATP-induced apoptosis in macrophage J Biol Chem 2008 283 7657 7665 18211888 10.1074/jbc.M708402200 Zanovello P Bronte V Rosato A Pizzo P Di Virgilio F Responses of mouse lymphocytes to extracellular ATP. II. Extracellular ATP causes cell type-dependent lysis and DNA fragmentation J Immunol 1990 145 1545 1550 2384670 Hogquist KA Nett MA Unanue ER Chaplin DD Interleukin 1 is processed and released during apoptosis Proc Natl Acad Sci USA 1991 88 8485 8489 1924307 10.1073/pnas.88.19.8485 Erb L Liao Z Seye CI Weisman GA P2 receptors: intracellular signaling Pflugers Arch 2006 452 552 562 16586093 10.1007/s00424-006-0069-2 North RA Molecular physiology of P2X receptors Physiol Rev 2002 82 1013 1067 12270951 Wang XS Diener K Tan TH Yao Z MAPKKK6, a novel mitogen-activated protein kinase kinase kinase, that associates with MAPKKK5 Biochem Biophys Res Commun 1998 253 33 37 9875215 10.1006/bbrc.1998.9749 Takeda K Shimozono R Noguchi T Umeda T Morimoto Y Naguro I Tobiume K Saitoh M Matsuzawa A Ichijo H Apoptosis signal-regulating kinase (ASK) 2 functions as a mitogen-activated protein kinase kinase kinase in a heteromeric complex with ASK1 J Biol Chem 2007 282 7522 7531 17210579 10.1074/jbc.M607177200 Iriyama T Takeda K Nakamura H Morimoto Y Kuroiwa T Mizukami J Umeda T Noguchi T Naguro I Nishitoh H Saegusa K Tobiume K Homma T Shimada Y Tsuda H Aiko S Imoto I Inazawa J Chida K Kamei Y Kozuma S Taketani Y Matsuzawa A Ichijo H ASK1 and ASK2 differentially regulate the counteracting roles of apoptosis and inflammation in tumorigenesis EMBO J 2009 28 843 53 2009 Apr 8; Epub 2009 Feb 12. 19214184 10.1038/emboj.2009.32 Benhar M Engelberg D Levitzki A ROS, stress-activated kinases and stress signaling in cancer EMBO Rep 2002 3 420 425 11991946 10.1093/embo-reports/kvf094 Mueller MM Inflammation in epithelial skin tumours: old stories and new ideas Eur J Cancer 2006 42 735 744 16527478 10.1016/j.ejca.2006.01.014 Kim S Iwao H Molecular and cellular mechanisms of angiotensin II-mediated cardiovascular and renal diseases Pharmacol Rev 2000 52 11 34 10699153 Heineke J Molkentin JD Regulation of cardiac hypertrophy by intracellular signalling pathways Nat Rev Mol Cell Biol 2006 7 589 600 16936699 10.1038/nrm1983 Izumiya Y Kim S Izumi Y Yoshida K Yoshiyama M Matsuzawa A Ichijo H Iwao H Apoptosis signal-regulating kinase 1 plays a pivotal role in angiotensin II-induced cardiac hypertrophy and remodeling Circ Res 2003 93 874 883 14551246 10.1161/01.RES.0000100665.67510.F5 Yamaguchi O Higuchi Y Hirotani S Kashiwase K Nakayama H Hikoso S Takeda T Watanabe T Asahi M Taniike M Matsumura Y Tsujimoto I Hongo K Kusakari Y Kurihara S Nishida K Ichijo H Hori M Otsu K Targeted deletion of apoptosis signal-regulating kinase 1 attenuates left ventricular remodeling Proc Natl Acad Sci USA 2003 100 15883 15888 14665690 10.1073/pnas.2136717100 Yamamoto E Dong YF Kataoka K Yamashita T Tokutomi Y Matsuba S Ichijo H Ogawa H Kim-Mitsuyama S Olmesartan prevents cardiovascular injury and hepatic steatosis in obesity and diabetes, accompanied by apoptosis signal regulating kinase-1 inhibition Hypertension 2008 52 573 580 18678790 10.1161/HYPERTENSIONAHA.108.112292 Forstermann U Munzel T Endothelial nitric oxide synthase in vascular disease: from marvel to menace Circulation 2006 113 1708 1714 16585403 10.1161/CIRCULATIONAHA.105.602532 Bauersachs J Schafer A Tetrahydrobiopterin and eNOS dimer/monomer ratio – a clue to eNOS uncoupling in diabetes? Cardiovasc Res 2005 65 768 769 15721855 10.1016/j.cardiores.2004.12.011 Molnar J Yu S Mzhavia N Pau C Chereshnev I Dansky HM Diabetes induces endothelial dysfunction but does not increase neointimal formation in high-fat diet fed C57BL/6J mice Circ Res 2005 96 1178 1184 15879311 10.1161/01.RES.0000168634.74330.ed Cai H Harrison DG Endothelial dysfunction in cardiovascular diseases: the role of oxidant stress Circ Res 2000 87 840 844 11073878 Hikoso S Ikeda Y Yamaguchi O Takeda T Higuchi Y Hirotani S Kashiwase K Yamada M Asahi M Matsumura Y Nishida K Matsuzaki M Hori M Otsu K Progression of heart failure was suppressed by inhibition of apoptosis signal-regulating kinase 1 via transcoronary gene transfer J Am Coll Cardiol 2007 50 453 462 17662399 10.1016/j.jacc.2007.03.053 Lindholm D Wootz H Korhonen L ER stress and neurodegenerative diseases Cell Death Differ 2006 13 385 392 16397584 10.1038/sj.cdd.4401778 Schroder M Endoplasmic reticulum stress responses Cell Mol Life Sci 2008 65 862 894 18038217 10.1007/s00018-007-7383-5 Bertolotti A Zhang Y Hendershot LM Harding HP Ron D Dynamic interaction of BiP and ER stress transducers in the unfolded-protein response Nat Cell Biol 2000 2 326 332 10854322 10.1038/35014014 Liu CY Schroder M Kaufman RJ Ligand-independent dimerization activates the stress response kinases IRE1 and PERK in the lumen of the endoplasmic reticulum J Biol Chem 2000 275 24881 24885 10835430 10.1074/jbc.M004454200 Paulson HL Bonini NM Roth KA Polyglutamine disease and neuronal cell death Proc Natl Acad Sci USA 2000 97 12957 12958 11058149 10.1073/pnas.210395797 Yasuda S Inoue K Hirabayashi M Higashiyama H Yamamoto Y Fuyuhiro H Komure O Tanaka F Sobue G Tsuchiya K Hamada K Sasaki H Takeda K Ichijo H Kakizuka A Triggering of neuronal cell death by accumulation of activated SEK1 on nuclear polyglutamine aggregations in PML bodies Genes Cells 1999 4 743 756 10620019 10.1046/j.1365-2443.1999.00294.x Valentine JS Doucette PA Zittin Potter S Copper-zinc superoxide dismutase and amyotrophic lateral sclerosis Annu Rev Biochem 2005 74 563 593 15952898 10.1146/annurev.biochem.72.121801.161647 Nishitoh H Kadowaki H Nagai A Maruyama T Yokota T Fukutomi H Noguchi T Matsuzawa A Takeda K Ichijo H ALS-linked mutant SOD1 induces ER stress- and ASK1-dependent motor neuron death by targeting Derlin-1 Genes Dev 2008 22 1451 1464 18519638 10.1101/gad.1640108 Tu PH Raju P Robinson KA Gurney ME Trojanowski JQ Lee VM Transgenic mice carrying a human mutant superoxide dismutase transgene develop neuronal cytoskeletal pathology resembling human amyotrophic lateral sclerosis lesions Proc Natl Acad Sci USA 1996 93 3155 3160 8610185 10.1073/pnas.93.7.3155 Cha GH Kim S Park J Lee E Kim M Lee SB Kim JM Chung J Cho KS Parkin negatively regulates JNK pathway in the dopaminergic neurons of Drosophila Proc Natl Acad Sci USA 2005 102 10345 10350 16002472 10.1073/pnas.0500346102 Kadowaki H Nishitoh H Urano F Sadamitsu C Matsuzawa A Takeda K Masutani H Yodoi J Urano Y Nagano T Ichijo H Amyloid beta induces neuronal cell death through ROS-mediated ASK1 activation Cell Death Differ 2005 12 19 24 15592360 10.1038/sj.cdd.4401528",
    "full_text_abstract": "Apoptosis signal-regulating kinase 1 (ASK1) is a member of the mitogen-activated protein kinase kinase kinase family, which activates c-Jun N-terminal kinase and p38 in response to a diverse array of stresses such as oxidative stress, endoplasmic reticulum stress and calcium influx. In the past decade, various regulatory mechanisms of ASK1 have been elucidated, including its oxidative stress-dependent activation. Recently, it has emerged that ASK family proteins play key roles in cancer, cardiovascular diseases and neurodegenerative diseases. In this review, we summarize the recent findings on ASK family proteins and their implications in various diseases."
}