{
  "PMC": "8699841",
  "DOI": "10.3390/cells10123466",
  "PMID": "34943973",
  "PMCID": "PMC8699841",
  "title": "Alternative Splicing of MAPKs in the Regulation of Signaling Specificity.",
  "year": 2021,
  "source_url": "https://europepmc.org/article/PMC/PMC8699841",
  "source": "MED",
  "abstract_text": "The mitogen-activated protein kinase (MAPK) cascades transmit signals from extracellular stimuli to a variety of distinct cellular processes. The MAPKKs in each cascade specifically phosphorylate and activate their cognate MAPKs, indicating that this step funnels various signals into a seemingly linear pathway. Still, the effects of these cascades vary significantly, depending on the identity of the extracellular signals, which gives rise to proper outcomes. Therefore, it is clear that the specificity of the signals transmitted through the cascades is tightly regulated in order to secure the desired cell fate. Indeed, many regulatory components or processes that extend the specificity of the cascades have been identified. Here, we focus on a less discussed mechanism, that is, the role of distinct components in each tier of the cascade in extending the signaling specificity. We cover the role of distinct genes, and the alternatively spliced isoforms of MAPKKs and MAPKs, in the signaling specificity. The alternatively spliced MEK1b and ERK1c, which form an independent signaling route, are used as the main example. Unlike MEK1/2 and ERK1/2, this route's functions are limited, including mainly the regulation of mitotic Golgi fragmentation. The unique roles of the alternatively spliced isoforms indicate that these components play an essential role in determining the proper cell fate in response to distinct stimulations.",
  "full_text": "pmc Cells Cells cells Cells 2073-4409 MDPI 8699841 10.3390/cells10123466 cells-10-03466 Review Alternative Splicing of MAPKs in the Regulation of Signaling Specificity Maik-Rachline Galia Wortzel Inbal https://orcid.org/0000-0001-9363-8852 Seger Rony * Cross Michael Academic Editor Yarwood Stephen Academic Editor Department of Biological Regulation, Weizmann Institute of Science, Rehovot IL-7610001, Israel; galia.maik-rachline@weizmann.ac.il (G.M.-R.); inw2001@med.cornell.edu (I.W.) * Correspondence: rony.seger@weizmann.ac.il ; Tel.: +972-8-9343602 08 12 2021 12 2021 10 12 3466 07 11 2021 01 12 2021 © 2021 by the authors. 2021 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). The mitogen-activated protein kinase (MAPK) cascades transmit signals from extracellular stimuli to a variety of distinct cellular processes. The MAPKKs in each cascade specifically phosphorylate and activate their cognate MAPKs, indicating that this step funnels various signals into a seemingly linear pathway. Still, the effects of these cascades vary significantly, depending on the identity of the extracellular signals, which gives rise to proper outcomes. Therefore, it is clear that the specificity of the signals transmitted through the cascades is tightly regulated in order to secure the desired cell fate. Indeed, many regulatory components or processes that extend the specificity of the cascades have been identified. Here, we focus on a less discussed mechanism, that is, the role of distinct components in each tier of the cascade in extending the signaling specificity. We cover the role of distinct genes, and the alternatively spliced isoforms of MAPKKs and MAPKs, in the signaling specificity. The alternatively spliced MEK1b and ERK1c, which form an independent signaling route, are used as the main example. Unlike MEK1/2 and ERK1/2, this route’s functions are limited, including mainly the regulation of mitotic Golgi fragmentation. The unique roles of the alternatively spliced isoforms indicate that these components play an essential role in determining the proper cell fate in response to distinct stimulations. MAPK alternative splicing ERK JNK p38 ERK1c 1. Introduction Mitogen-activated protein kinases (MAPKs) are a group of signaling proteins that regulate almost all stimulated cellular processes, including proliferation, differentiation and stress response [ 1 , 2 ]. Dysregulation of these kinases is involved in many pathologies such as cancer, inflammation, developmental disorders and neurological diseases [ 3 , 4 , 5 , 6 ]. The signals to the MAPKs are transmitted via sequential phosphorylation and activation of protein kinases operating within a linear signaling cascade. Four such cascades have been identified thus far, and these are named according to the components of their MAPK tiers ( Figure 1 ): (i) extracellular signal-regulated kinase 1/2 (ERK1/2, MAPK1/3 [ 7 , 8 , 9 , 10 ]); (ii) c-Jun- N -terminal kinase 1-3 ((JNK1-3, MAPK8/9/10 [ 11 , 12 , 13 ]); (iii) p38MAPKα–δ ((p38α–δ, MAPK14/11/12/13 [ 14 , 15 , 16 ]); and (iv) ERK5 (BMK1, MAPK7 [ 17 , 18 ]) cascades. While MAPK-like proteins such as ERK3/4, ERK7/8 exist as well, they are not considered as genuine MAPKs because of their distinct mode of regulation [ 19 ]. The MAPK cascades are all activated and transmit the signals of most extracellular stimuli to regulate the corresponding cellular processes. However, each cascade preferentially regulates some processes in which the other cascades play only minor functions. Thus, the ERK cascade preferentially regulates proliferation, differentiation and migration, p38 regulates mainly stress and immune responses, JNK preferentially regulates stress response and apoptosis, and ERK5 is mainly involved in stress response as well as proliferation. In pathologies, ERK is mainly involved in cancer, p38 in inflammation, and JNK in neurodegenerative diseases [ 3 ]. Although each of these seemingly linear cascades uses similar mechanisms to transmit their signals, their output is dramatically different in response to various stimuli. The initial specificity that determines cell fate is mediated by the MAPKK to MAPK tiers, but the cascades are tightly regulated by other means as well. Many specificity-dictating processes have been identified [ 20 ] and widely reviewed including: (i) intensity and duration of the signals [ 21 ]; (ii) scaffolding interactions that bring components to close proximity and determine localization [ 22 ]; (iii) crosstalk with other signaling pathways [ 23 ]; (iv) substrate-related regulation [ 24 ]; and (v) dynamic subcellular localization of the MAPKs [ 25 ], which includes stimulated translocation [ 26 , 27 ]. However, the existence of different components in each tier of the cascades that may extend signaling specificity and functionality [ 1 ] has not been properly examined. These components are products of distinct genes, and alternatively spliced isoforms of the same genes. The alternative splicing is a product of either intron retention or exon skipping during the splicing event of the initially transcribed full gene transcript [ 28 , 29 ]. This is a conserved process in higher organisms and plants [ 30 ]. Thus, the products that are formed differ from each other by having either additional or less amino acid stretches in certain regions of the protein, and therefore, may vary in activity, binding or localization. In this review, we focus on the role of distinct MAPKK and MAPK gene products at the protein level, including their alternative spliced forms, in extending signaling specificity and determining the proper cell fate in response to distinct stimulations. 2. Multiple Isoforms Extend Signaling Specificity of the MAPK Cascades One important way to extend the functions of the MAPK signaling cascades is through the existence of various components with distinct functions or regulations within each tier of the cascades. This is mostly apparent in the MAP3K tier of the four cascades, in which 2–20 distinct protein kinases may transmit distinct signals in response to varying stimulations. Unlike the considerable number of components in the upper tiers, the number of components in the MAPKK and MAPK tiers is more limited, encoded by one to four genes that in some cases may have several protein products generated by alternative splicing ([ 31 ], Figure 1 , Table 1 ). For example, in the case of the ERK1, p38α and ERK5, each gene has one main product and additional, lowly expressed, alternatively spliced isoforms. JNK1-3 are somewhat different, as each gene has several alternatively spliced protein products with substantial expression, which varies between cell lines. Overall, it is thought that the main MAPKKs and MAPKs components in each cascade, which are very similar to each other, funnel the signals towards their downstream targets without allowing much fluctuation. Nevertheless, in some cases, even minor sequence differences between these main components are sufficient to cause different activities (e.g., MEK1/2 that differ in their Pro-rich domain, as well as the N and C termini [ 32 ]). Moreover, their specificity and functionality are extended by the minor alternative spliced isoforms, and the expression levels of the main components. The signaling outcome of the different components in each tier of each cascade may also be regulated by their cognate expression levels. This point became apparent in the ERK components in knockout mice [ 53 , 54 ]. Whereas knockout of ERK1 has very little effect on mice survival [ 55 ], the knockout of ERK2 is embryonic lethal due to placental defects and defective mesoderm differentiation [ 56 , 57 ]. It was later shown that this is due to expression levels in the early stages of development [ 58 , 59 ]. Similar expression-related changes were shown for other MAPKKs and MAPKs (e.g., MEK1/2, or p38α/β [ 53 , 54 ]), but not in the JNK cascade, in which the small differential effects are mainly due to distinct activities and regulation of the components [ 60 , 61 ]. Importantly, in the ERK and p38 cascades, it is clear that the KO mice lack not only the main isoforms, but also the minor alternatively spliced ones. This, as well as the low expression levels and lack of sequence conservation among species initially raised questions about the function of the minor forms [ 62 ]. However, the accumulating data described below suggest that these forms do appear in many cell types and tissues, and may participate in unique signaling processes that are not essential for embryonic development [ 33 ]. It is possible that in knockout cells, the activity of these minute isoforms is compensated for by other components. Thus, despite the assumed linearity of the MAPKK-MAPK tiers, under some conditions they disseminate the signal to extend the signaling repertoire. Therefore, here we provide a detailed review of the redundant and unique roles of the MAPKK and MAPK in JNK, p38 and ERK cascades. We do not, however, cover the ERK5 cascade due to its limited number of components [ 63 , 64 , 65 ]. 3. Redundant and Unique Roles of MAPKKs and MAPKs of the JNK Cascade The MAPKKs of the JNK cascade are MKK4 (that also phosphorylates p38s), and MKK7, which have two [ 66 ] and six [ 39 ] spliced isoforms, respectively. They have one (MKK4) or two (MKK7) main isoforms, while the other spliced isoforms are less abundant, and the evidence for their protein expression is still limited. The main isoforms are similar to each other in their sequence as well as in their mode of activation by MAP3Ks. However, despite their sequence similarity (~75%), the main isoforms of MKK4 and MKK7 have distinct features that result in different activities. In particular, while MKK7 is specific to JNKs, MKK4 can also phosphorylate p38 and induce its full activation [ 67 ]. Moreover, the rate of phosphorylation of the Tyr and Thr residues within the JNKs is significantly different. MKK4 favors phosphorylating the Tyr within the TPY domain, while MKK7 preferentially phosphorylates the Thr residue [ 68 ]. This suggests that the full activation of JNKs in vivo may sometimes require a combined phosphorylation by the two MKKs. Interestingly, the knockout of each of the two genes is embryonic lethal, supporting the suggestion that they have unique functions [ 69 , 70 , 71 ]. Aside from the main isoforms, alternatively spliced isoforms may provide additional regulation. Thus, MKK4δ [ 66 ] is substantially (although less than the main MKK4 isoform) expressed in most mammalian tissues and induces cell proliferation rather than preventing it as the main isoform. As mentioned above, MKK7 has six isoforms, composed of three spliced isoforms in the N terminus (α−γ) and two in the C terminus, named as 1 or 2 [ 39 ]. In different cells, there might be different spliced isoforms of MKK7 that serve as a main JNK activating kinase (>85% of the gene products), which is typically either MKK7γ1 [ 40 , 72 ] or MKK7β1 [ 42 ]). The expression of MKK7β2 and γ2 is usually somewhat lower, while MKK7α1/2 are lowly expressed. Besides their differences in expression, MKK7 isoforms also differ in their activity (MKK7α1/2 are less active), and in their ability to bind scaffold proteins (e.g., Filamin [ 73 ] or JIP1 [ 74 ]). Finally, during T cell activation, MKK7 splicing is mediated by CELF2, which favors the MKK7γ1 isoform. This process is positively regulated by JNK, and thus consists a positive feedback loop upon stimulation [ 75 ]. The MAPK components in the JNK cascades, JNK1 and JNK2, are each transcribed into four confirmed transcripts, and JNK3 has three highly similar alternatively spliced isoforms [ 49 , 50 ]. The alternatively spliced isoforms of JNK1 and JNK2 result from either the inclusion of alternative sequences in intron 6 (either α or β), or different exons in the C -termini known as 1 or 2 [ 49 , 76 ]. The alternatively spliced isoforms of JNK3 have either elongated N or C termini ((JNK3α1(L), JNK3α2(L) or (JNK3α2(S)), which give rise to different size proteins. Other alternative spliced isoforms of these genes are transcribed into RNA but have not been found in the protein level. Interestingly, only double-knockout mice of JNK1 and JNK2 are embryonic lethal due to severe brain malformation, while the knockout of each one alone, or together with JNK3, results in viable animals with limited metabolic, immunological, and other pathologies [ 77 , 78 ]. Moreover, each one of the JNK proteins has similar catalytic activity towards most substrates, such as Ser34 of p53 [ 79 ], indicating that JNK1, JNK2, and to some extent JNK3 are mostly functionally redundant. However, the relative protein expression of JNK1 and JNK2 isoforms varies between tissues and cells, though all are ubiquitously expressed, while JNK3 is expressed almost exclusively in the brain and testis. The variable expression contributes to the limited differences in the single knockout animals, which results mostly from distinct signaling specificity exerted by tissue-specific substrates and interactions [ 50 , 80 , 81 ]. Among other outcomes, JNK1 knockout mice demonstrate a dysregulated neuronal differentiation during development [ 82 ], while JNK3 knockout effects on the developing brain are more limited, showing mainly hippocampal neurogenesis malformations [ 83 , 84 ]. JNK2 does not seem to participate in these processes, but plays a major role in carcinogenesis [ 85 ]. In addition, there are some cases in which the actions of JNK1 and JNK2 are cooperative or even synergistic, such as the development of skin keratinocytes [ 86 ] or UV- and arsenite-induced apoptosis [ 87 ]. As for the alternatively spliced forms of JNK2, it was shown that JNK2α3 has higher activity towards the transcription factor AP-1 than JNK2β3 [ 88 ]. Another study revealed that the short JNK proteins are less stable than the long isoforms due to the interaction of the latter with the scaffold protein JIP1 [ 89 ]. This stability modulation represents a new mechanism to regulate the JNK pathway. Thus, it is clear that the different JNK components can provide extended specificity to the cascade in response to various stimulations. 4. Redundant and Unique Roles of MAPKKs and MAPKs of the p38 Cascade The MAPKKs of the p38 cascade are MKK3, MKK6, and occasionally also MKK4. Each of them has two alternatively spliced isoforms that are substantially expressed, but the expression level of the main isoforms (MKK3/MKK6), although varied between cells, are always higher than the expression of the other (MKK3b/6b) [ 35 , 37 ]. The human MKK3 and MKK6 are similar in their primary sequences (~ 80%), and in their ability to phosphorylate the TGY motifs of a given p38 protein [ 37 ]. However, each is activated by distinct stimuli [ 37 ], and preferentially (but not exclusively) phosphorylate distinct p38 isoforms [ 90 , 91 , 92 ]. In addition, it was shown that the balance between MKK3 and MKK6 mediates p38-associated resistance to cisplatin [ 93 ]. During development, MKK3/6 are mostly functionally redundant, as knockout of each of them individually does not affect viability, while simultaneous knockout of both is embryonic lethal due to problems in the hematopoietic system [ 94 ]. Interestingly, MKK3 and MKK6 have process, or cell type-specific, functions. For example in the differentiation of T cells, the individual knockouts yielded aberrant T cell maturation and function [ 95 ], but those differences are not sufficient to induce embryonic lethality. No particular differences in activity have been demonstrated for the distinct alternatively spliced isoforms, and although the main isoforms are the most active in most cases, MKK3b and 6b may also serve as the main p38α−δ activators under some conditions [ 38 , 96 ]. Four p38 MAPKs genes (α−δ) have been identified in humans, p38α has ~80% identity to p38β (also known as p38β2), while p38γ has ~80% identity to p38δ, but the p38α/β pair has just 60% identity to the p38γ/δ pair [ 14 , 97 ]. The only spliced variants reported are of p38α (Exip and Mxi2), which are both lowly expressed. Interestingly, all of the main gene-products are able to phosphorylate similar substrates and share similar regulation. However, in some cases they display distinct properties and differ in their substrate specificity. For example, it was shown that p38α/β phosphorylate MK2 and MK3 better than p38γ/δ [ 98 ], while the latter phosphorylate the tau protein better [ 99 ]. These changes are probably due to differences in their substrate binding. While p38α is ubiquitously expressed, the expression of the other three isoforms varies or is even restricted to specific tissues. Knockout of p38α is embryonic lethal due to placental defects [ 100 ], while p38β−δ knockout mice are viable and fertile [ 101 , 102 ]. The different effects may be mediated by distinct expression of the isoforms or by a difference in substrate repertoire. The specificity of the p38 is also extended by the alternatively spliced proteins of p38α. The first confirmed alternatively spliced form of p38α was named Exip (exon skip), whose C terminus is modified, and it is considerably less abundant than the main p38α isoform [ 44 , 45 ]. Exip is not phosphorylated on its activatory TGY motif due to lack of MAPKKs binding sites, but it can induce earlier apoptotic onset upon stress or by binding to a Toll receptor. The second lowly expressed spliced variant is Mxi2 (Max interactor), which affects the c-Myc transcriptional activity [ 46 ]. It has a unique 17 amino acids in subdomain XI, and lacks the whole C -terminus [ 47 ]. Mxi2 is usually poorly expressed, but it is found in relatively high amounts in mouse kidney where its expression level is reduced by ischemia [ 103 ]. It was also shown that Mxi2 interacts with ERK1/2, regulating their non-stimulated nuclear translocation and sustaining their nuclear phosphorylation [ 48 , 104 , 105 ]. Interestingly, it was recently shown that Mxi2 is highly expressed in prostate cancer, where it increases the aggressiveness of the disease, acting mainly by interacting with the Argonaut2/mir1285 complex that further regulate p53 activity [ 106 ]. Moreover, osmotic stress induces p38-dependent alterative splicing by inducing p38 activation and phosphorylation of the spliceosome component SKIIP [ 107 ]. Phosphorylated SKIIP phosphorylation then modulates the alternative splicing of GADD45α, which is an upstream activator of the p38 pathway. These findings suggest that the phosphorylation of SKIIP by p38 forms a feedback loop that regulates various alternative splicing events. 5. The MEK1b-ERK1c Axis The main proteins translated by the ERK1 and ERK2 genes are the 44 and 42 kDa isoforms, respectively. These isoforms usually share similar characteristics, although some differences between them do exist under restricted conditions or in specific cell types [ 108 , 109 , 110 , 111 , 112 , 113 , 114 , 115 , 116 , 117 ]. Aside from these main isoforms, initial studies reported the existence of additional, slightly different transcripts called ERK1psi [ 118 ] and ERK2a [ 119 ]; however, these transcripts exist only on the RNA level and are not translated into a stable protein. On the other hand, the use of pan-ERK antibodies revealed an additional band of 46 kDa in rat-derived cells. This band was not initially cloned and was tentatively labeled ERK4 [ 118 ]. Later on, the band was also found in mice, but not in humans, and was further studied by our group. This latter study was based on in-gel kinase assay of rat cells that aimed to identify elevated kinase activity in transformed cells. One phosphorylated band at 46 kDa stood out as the most notable kinase activity, and was even increased after Ras transformation. This band was purified and cloned, giving rise to an alternatively spliced isoform of ERK1 with a 26 amino acid insertion (intron 7) inside the common docking motif (CD) of ERK1 of rat and mouse. The expression of this isoform was much lower than that of ERK1 and ERK2, consisting of 1–10% of the total rodent ERK proteins. Further characterization confirmed the similarity of this protein to the band originally identified as ERK4, and therefore it was renamed ERK1b. Under many circumstances, ERK1b behaves similarly to ERK1/2, but in Ras-transformed Rat1 cells, the expression level of ERK1b is elevated, and it is phosphorylated in a different kinetic than the main isoforms. Additionally, ERK1b was shown to be the major isoform that transmits extracellular signals in transformed cells. The reason for the distinct regulation is the alteration in the CD domain, which results in distinct binding to scaffolds, substrates, activators and phosphatases. The lack of 46 kDa band in other organisms prompted a study that aimed to identify whether any alternative spliced isoform is generated in humans. Using PCR, Aebersold et al. demonstrated that inclusion of ERK1′s intron 7 does occur in human as well, although the amount of expression may vary between cell types [ 43 ]. However, since the intron contains an in-frame stop codon in humans, the translation of this isoform resulted in a 42 kDa protein. This splicing event alters the C-terminal, containing 18 unique AA sequence in the very C terminus of the protein that is different than the CD domain of ERK1. Since the primate’s alternatively spliced isoform was different from the rodent ERK1b, it was named ERK1c. This protein migrates to the same place as ERK2 on SDS-PAGE, and therefore cannot be detected by pan-ERK antibodies. However, the expression of this protein was confirmed using specific antibody to the unique ERK1c sequence, which detected low expression (~10 of ERK1) in various human cells [ 43 ]. Unlike the diffused subcellular localization of ERK1/2, ERK1c was found localized all over the cytoplasm in some cells, while in G2/M cells, it was localized primarily in the Golgi. In depth study of this phenotype revealed that ERK1c regulates Golgi fragmentation, which was specifically prevented by expression of dominant-negative ERK1c. Moreover, the expression and activity of ERK1c is increased upon mitosis followed by its accumulation in the Golgi where it regulates mitotic Golgi fragmentation [ 120 ]. Indeed, small interfering RNA specific to ERK1c (with no effect on ERK1 or any other protein tested) significantly attenuated this process, whereas ERK1c overexpression facilitated it. These effects were also reflected in mitotic progression, indicating that ERK1c is involved in cell cycle regulation via modulation of Golgi fragmentation. The main isoforms of ERK1 and ERK2 are active in mitosis as well, but do not significantly replace ERK1c. One question that was unsolved at this stage was the way in which ERK1c is activated. This question was raised due to the replacement of the residues just C-terminal to the CD that suggest a reduced interaction with the upstream activators MEK1 and MEK2. Using the three MEK constructs in a different study, Shaul et al. found that ERK1c is preferentially activated by MEK1b and not by MEK1 or MEK2 [ 33 ]. Interestingly, MEK1b was initially considered an inactive isoform, because it was unable to phosphorylate the main isoform of ERK1 and ERK2 [ 121 ]. Apparently, these results indicate that this alternatively spliced isoform has a unique specificity towards ERK1c. Additionally, Shaul et al. showed that MEK1b phosphorylation and activity are preferentially stimulated by mitotic inducers (e.g., nocodazole) rather than growth factors or stress mediators, to induce its specific activity toward ERK1c in mitosis ( Figure 2 ). MEK1/2, on the other hand, preferentially target ERK1/2 and not ERK1c in response to mitogens, without affecting the Golgi [ 122 ]. Importantly, similarly to ERK1c, MEK1b expression and activity are elevated during mitosis, though this isoform is localized primarily in the Golgi throughout the cell cycle. These results indicate that the ERK cascade can be divided into two routes: the classic MEK1/2–ERK1/2 route that mediates most extracellular signals, and the splice-variants MEK1b–ERK1c route that specifically regulates mitotic Golgi fragmentation, and thus extends the specificity of the ERK cascade. Since ERK1c is localized in the cytoplasm of cycling cells, Wortzel et al. studied the molecular machinery that regulates its translocation to the Golgi during mitosis. It was found that this translocation is mediated at the prophase and prometaphase, and requires CDK1-induced phosphorylation of Ser343 of ERK1c [ 123 , 124 ]. This phosphorylation then facilitates binding of phosphorylated ERK1c to a protein complex of PI4KIIIβ and 14-3-3γ. Interestingly, the stability of this complex is regulated by protein kinase D (PKD)-mediated phosphorylation of PI4KIIIβ. Thus, ERK1c joins a small group of other Golgi shuttling proteins at G2 to M phase transition that integrate Golgi-regulating processes such as fragmentation into one coherent pathway. To better understand the function of ERK1c, Wortzel et al. recently studied the ERK1c-specific substrates that regulate Golgi fragmentation [ 125 ]. By screening several putative phosphorylated Golgi proteins, HOOK3 was identified as a mediator of ERK1c-induced Golgi fragmentation. ERK1c phosphorylates HOOK3 on Ser238, which is a prerequisite for an additional phosphorylation on Ser707 by AuroraA kinase. In cycling cells, HOOK3 interacts with microtubules (MTs) and links them to the Golgi to induce the stabilization of the organelle. During mitosis, the double phosphorylation of HOOK3 by ERK1c and AuroraA allows the detachment of HOOK3 from the MTs, and its interaction with the Golgi architectural protein GM130. This switch in HOOK3′s interactions reduces the Golgi stability, which permits Golgi fragmentation. Thus, ERK1c supports the Golgi fragmentation process by shuttling into the Golgi towards mitosis, where it is activated by the resident MEK1b. The active ERK1c then phosphorylates several substrates including HOOK3 to set the stage for the fragmentation. 6. Conclusions The MAPK cascades are central pathways that disseminate the signals of essentially all extracellular stimuli. Although all these cascades use a similar mechanism to transmit the signals, each cascade leads to a variety of distinct downstream activities and cellular fate. These differences raise the question of signaling specificity, and this review demonstrates that despite the similarity of the components of each tier in each cascade, they have substantial variability that extends the signaling repertoire, and allows each stimulation to secure the proper cell fate. Many studies have suggested that the components in each tier of each MAPK cascade are very similar to each other and may have redundant effects. The evidence presented in this review clearly shows that despite this similarity, the different components present distinct expression and activities that make the cascades less linear than expected. An important example shown here is the MEK1b–ERK1c axis, which presents a separate signaling route with distinct activity compared to the main ERK isoforms. More studies on the activities of the distinct isoforms of each MAPK cascade component, including the alternatively spliced isoforms are required to expand our understanding of the signaling specificity of the MAPK cascades. As for the MEK1b–ERK1c axis, it seems to specifically regulate cell cycle progression, and therefore, may be used as a clinical target for cancer and other diseases. Similarly, the involvement of Mxi2 in regulating prostate cancer should make it a specific target for this disease. Therefore, these two isoforms should be investigated in detail, mainly by isolating additional specific substrates of ERK1c or Mxi2 to determine their mechanism of action in health and disease. Thus, alternatively spliced isoforms extend signaling specificity, and are essential for decisions regarding the proper cell fate. Further studies are required to understand their exact roles and how they can be utilized as clinical targets. Publisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. Author Contributions G.M.-R., I.W. and R.S. wrote the review. All authors have read and agreed to the published version of the manuscript. Funding The writing of this review was supported by a grant from Madame Olga Klein–Astrachan. RS is an incumbent of the Yale Lewine and Ella Miller Lewine professorial chair for cancer research. Data Availability Statement All data appear in the review. Conflicts of Interest The authors declare no conflict of interest. References 1. Keshet Y. Seger R. The MAP kinase signaling cascades: A system of hundreds of components regulates a diverse array of physiological functions Methods Mol. Biol. 2010 661 3 38 10.1007/978-1-60761-795-2_1 20811974 2. Flores K. Yadav S.S. Katz A.A. Seger R. The Nuclear Translocation of Mitogen-Activated Protein Kinases: Molecular Mechanisms and Use as Novel Therapeutic Target Neuroendocrinology 2019 108 121 131 10.1159/000494085 30261516 3. Plotnikov A. Zehorai E. Procaccia S. Seger R. The MAPK cascades: Signaling components, nuclear roles and mechanisms of nuclear translocation Biochim. Biophys. Acta 2011 1813 1619 1633 10.1016/j.bbamcr.2010.12.012 21167873 4. Lee S. Rauch J. Kolch W. Targeting MAPK Signaling in Cancer: Mechanisms of Drug Resistance and Sensitivity Int. J. Mol. Sci. 2020 21 1102 10.3390/ijms21031102 5. Tajan M. Paccoud R. Branka S. Edouard T. Yart A. The Rasopathy family: Consequences of germline activation of the RAS/MAPK pathway Endocr. Rev. 2018 39 676 700 10.1210/er.2017-00232 29924299 6. Collins L.M. Downer E.J. Toulouse A. Nolan Y.M. Mitogen-Activated Protein Kinase Phosphatase (MKP)-1 in Nervous System Development and Disease Mol. Neurobiol. 2015 51 1158 1167 10.1007/s12035-014-8786-6 24957007 7. Maik-Rachline G. Hacohen-Lev-Ran A. Seger R. Nuclear ERK: Mechanism of Translocation, Substrates, and Role in Cancer Int. J. Mol. Sci. 2019 20 1194 10.3390/ijms20051194 8. Lu N. Malemud C.J. Extracellular Signal-Regulated Kinase: A Regulator of Cell Growth, Inflammation, Chondrocyte and Bone Cell Receptor-Mediated Gene Expression Int. J. Mol. Sci. 2019 20 3792 10.3390/ijms20153792 9. Klomp J.E. Klomp J.A. Der C.J. The ERK mitogen-activated protein kinase signaling network: The final frontier in RAS signal transduction Biochem. Soc. Trans. 2021 49 253 267 10.1042/BST20200507 33544118 10. Lavoie H. Gagnon J. Therrien M. ERK signalling: A master regulator of cell behaviour, life and fate Nat. Rev. Mol. Cell Biol. 2020 21 607 632 10.1038/s41580-020-0255-7 32576977 11. Hotamisligil G.S. Davis R.J. Cell Signaling and Stress Responses Cold Spring Harb. Perspect. Biol. 2016 8 a006072 10.1101/cshperspect.a006072 27698029 12. Ha J. Kang E. Seo J. Cho S. Phosphorylation Dynamics of JNK Signaling: Effects of Dual-Specificity Phosphatases (DUSPs) on the JNK Pathway Int. J. Mol. Sci. 2019 20 6157 10.3390/ijms20246157 31817617 13. Dhanasekaran D.N. Reddy E.P. JNK-signaling: A multiplexing hub in programmed cell death Genes Cancer 2017 8 682 694 10.18632/genesandcancer.155 29234486 14. Canovas B. Nebreda A.R. Diversity and versatility of p38 kinase signalling in health and disease Nat. Rev. Mol. Cell Biol. 2021 27 1 21 10.1038/s41580-020-00322-w 33504982 15. Maik-Rachline G. Lifshits L. Seger R. Nuclear P38: Roles in Physiological and Pathological Processes and Regulation of Nuclear Translocation Int. J. Mol. Sci. 2020 21 6102 10.3390/ijms21176102 32847129 16. Han J. Wu J. Silke J. An overview of mammalian p38 mitogen-activated protein kinases, central regulators of cell stress and receptor signaling F1000Res 2020 9 10.12688/f1000research.22092.1 17. Hoang V.T. Yan T.J. Cavanaugh J.E. Flaherty P.T. Beckman B.S. Burow M.E. Oncogenic signaling of MEK5-ERK5 Cancer Lett. 2017 392 51 59 10.1016/j.canlet.2017.01.034 28153789 18. Tubita A. Lombardi Z. Tusa I. Dello Sbarba P. Rovida E. Beyond Kinase Activity: ERK5 Nucleo-Cytoplasmic Shuttling as a Novel Target for Anticancer Therapy Int. J. Mol. Sci. 2020 21 938 10.3390/ijms21030938 32023850 19. Coulombe P. Meloche S. Atypical mitogen-activated protein kinases: Structure, regulation and functions Biochim. Biophys. Acta 2007 1773 1376 1387 10.1016/j.bbamcr.2006.11.001 17161475 20. Shaul Y.D. Seger R. The MEK/ERK cascade: From signaling specificity to diverse functions Biochim. Biophys. Acta 2007 1773 1213 1226 10.1016/j.bbamcr.2006.10.005 17112607 21. Marshall C.J. Specificity of receptor tyrosine kinase signaling: Transient versus sustained extracellular signal-regulated kinase activation Cell 1995 80 179 185 10.1016/0092-8674(95)90401-8 7834738 22. Kolch W. Coordinating ERK/MAPK signalling through scaffolds and inhibitors Nat. Rev. Mol. Cell Biol. 2005 6 827 837 10.1038/nrm1743 16227978 23. Nguyen L.K. Kolch W. Kholodenko B.N. When ubiquitination meets phosphorylation: A systems biology perspective of EGFR/MAPK signalling Cell Commun Signal 2013 11 52 10.1186/1478-811X-11-52 23902637 24. Kim Y. Andreu M.J. Lim B. Chung K. Terayama M. Jimenez G. Berg C.A. Lu H. Shvartsman S.Y. Gene regulation by MAPK substrate competition Dev. Cell 2011 20 880 887 10.1016/j.devcel.2011.05.009 21664584 25. Wainstein E. Seger R. The dynamic subcellular localization of ERK: Mechanisms of translocation and role in various organelles Curr. Opin. Cell Biol. 2016 39 15 20 10.1016/j.ceb.2016.01.007 26827288 26. Chuderland D. Konson A. Seger R. Identification and characterization of a general nuclear translocation signal in signaling proteins Mol. Cell 2008 31 850 861 10.1016/j.molcel.2008.08.007 18760948 27. Plotnikov A. Flores K. Maik-Rachline G. Zehorai E. Kapri-Pardes E. Berti D.A. Hanoch T. Besser M.J. Seger R. The nuclear translocation of ERK1/2 as an anticancer target Nat. Commun. 2015 6 6685 10.1038/ncomms7685 25819065 28. Wahl M.C. Will C.L. Luhrmann R. The spliceosome: Design principles of a dynamic RNP machine Cell 2009 136 701 718 10.1016/j.cell.2009.02.009 19239890 29. Kornblihtt A.R. Schor I.E. Allo M. Dujardin G. Petrillo E. Munoz M.J. Alternative splicing: A pivotal step between eukaryotic transcription and translation Nat. Rev. Mol. Cell Biol. 2013 14 153 165 10.1038/nrm3525 23385723 30. McGuire A.M. Pearson M.D. Neafsey D.E. Galagan J.E. Cross-kingdom patterns of alternative splicing and splice recognition Genome Biol. 2008 9 R50 10.1186/gb-2008-9-3-r50 18321378 31. Siegfried Z. Bonomi S. Ghigna C. Karni R. Regulation of the Ras-MAPK and PI3K-mTOR Signalling Pathways by Alternative Splicing in Cancer Int. J. Cell Biol. 2013 2013 568931 10.1155/2013/568931 24078813 32. Catalanotti F. Reyes G. Jesenberger V. Galabova-Kovacs G. de Matos Simoes R. Carugo O. Baccarini M. A Mek1-Mek2 heterodimer determines the strength and duration of the Erk signal Nat. Struct. Mol. Biol. 2009 16 294 303 10.1038/nsmb.1564 19219045 33. Shaul Y.D. Gibor G. Plotnikov A. Seger R. Specific phosphorylation and activation of ERK1c by MEK1b: A unique route in the ERK cascade Genes Dev. 2009 23 1779 1790 19651986 34. Seger R. Seger D. Lozeman F.J. Ahn N.G. Graves L.M. Campbell J.S. Ericsson L. Harrylock M. Jensen A.M. Krebs E.G. Human T-cell Map kinase kinases are related to yeast signal transduction kinases J. Biol. Chem. 1992 267 25628 25631 10.1016/S0021-9258(18)35648-5 1281467 35. Moriguchi T. Toyoshima F. Gotoh Y. Iwamatsu A. Irie K. Mori E. Kuroyanagi N. Hagiwara M. Matsumoto K. Nishida E. Purification and identification of a major activator for p38 from osmotically shocked cells. Activation of mitogen-activated protein kinase kinase 6 by osmotic shock, tumor necrosis factor-alpha, and H2O2 J. Biol. Chem. 1996 271 26981 26988 10.1074/jbc.271.43.26981 8900184 36. Han J. Wang X. Jiang Y. Ulevitch R.J. Lin S. Identification and characterization of a predominant isoform of human MKK3 FEBS Lett. 1997 403 19 22 10.1016/S0014-5793(97)00021-5 9038352 37. Han J. Lee J.D. Jiang Y. Li Z. Feng L. Ulevitch R.J. Characterization of the structure and function of a novel MAP kinase kinase (MKK6) J. Biol. Chem. 1996 271 2886 2891 10.1074/jbc.271.6.2886 8621675 38. Huang S. Jiang Y. Li Z. Nishida E. Mathias P. Lin S. Ulevitch R.J. Nemerow G.R. Han J. Apoptosis signaling pathway in T cells is composed of ICE/Ced-3 family proteases and MAP kinase kinase 6b Immunity 1997 6 739 749 10.1016/S1074-7613(00)80449-5 9208846 39. Tournier C. Whitmarsh A.J. Cavanagh J. Barrett T. Davis R.J. The MKK7 gene encodes a group of c-Jun NH2-terminal kinase kinases Mol. Cell. Biol. 1999 19 1569 1581 10.1128/MCB.19.2.1569 9891090 40. Gibson E.S. Woolfrey K.M. Li H. Hogan P.G. Nemenoff R.A. Heasley L.E. Dell’Acqua M.L. Subcellular Localization and Activity of the Mitogen-Activated Protein Kinase Kinase 7 (MKK7) gamma Isoform are Regulated through Binding to the Phosphatase Calcineurin Mol. Pharmacol. 2019 95 20 32 10.1124/mol.118.113159 30404891 41. Ho D.T. Bardwell A.J. Grewal S. Iverson C. Bardwell L. Interacting JNK-docking sites in MKK7 promote binding and activation of JNK mitogen-activated protein kinases J. Biol. Chem. 2006 281 13169 13179 10.1074/jbc.M601010200 16533805 42. Ray D. Yun Y.C. Idris M. Cheng S. Boot A. Iain T.B.H. Rozen S.G. Tan P. Epstein D.M. A tumor-associated splice-isoform of MAP2K7 drives dedifferentiation in MBNL1-low cancers via JNK activation Proc. Natl. Acad. Sci. USA 2020 117 16391 16400 10.1073/pnas.2002499117 32601196 43. Aebersold D.M. Shaul Y.D. Yung Y. Yarom N. Yao Z. Hanoch T. Seger R. Extracellular signal-regulated kinase 1c (ERK1c), a novel 42-kilodalton ERK, demonstrates unique modes of regulation, localization, and function Mol. Cell. Biol. 2004 24 10000 10015 15509801 44. Sudo T. Yagasaki Y. Hama H. Watanabe N. Osada H. Exip, a new alternative splicing variant of p38 alpha, can induce an earlier onset of apoptosis in HeLa cells Biochem. Biophys. Res. Commun. 2002 291 838 843 10.1006/bbrc.2002.6529 11866441 45. Yagasaki Y. Sudo T. Osada H. Exip, a splicing variant of p38alpha, participates in interleukin-1 receptor proximal complex and downregulates NF-kappaB pathway FEBS Lett. 2004 575 136 140 10.1016/j.febslet.2004.08.050 15388348 46. Zervos A.S. Faccio L. Gatto J.P. Kyriakis J.M. Brent R. Mxi2, a mitogen-activated protein kinase that recognizes and phosphorylates Max protein Proc. Natl. Acad. Sci. USA 1995 92 10531 10534 7479834 47. Sanz V. Arozarena I. Crespo P. Distinct carboxy-termini confer divergent characteristics to the mitogen-activated protein kinase p38alpha and its splice isoform Mxi2 FEBS Lett. 2000 474 169 174 10838079 48. Sanz-Moreno V. Casar B. Crespo P. p38alpha isoform Mxi2 binds to extracellular signal-regulated kinase 1 and 2 mitogen-activated protein kinase and regulates its nuclear activity by sustaining its phosphorylation levels Mol. Cell. Biol. 2003 23 3079 3090 10.1128/mcb.23.9.3079-3090.2003 12697810 49. Zeke A. Misheva M. Remenyi A. Bogoyevitch M.A. JNK Signaling: Regulation and Functions Based on Complex Protein-Protein Partnerships Microbiol. Mol. Biol. Rev. 2016 80 793 835 10.1128/MMBR.00043-14 27466283 50. Gupta S. Barrett T. Whitmarsh A.J. Cavanagh J. Sluss H.K. Derijard B. Davis R.J. Selective interaction of JNK protein kinase isoforms with transcription factors EMBO J. 1996 15 2760 2770 8654373 51. Park J.Y. Yun Y. Chung K.Y. Conformations of JNK3alpha splice variants analyzed by hydrogen/deuterium exchange mass spectrometry J. Struct. Biol. 2017 197 271 278 10.1016/j.jsb.2016.12.005 27998708 52. McCaw B.J. Chow S.Y. Wong E.S. Tan K.L. Guo H. Guy G.R. Identification and characterization of mErk5-T, a novel Erk5/Bmk1 splice variant Gene 2005 345 183 190 10.1016/j.gene.2004.11.011 15716121 53. Chang L. Karin M. Mammalian MAP kinase signalling cascades Nature 2001 410 37 40 11242034 54. Kuida K. Boucher D.M. Functions of MAP kinases: Insights from gene-targeting studies J. Biochem. 2004 135 653 656 10.1093/jb/mvh078 15213239 55. Pages G. Guerin S. Grall D. Bonino F. Smith A. Anjuere F. Auberger P. Pouyssegur J. Defective thymocyte maturation in p44 MAP kinase (Erk 1) knockout mice Science 1999 286 1374 1377 10.1126/science.286.5443.1374 10558995 56. Yao Y. Li W. Wu J. Germann U.A. Su M.S. Kuida K. Boucher D.M. Extracellular signal-regulated kinase 2 is necessary for mesoderm differentiation Proc. Natl. Acad. Sci. USA 2003 100 12759 12764 10.1073/pnas.2134254100 14566055 57. Hatano N. Mori Y. Oh-hora M. Kosugi A. Fujikawa T. Nakai N. Niwa H. Miyazaki J. Hamaoka T. Ogata M. Essential role for ERK2 mitogen-activated protein kinase in placental development Genes Cells 2003 8 847 856 10.1046/j.1365-2443.2003.00680.x 14622137 58. Voisin L. Saba-El-Leil M.K. Julien C. Fremin C. Meloche S. Genetic Demonstration of a Redundant Role of ERK1 and ERK2 MAP Kinases in Promoting Fibroblast Proliferation Mol. Cell. Biol. 2010 30 2918 2932 10.1128/MCB.00131-10 20368360 59. Mazzucchelli C. Vantaggiato C. Ciamei A. Fasano S. Pakhotin P. Krezel W. Welzl H. Wolfer D.P. Pages G. Valverde O. Knockout of ERK1 MAP kinase enhances synaptic plasticity in the striatum and facilitates striatal-mediated learning and memory Neuron 2002 34 807 820 10.1016/S0896-6273(02)00716-X 12062026 60. Dong C. Yang D.D. Wysk M. Whitmarsh A.J. Davis R.J. Flavell R.A. Defective T cell differentiation in the absence of Jnk1 Science 1998 282 2092 2095 10.1126/science.282.5396.2092 9851932 61. Yang D.D. Conze D. Whitmarsh A.J. Barrett T. Davis R.J. Rincon M. Flavell R.A. Differentiation of CD4+ T cells to Th1 cells requires MAP kinase JNK2 Immunity 1998 9 575 585 10.1016/S1074-7613(00)80640-8 9806643 62. Busca R. Pouyssegur J. Lenormand P. ERK1 and ERK2 Map Kinases: Specific Roles or Functional Redundancy? Front. Cell. Dev. Biol. 2016 4 53 10.3389/fcell.2016.00053 27376062 63. Cameron S.J. Abe J. Malik S. Che W. Yang J. Differential role of MEK5alpha and MEK5beta in BMK1/ERK5 activation J. Biol. Chem. 2004 279 1506 1512 10.1074/jbc.M308755200 14583600 64. English J.M. Vanderbilt C.A. Xu S. Marcus S. Cobb M.H. Isolation of MEK5 and differential expression of alternatively spliced forms J. Biol. Chem. 1995 270 28897 28902 10.1074/jbc.270.48.28897 7499418 65. Nishimoto S. Nishida E. MAPK signalling: ERK5 versus ERK1/2 EMBO Rep. 2006 7 782 786 10.1038/sj.embor.7400755 16880823 66. Haeusgen W. Tueffers L. Herdegen T. Waetzig V. Map2k4delta - identification and functional characterization of a novel Map2k4 splice variant Biochim. Biophys. Acta 2014 1843 875 884 10.1016/j.bbamcr.2014.01.028 24487067 67. Derijard B. Raingeaud J. Barrett T. Wu I.H. Han J. Ulevitch R.J. Davis R.J. Independent human MAP-kinase signal transduction pathways defined by MEK and MKK isoforms Science Erratum in Science 1995 , 269 , 17 1995 267 682 685 10.1126/science.7839144 7839144 68. Lawler S. Fleming Y. Goedert M. Cohen P. Synergistic activation of SAPK1/JNK1 by two MAP kinase kinases in vitro Curr. Biol. 1998 8 1387 1390 10.1016/S0960-9822(98)00019-0 9889102 69. Ganiatsas S. Kwee L. Fujiwara Y. Perkins A. Ikeda T. Labow M.A. Zon L.I. SEK1 deficiency reveals mitogen-activated protein kinase cascade crossregulation and leads to abnormal hepatogenesis Proc. Natl. Acad. Sci. USA 1998 95 6881 6886 10.1073/pnas.95.12.6881 9618507 70. Haeusgen W. Herdegen T. Waetzig V. The bottleneck of JNK signaling: Molecular and functional characteristics of MKK4 and MKK7 Eur. J. Cell Biol. 2011 90 536 544 10.1016/j.ejcb.2010.11.008 21333379 71. Asaoka Y. Nishina H. Diverse physiological functions of MKK4 and MKK7 during early embryogenesis J. Biochem. 2010 148 393 401 10.1093/jb/mvq098 20801953 72. Haeusgen W. Herdegen T. Waetzig V. MKK7gamma1 reverses nerve growth factor signals: Proliferation and cell death instead of neuritogenesis and protection Cell. Signal. 2011 23 1281 1290 10.1016/j.cellsig.2011.03.009 21406225 73. Nakagawa K. Sugahara M. Yamasaki T. Kajiho H. Takahashi S. Hirayama J. Minami Y. Ohta Y. Watanabe T. Hata Y. Filamin associates with stress signalling kinases MKK7 and MKK4 and regulates JNK activation Biochem. J. 2010 427 237 245 10.1042/BJ20091011 20156194 74. Haeusgen W. Boehm R. Zhao Y. Herdegen T. Waetzig V. Specific activities of individual c-Jun N-terminal kinases in the brain Neuroscience 2009 161 951 959 10.1016/j.neuroscience.2009.04.014 19364525 75. Martinez N.M. Agosto L. Qiu J. Mallory M.J. Gazzara M.R. Barash Y. Fu X.D. Lynch K.W. Widespread JNK-dependent alternative splicing induces a positive feedback loop through CELF2-mediated regulation of MKK7 during T-cell activation Genes Dev. 2015 29 2054 2066 10.1101/gad.267245.115 26443849 76. Barr R.K. Bogoyevitch M.A. The c-Jun N-terminal protein kinase family of mitogen-activated protein kinases (JNK MAPKs) Int. J. Biochem. Cell Biol. 2001 33 1047 1063 10.1016/S1357-2725(01)00093-0 11551821 77. Sabapathy K. Jochum W. Hochedlinger K. Chang L. Karin M. Wagner E.F. Defective neural tube morphogenesis and altered apoptosis in the absence of both JNK1 and JNK2 Mech. Dev. 1999 89 115 124 10.1016/S0925-4773(99)00213-0 10559486 78. Kuan C.Y. Yang D.D. Samanta Roy D.R. Davis R.J. Rakic P. Flavell R.A. The Jnk1 and Jnk2 protein kinases are required for regional specific apoptosis during early brain development Neuron 1999 22 667 676 10.1016/S0896-6273(00)80727-8 10230788 79. Hu M.C. Qiu W.R. Wang Y.P. JNK1, JNK2 and JNK3 are p53 N-terminal serine 34 kinases Oncogene 1997 15 2277 2287 10.1038/sj.onc.1201401 9393873 80. Liu J. Minemoto Y. Lin A. c-Jun N-terminal protein kinase 1 (JNK1), but not JNK2, is essential for tumor necrosis factor alpha-induced c-Jun kinase activation and apoptosis Mol. Cell. Biol. 2004 24 10844 10856 10.1128/MCB.24.24.10844-10856.2004 15572687 81. Sabapathy K. Hochedlinger K. Nam S.Y. Bauer A. Karin M. Wagner E.F. Distinct roles for JNK1 and JNK2 in regulating JNK activity and c-Jun-dependent cell proliferation Mol. Cell 2004 15 713 725 10.1016/j.molcel.2004.08.028 15350216 82. Amura C.R. Marek L. Winn R.A. Heasley L.E. Inhibited neurogenesis in JNK1-deficient embryonic stem cells Mol. Cell. Biol. 2005 25 10791 10802 10.1128/MCB.25.24.10791-10802.2005 16314504 83. Castro-Torres R.D. Landa J. Rabaza M. Busquets O. Olloquequi J. Ettcheto M. Beas-Zarate C. Folch J. Camins A. Auladell C. JNK Isoforms Are Involved in the Control of Adult Hippocampal Neurogenesis in Mice, Both in Physiological Conditions and in an Experimental Model of Temporal Lobe Epilepsy Mol. Neurobiol. 2019 56 5856 5865 10.1007/s12035-019-1476-7 30685843 84. Nakano R. Nakayama T. Sugiya H. Biological Properties of JNK3 and Its Function in Neurons, Astrocytes, Pancreatic beta-Cells and Cardiovascular Cells Cells 2020 9 1802 10.3390/cells9081802 32751228 85. Nielsen C. Thastrup J. Bottzauw T. Jaattela M. Kallunki T. c-Jun NH2-terminal kinase 2 is required for Ras transformation independently of activator protein 1 Cancer Res. 2007 67 178 185 10.1158/0008-5472.CAN-06-2801 17210697 86. Schumacher M. Schuster C. Rogon Z.M. Bauer T. Caushaj N. Baars S. Szabowski S. Bauer C. Schorpp-Kistner M. Hess J. Efficient keratinocyte differentiation strictly depends on JNK-induced soluble factors in fibroblasts J. Invest. Dermatol. 2014 134 1332 1341 10.1038/jid.2013.535 24335928 87. Zhang D. Song L. Li J. Wu K. Huang C. Coordination of JNK1 and JNK2 is critical for GADD45alpha induction and its mediated cell apoptosis in arsenite responses J. Biol. Chem. 2006 281 34113 34123 10.1074/jbc.M602821200 16973625 88. Wang P. Xiong Y. Ma C. Shi T. Ma D. Molecular cloning and characterization of novel human JNK2 (MAPK9) transcript variants that show different stimulation activities on AP-1 BMB Rep. 2010 43 738 743 10.5483/BMBRep.2010.43.11.738 21110917 89. Yang J.Y. Moulin N. van Bemmelen M.X. Dubuis G. Tawadros T. Haefliger J.A. Waeber G. Widmann C. Splice variant-specific stabilization of JNKs by IB1/JIP1 Cell. Signal. 2007 19 2201 2207 10.1016/j.cellsig.2007.07.001 17669625 90. Enslen H. Raingeaud J. Davis R.J. Selective activation of p38 mitogen-activated protein (MAP) kinase isoforms by the MAP kinase kinases MKK3 and MKK6 J. Biol. Chem. 1998 273 1741 1748 10.1074/jbc.273.3.1741 9430721 91. Keesler G.A. Bray J. Hunt J. Johnson D.A. Gleason T. Yao Z. Wang S.W. Parker C. Yamane H. Cole C. Purification and activation of recombinant p38 isoforms alpha, beta, gamma, and delta Protein Expr. Purif. 1998 14 221 228 10.1006/prep.1998.0947 9790884 92. Remy G. Risco A.M. Inesta-Vaquera F.A. Gonzalez-Teran B. Sabio G. Davis R.J. Cuenda A. Differential activation of p38MAPK isoforms by MKK6 and MKK3 Cell. Signal. 2010 22 660 667 10.1016/j.cellsig.2009.11.020 20004242 93. Galan-Moya E.M. de la Cruz-Morcillo M.A. Llanos Valero M. Callejas-Valera J.L. Melgar-Rojas P. Hernadez Losa J. Salcedo M. Fernandez-Aramburo A. Ramon y Cajal S. Sanchez-Prieto R. Balance between MKK6 and MKK3 mediates p38 MAPK associated resistance to cisplatin in NSCLC PLoS ONE 2011 6 e28406 10.1371/journal.pone.0028406 22164285 94. Brancho D. Tanaka N. Jaeschke A. Ventura J.J. Kelkar N. Tanaka Y. Kyuuma M. Takeshita T. Flavell R.A. Davis R.J. Mechanism of p38 MAP kinase activation in vivo Genes Dev. 2003 17 1969 1978 10.1101/gad.1107303 12893778 95. Tanaka N. Kamanaka M. Enslen H. Dong C. Wysk M. Davis R.J. Flavell R.A. Differential involvement of p38 mitogen-activated protein kinase kinases MKK3 and MKK6 in T-cell apoptosis EMBO Rep. 2002 3 785 791 10.1093/embo-reports/kvf153 12151339 96. Chen Y. Shi G. Xia W. Kong C. Zhao S. Gaw A.F. Chen E.Y. Yang G.P. Giaccia A.J. Le Q.T. Identification of hypoxia-regulated proteins in head and neck cancer by proteomic and tissue array profiling Cancer Res. 2004 64 7302 7310 10.1158/0008-5472.CAN-04-0899 15492250 97. Cuenda A. Rousseau S. p38 MAP-kinases pathway regulation, function and role in human diseases Biochim. Biophys. Acta 2007 1773 1358 1375 10.1016/j.bbamcr.2007.03.010 17481747 98. Goedert M. Cuenda A. Craxton M. Jakes R. Cohen P. Activation of the novel stress-activated protein kinase SAPK4 by cytokines and cellular stresses is mediated by SKK3 (MKK6); comparison of its substrate specificity with that of other SAP kinases EMBO J. 1997 16 3563 3571 10.1093/emboj/16.12.3563 9218798 99. Goedert M. Hasegawa M. Jakes R. Lawler S. Cuenda A. Cohen P. Phosphorylation of microtubule-associated protein tau by stress-activated protein kinases FEBS Lett. 1997 409 57 62 10.1016/S0014-5793(97)00483-3 9199504 100. Gupta J. Nebreda A.R. Roles of p38alpha mitogen-activated protein kinase in mouse models of inflammatory diseases and cancer FEBS J 2015 282 1841 1857 10.1111/febs.13250 25728574 101. Beardmore V.A. Hinton H.J. Eftychi C. Apostolaki M. Armaka M. Darragh J. McIlrath J. Carr J.M. Armit L.J. Clacher C. Generation and characterization of p38beta (MAPK11) gene-targeted mice Mol. Cell. Biol. 2005 25 10454 10464 10.1128/MCB.25.23.10454-10464.2005 16287858 102. Sabio G. Arthur J.S. Kuma Y. Peggie M. Carr J. Murray-Tait V. Centeno F. Goedert M. Morrice N.A. Cuenda A. p38gamma regulates the localisation of SAP97 in the cytoskeleton by modulating its interaction with GKAP EMBO J. 2005 24 1134 1145 10.1038/sj.emboj.7600578 15729360 103. Faccio L. Chen A. Fusco C. Martinotti S. Bonventre J.V. Zervos A.S. Mxi2, a splice variant of p38 stress-activated kinase, is a distal nephron protein regulated with kidney ischemia Am. J. Physiol. Cell Physiol. 2000 278 C781 C790 10.1152/ajpcell.2000.278.4.C781 10751326 104. Casar B. Sanz-Moreno V. Yazicioglu M.N. Rodriguez J. Berciano M.T. Lafarga M. Cobb M.H. Crespo P. Mxi2 promotes stimulus-independent ERK nuclear translocation EMBO J. 2007 26 635 646 10.1038/sj.emboj.7601523 17255949 105. Casar B. Rodriguez J. Gibor G. Seger R. Crespo P. Mxi2 sustains ERK1/2 phosphorylation in the nucleus by preventing ERK1/2 binding to phosphatases Biochem. J. 2012 441 571 578 10.1042/BJ20110870 21950314 106. KÖditz B. Fries J.W.U. GÖbel H. Paffenholz P. Richter K. Heidenreich A. Von Brandenstein M. Mxi-2 Dependent Regulation of p53 in Prostate Cancer Anticancer Res. 2020 40 5539 5544 10.21873/anticanres.14566 32988877 107. Carbonell C. Ulsamer A. Vivori C. Papasaikas P. Bottcher R. Joaquin M. Minana B. Tejedor J.R. de Nadal E. Valcarcel J. Functional Network Analysis Reveals the Relevance of SKIIP in the Regulation of Alternative Splicing by p38 SAPK Cell Rep. 2019 27 847 859 10.1016/j.celrep.2019.03.060 30995481 108. O’Brien D.E. Alter B.J. Satomoto M. Morgan C.D. Davidson S. Vogt S.K. Norman M.E. Gereau G.B. Demaro J.A. 3rd Landreth G.E. ERK2 alone drives inflammatory pain but cooperates with ERK1 in sensory neuron survival J. Neurosci. 2015 35 9491 9507 10.1523/JNEUROSCI.4404-14.2015 26109671 109. Bar-Gill A.B. Efergan A. Seger R. Fukuda M. Sagi-Eisenberg R. The extra-cellular signal regulated kinases ERK1 and ERK2 segregate displaying distinct spatiotemporal characteristics in activated mast cells Biochim. Biophys. Acta 2013 1833 2070 2082 10.1016/j.bbamcr.2013.04.016 23651922 110. Guegan J.P. Ezan F. Theret N. Langouet S. Baffet G. MAPK signaling in cisplatin-induced death: Predominant role of ERK1 over ERK2 in human hepatocellular carcinoma cells Carcinogenesis 2013 34 38 47 10.1093/carcin/bgs317 23042098 111. Von Thun A. Birtwistle M. Kalna G. Grindlay J. Strachan D. Kolch W. von Kriegsheim A. Norman J.C. ERK2 drives tumour cell migration in three-dimensional microenvironments by suppressing expression of Rab17 and liprin-beta2 J. Cell Sci. 2012 125 1465 1477 10.1242/jcs.092916 22328529 112. Shin S. Dimitri C.A. Yoon S.-O. Dowdle W. Blenis J. ERK2 but Not ERK1 Induces Epithelial-to-Mesenchymal Transformation via DEF Motif-Dependent Signaling Events Mol. Cell 2010 38 114 127 10.1016/j.molcel.2010.02.020 20385094 113. Liu X. Yan S. Zhou T. Terada Y. Erikson R.L. The MAP kinase pathway is required for entry into mitosis and cell survival Oncogene 2004 23 763 776 10.1038/sj.onc.1207188 14737111 114. Yu S. Zhang M. Huang L. Ma Z. Gong X. Liu W. Zhang J. Chen L. Yu Z. Zhao W. ERK1 indicates good prognosis and inhibits breast cancer progression by suppressing YAP1 signaling Aging 2019 11 12295 12314 10.18632/aging.102572 31848326 115. Crowe M.S. Zavorotinskaya T. Voliva C.F. Shirley M.D. Wang Y. Ruddy D.A. Rakiec D.P. Engelman J.A. Stuart D.D. Freeman A.K. RAF-mutant melanomas differentially depend on ERK2 over ERK1 to support aberrant MAPK pathway activation and cell proliferation Mol. Cancer Res. 2021 6 1063 1075 10.1158/1541-7786.MCR-20-1022 33707308 116. Marchi M. D’Antoni A. Formentini I. Parra R. Brambilla R. Ratto G.M. Costa M. The N-terminal domain of ERK1 accounts for the functional differences with ERK2 PLoS ONE 2008 3 e3873 10.1371/journal.pone.0003873 19052640 117. Indrigo M. Papale A. Orellana D. Brambilla R. Lentiviral vectors to study the differential function of ERK1 and ERK2 MAP kinases Methods Mol. Biol. 2010 661 205 220 10.1007/978-1-60761-795-2_12 20811985 118. Boulton T.G. Nye S.H. Robbins D.J. Ip N.Y. Radziejewska E. Morgenbesser S.D. DePinho R.A. Panayotatos N. Cobb M.H. Yancopoulos G.D. ERK’s: A family of protein-serine/threonine kinases that are activated and tyrosine phosphorylated in response to insulin and NGF Cell 1991 65 663 675 10.1016/0092-8674(91)90098-J 2032290 119. Gonzalez F.A. Raden D.L. Rigby M.R. Davis R.J. Heterogeneous expression of four MAP kinase isoforms in human tissues FEBS Lett. 1992 304 170 178 10.1016/0014-5793(92)80612-K 1319925 120. Shaul Y.D. Seger R. ERK1c regulates Golgi fragmentation during mitosis J. Cell Biol. 2006 172 885 897 10.1083/jcb.200509063 16533948 121. Zheng C.F. Guan K.L. Properties of MEKs, the kinases that phosphorylate and activate the extracellular signal-regulated kinases J. Biol. Chem. 1993 268 23933 23939 10.1016/S0021-9258(20)80474-8 8226933 122. Seger R. Krebs E.G. The MAPK signaling cascade FASEB J. 1995 9 726 735 10.1096/fasebj.9.9.7601337 7601337 123. Wortzel I. Hanoch T. Porat Z. Hausser A. Seger R. Mitotic Golgi translocation of ERK1c is mediated by a PI4KIIIbeta-14-3-3gamma shuttling complex J. Cell Sci. 2015 128 4083 4095 10.1242/jcs.170910 26459638 124. Wortzel I. Koifman G. Rotter V. Seger R. Porat Z. High Throughput Analysis of Golgi Structure by Imaging Flow Cytometry Sci. Rep. 2017 7 788 10.1038/s41598-017-00909-y 28400563 125. Wortzel I. Maik-Rachline G. Yadav S.S. Hanoch T. Seger R. Mitotic HOOK3 phosphorylation by ERK1c drives microtubule-dependent Golgi destabilization and fragmentation iScience 2021 24 102670 10.1016/j.isci.2021.102670 34189435 Figure 1 Signaling specificity and multiple isoforms of the MAPK signaling pathways. The MAPKs operate within signaling cascades composed of three to five layers (tiers) of protein kinases. The signals from the cascades are transmitted via sequential phosphorylation and activation of the components in each layer. The four cascades, which have been identified are shown: the human ERK1/2 cascade with MEK1/2/1b and ERK1/1c/2 at the MAPKK and MAPK layers. The p38MAPK cascade with MKK3/3b/6/6b, and p38α/Exip/Mxi2/p38β/p38γ/p38δ; the JNK cascade with MKK4/4δ/7γ1/γ2/β1/β2/α1/α2 and JNK1α1/1α2/1β1/1β2/2α1/2α2/2β1/2β2/3α1(L)/3α2(L)/3α2(S); and the ERK5 cascade with MEK5, and ERK5/5-T. It should be noted that the isoforms presented are those whose expression has been confirmed. Other alternatively spliced transcripts whose protein expression is not confirmed or may exist in other organisms are not presented here as well. The main proteins in each layer of each cascade (except for JNK) appear on top. As for JNK, it seems that all components may be substantially expressed, at least in some cells. Each of the kinases is composed of a kinase domain (central region) as well as N and C terminus represented by a line on the left ( N terminus) and right ( C terminus) of all kinase domains. The patterns in some of the proteins (e.g., MEK1b) represent low expression levels (less than 10% of the main gene product). Different colors and length in the N or C terminus represent distinct sequences and number of AA compared to the main isoform (e.g., ERK1c). In order to make changes more visible, the scale is not always accurate. * insertion, ** β2 without insertion, γ2 with insertion, *** α1/α2 have different length C termini, # alternative exon 6 between the α and β isoforms that result in a change of 5–7 amino acids in this region. ## deletion. More information on the structure appears in Table 1 . Figure 2 Schematic presentation of ERK1c function in the Golgi. An illustration demonstrating the unique role of ERK1c isoform in the Golgi fragmentation process at different stages of the cell cycle. Prophase : ( A ) CDK1 becomes active, and phosphorylates ERK1c on Ser343 in its unique C -terminus. ( B ) Phosphorylated ERK1c interacts with a shuttling complex of PI4KIIIβ and 14-3-3γ, which mediates its Golgi translocation. Prometaphase: ( C ) In the Golgi, ERK1c is phosphorylated by MEK1b, becomes fully active and induces mitotic Golgi fragmentation. The Golgi is organized in stacks, while GM130 is found in between these stacks. The microtubules (MTs) are polymerized from the microtubules originating center (MTOC) and stabilize the Golgi structure. Both HOOK3 and CLASP2 interact together with the MTs and Golgi. ( D ) Once entering mitosis, HOOK3 is phosphorylated by both ERK1c and AurA, while CLASP2 might be phosphorylated by AurA. At this time the Golgi stacks starts to break into ribbons. Metaphase : ( E ) The phosphorylation of HOOK3 and CLASP2 allow the complete fragmentation of the Golgi into a haze. At this time, phosphorylated CLASP2 maintains its interaction with the MTs that originate from the centromeres, while phosphorylated HOOK3 interacts with GM130. cells-10-03466-t001_Table 1 Table 1 Characteristics of the alternative spliced isoforms of the components of the MAPKKs and MAPKs of all four MAPK cascades. The alternatively spliced isoforms presented are only from proteins whose expression has been confirmed, although more lowly expressed forms whose transcripts have been identified may exist. The structural and functional properties of the lowly expressed alternatively spliced isoforms of the ERK1/2, p38, and ERK5 cascades are presented as compared to the main isoforms. These main isoforms are not presented here as their properties are very well covered in many other reviews. As for the components of the MAPKK tier of the JNK and p38 cascade, the alternatively spliced isoforms are presented as compared to the main isoforms MKK3, MKK6, MKK4 and MKK7γ1 (not presented), whose expression is usually higher than the others, although the latter might be substantially expressed in some cells. Due to similar expression level of several JNKs, there is no “main” isoform and the comparison of the spliced isoforms is to the other components in the tier. Alternative Spliced Forms Product of: Sequence Changes MW Functional Changes Ref. MAPKKs MEK1b MAP2K1 (MEK1) Deletion of 26 AA in subdomain 5 of MEK1. 43.5 kDa Reduced activity, change in substrate specificity. [ 33 , 34 ] MKK3b MAP2K3 (MKK3) Additional 29 amino acids N-terminal to MKK3. 40 kDa Slightly Elevates substrates’ phosphorylation. [ 35 , 36 ] MKK6b MAP2K6 (MKK6) Additional 56 amino acids N terminal to MKK6. 38.5 kDa Affect substrate specificity. [ 37 , 38 ] MKK7α1 MAP2K7 (MKK7) Deletion of the N terminal 89 AA of MKK7γ1. 40 kDa Reduced activity due to lack of JNK binding domain. [ 39 ] MKK7α2 MAP2K7 (MKK7) Deletion of the N terminal 89 AA, + additional 33AA in the C terminus, compared to MKK7γ1. 43.5 kDa Reduced activity due to lack of JNK binding [ 39 ] MKK7β1 MAP2K7 (MKK7) Deletion of 16 amino within the N terminus as compared to MKK7γ1. 50 kDa Distinct subcelluar localization, and lower binding to JNK due to lack of D domain. Distinct effect in cancers compared to MKK7γ1 [ 39 , 40 , 41 , 42 ] MKK7β2 MAP2K7 (MKK7) Deletion of 16 amino within the N terminus + addition of 33 AA to the C terminus compared to MKK7γ1. 53.5 kDa Distinct subcelluar localization, a lower binding to JNK and distinct effect in cancers compared to MKK7γ1 [ 39 , 40 , 41 , 42 ] MKK7γ2 MAP2K7 (MKK7) Addition of 33 AA to the C terminus, as compared to MKK7γ1. 53.5 kDa No known differences [ 39 ] MAPK ERK1c MAPK1 (ERK1) Change of the C terminal 40 AA with 18 other AA compared to ERK1. 41.5 kDa Reduced activity and change of substrate specificity as compared with ERK1. [ 33 , 43 ] Exip MAPK14 (p38α) Change of the C terminal 106 AA with 53 other AA compared to p38α. 35.5 kDa Reduced activity. Change in subcellular localization and protein interaction, as compared to p38α [ 44 , 45 ] Mxi2 MAPK14 (p38α) Change of the C terminal 81 AA with 17 other AA compared to p38α. 34 kDa Reduced activity, change in substrate specificity, distinct protein interaction, and distinct regulation as compared to p38α. [ 46 , 47 , 48 ] JNK1α1 MAPK8 (JNK1) Alternative exon 6a, Short C terminus 46 kDa Alternative substrate binding compared to β1 and β2. [ 49 , 50 ] JNK1α2 MAPK8 (JNK1) Alternative exon 6a, long N terminus (43 AA) 54 kDa Alternative substrate binding compared to β1 and β2. [ 49 , 50 ] JNK1β1 MAPK8 (JNK1) Alternative exon 6b, short C terminus 46 kDa Changes in expression level from α1 and α2. [ 49 , 50 ] JNK1β2 MAPK8 (JNK1) Alternative exon 6b, long N terminus (43 AA) 54 kDa Changes in expression level from α1 and α2. [ 49 , 50 ] JNK2α1 MAPK9 (JNK2) Alternative exon 6b, short C terminus 46 kDa Alternative substrate binding compared to β1 and β2. [ 49 , 50 ] JNK2α2 MAPK9 (JNK2) Alternative exon 6b, long C terminus (42 AA) 54 kDa Alternative substrate binding compared to β1 and β2. [ 49 , 50 ] JNK2β1 MAPK9 (JNK2) Alternative exon 6a, short C terminus 46 kDa Alternative substrate binding compared to α1 and α2. [ 49 , 50 ] JNK2β2 MAPK9 (JNK2) Alternative exon 6a, long C terminus (42 AA 54 kDa Alternative substrate binding compared to α1 and α2. [ 49 , 50 ] JNK3α1(L) MAPK10 (JNK3) Long N terminus (38 AA) short C terminus. 50.5 kDa Probable changes in protein interaction. [ 49 , 50 , 51 ] JNK3α2(L) MAPK10 (JNK3) Long N terminus (38 AA) Long C terminus (42 AA). 58.5 kDa Probable changes in protein interaction. [ 49 , 50 , 51 ] JNK3α2(S) MAPK10 (JNK3) Short N and long C termini (42 AA). 54 kDa Probable changes in protein interaction. [ 49 , 50 , 51 ] ERK5-T MAPK7 (ERK5) Change of the C terminal 324 AA with 41 other AA. 61 kDa Distinct subcellular localization and protein binding compared to ERK5. [ 52 ]",
  "plain_text": "The mitogen-activated protein kinase (MAPK) cascades transmit signals from extracellular stimuli to a variety of distinct cellular processes. The MAPKKs in each cascade specifically phosphorylate and activate their cognate MAPKs, indicating that this step funnels various signals into a seemingly linear pathway. Still, the effects of these cascades vary significantly, depending on the identity of the extracellular signals, which gives rise to proper outcomes. Therefore, it is clear that the specificity of the signals transmitted through the cascades is tightly regulated in order to secure the desired cell fate. Indeed, many regulatory components or processes that extend the specificity of the cascades have been identified. Here, we focus on a less discussed mechanism, that is, the role of distinct components in each tier of the cascade in extending the signaling specificity. We cover the role of distinct genes, and the alternatively spliced isoforms of MAPKKs and MAPKs, in the signaling specificity. The alternatively spliced MEK1b and ERK1c, which form an independent signaling route, are used as the main example. Unlike MEK1/2 and ERK1/2, this route’s functions are limited, including mainly the regulation of mitotic Golgi fragmentation. The unique roles of the alternatively spliced isoforms indicate that these components play an essential role in determining the proper cell fate in response to distinct stimulations."
}
