{
    "PMC": "8568265",
    "DOI": "10.1371/journal.pone.0259240",
    "PMID": "34735498",
    "PMCID": "PMC8568265",
    "title": "Hotspots and trends in liver kinase B1 research: A bibliometric analysis.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC8568265",
    "source": "MED",
    "abstract_text": "<h4>Introduction</h4>In the past 22 years, a large number of publications have reported that liver kinase B1 (LKB1) can regulate a variety of cellular processes and play an important role in many diseases. However, there is no systematic bibliometric analysis on the publications of LKB1 to reveal the research hotspots and future direction.<h4>Methods</h4>Publications were retrieved from the Web of Science Core Collection (WoSCC), Scopus, and PubMed databases. CiteSpace and VOSviewer were used to analysis the top countries, institutions, authors, source journals, discipline categories, references, and keywords.<h4>Results</h4>In the past 22 years, the number of LKB1 publications has increased gradually by year. The country, institution, author, journals that have published the most articles and cited the most frequently were the United States, Harvard University, Prof. Benoit Viollet, Journal of Biochemistry and Plos One. The focused research hotspot was the molecular functions of LKB1. The emerging hotspots and future trends are the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma.<h4>Conclusions</h4>Our research could provide knowledge base, frontiers, emerging hotspots and future trends associated with LKB1 for researchers in this field, and contribute to finding potential cooperation possibilities.",
    "full_text": "pmc PLoS One PLoS One plos PLoS ONE 1932-6203 Public Library of Science San Francisco, CA USA 8568265 10.1371/journal.pone.0259240 PONE-D-20-38984 Research Article Medicine and Health Sciences Oncology Cancers and Neoplasms Lung and Intrathoracic Tumors People and places Geographical locations North America United States Research and Analysis Methods Research Assessment Citation Analysis Medicine and Health Sciences Oncology Cancers and Neoplasms Lung and Intrathoracic Tumors Non-Small Cell Lung Cancer Medicine and Health Sciences Oncology Cancers and Neoplasms Breast Tumors Breast Cancer Research and Analysis Methods Research Assessment Bibliometrics Medicine and Health Sciences Oncology Cancers and Neoplasms Carcinoma Adenocarcinoma Adenocarcinoma of the Lung Medicine and Health Sciences Oncology Cancers and Neoplasms Lung and Intrathoracic Tumors Adenocarcinoma of the Lung Medicine and Health Sciences Oncology Cancers and Neoplasms Lung and Intrathoracic Tumors Secondary Lung Tumors Hotspots and trends in liver kinase B1 research: A bibliometric analysis A bibliometric analysis of LKB1 Song Yaowen Conceptualization Data curation Formal analysis Investigation Methodology Resources Software Writing – original draft 1 Zhao Fangkun Data curation Formal analysis Investigation Methodology Project administration Software Writing – original draft 2 Ma Wei Formal analysis Investigation Resources 3 https://orcid.org/0000-0001-7364-6193 Li Guang Conceptualization Methodology Project administration Validation Visualization Writing – review & editing 1 * 1 Department of Radiotherapy Oncology, The First Affiliated Hospital of China Medical University, Shenyan, China 2 Department of Ophthalmology, The Fourth Affiliated Hospital of China Medical University, Shenyang, China 3 Department of Breast Surgery, The First Affiliated Hospital of China Medical University, Shenyang, China James Katherine Editor Northumbria University, UNITED KINGDOM Competing Interests: The authors have declared that no competing interests exist. * E-mail: li13804058616@163.com 4 11 2021 2021 16 11 e0259240 11 12 2020 15 10 2021 © 2021 Song et al 2021 Song et al https://creativecommons.org/licenses/by/4.0/ This is an open access article distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Introduction In the past 22 years, a large number of publications have reported that liver kinase B1 (LKB1) can regulate a variety of cellular processes and play an important role in many diseases. However, there is no systematic bibliometric analysis on the publications of LKB1 to reveal the research hotspots and future direction. Methods Publications were retrieved from the Web of Science Core Collection (WoSCC), Scopus, and PubMed databases. CiteSpace and VOSviewer were used to analysis the top countries, institutions, authors, source journals, discipline categories, references, and keywords. Results In the past 22 years, the number of LKB1 publications has increased gradually by year. The country, institution, author, journals that have published the most articles and cited the most frequently were the United States, Harvard University, Prof. Benoit Viollet, Journal of Biochemistry and Plos One. The focused research hotspot was the molecular functions of LKB1. The emerging hotspots and future trends are the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma. Conclusions Our research could provide knowledge base, frontiers, emerging hotspots and future trends associated with LKB1 for researchers in this field, and contribute to finding potential cooperation possibilities. There was no funding received for this study. Data Availability All relevant data are within the manuscript and its Supporting information files. Data Availability All relevant data are within the manuscript and its Supporting information files. Introduction LKB1 (liver kinase B1), also known as STK11 (serine/threonine kinase 11), is a protein kinase encoded by the STK11 gene in humans. LKB1 is widely expressed in various tissues, and the expression level is highest in testis and fetal liver [ 1 ]. LKB1 is considered as a “master kinase” that regulates various cellular processes, including metabolism, differentiation, polarity, division, proliferation, migration, apoptosis and DNA damage response [ 2 – 6 ]. Given its wide range of biological functions, thousands of articles have been published reporting the regulatory mechanism of LKB1 in a variety of physiological and pathological processes, including malignancies, metabolic disease, cardiogenic diseases, skeletal muscle and development, and angiogenesis, etc. [ 2 , 3 , 7 – 12 ]. Recently, preclinical studies and clinical trials where LKB1 mutation was among the primary and secondary inclusion criteria have been conducted successively [ 13 – 17 ]; however, screening for LKB1 mutation has not been routinely applied in the clinic, as controversies and unexplored aspects of LKB1 activity remain. Therefore, investigations of LKB1 have important medical implications that require in-depth analysis and summary. Bibliometric analysis is an effective mathematical and statistical method in summarizing hotspots and emerging trends in specific scientific fields, through quantitative analysis of related scientific literature. Mapping knowledge domains of bibliometric are metrological methods applied to determine the structures, rules, distributions, characteristics and research frontiers of a scientific discipline in a visual way, using statistics, graph theory and computer technology. VOSviewer and CiteSpace are effective visualization software tools which apply the mapping knowledge domains [ 18 – 20 ]. Both software had been recognized by scientists. The statistics analyzed by the two software were used by scientists to publish a large number of articles in fields such as medicine, molecular biology, agriculture, and environmental science, etc. [ 21 – 27 ]. These articles provided scholars with a wealth information of core research power, hotspots, and global trends in their respective fields. Currently, a bibliometric analysis on LKB1 research has not been published. Based on the advantages of bibliometric analysis software VOSviewer and CiteSpace, our research makes a bibliometric analysis of LKB1 related publications, and reveals the core research power, hotspots evolution and future trends of LKB1 research. Materials and methods Search strategy The publications used for bibliometric analysis were downloaded in June 1, 2021, from the multidisciplinary citation databases Web of Science Core Collection (WoSCC) and Scopus, as well as the life sciences and biomedical disciplines database PubMed. The search criteria were as following: search topics, “STK11” or “serine-threonine kinase 11” or “LKB1” or “liver kinase B1”; document type, “article”; year range, “2000 to 2021”; and no limit on language was set. The search strategies of the three databases were listed in S1 File . Data preprocessing All the publications downloaded from WoSCC, Scopus and PubMed were imported into Endnote X9 for deduplicating. Due to different versions of spelling in the title or author, we further carried out manual deduplicating. After deduplicating, two researchers conducted a screening to exclude the publications that did not met the research topic and search strategy, as well as those that had not been reviewed by peers or had been withdrawn, so as to improve the quality of the included publications. The multi-databases combined bibliometric analysis could be performed only when the formats of data downloaded from deferent databases were unified. We used the format conversion function of Citespace5.7.R5W to convert the format of the data downloaded from Scopus and PubMed into WOS format, as same as the data downloaded from WoSCC. Then, two researchers revised the data with WOS format through adding the missing value and modifying the error codes ( S1 Dataset ). Data analysis VOSviewer1.6.16, which was developed by Van Eck and Waltman of Leiden University, has the advantages of conducting accurate statistical analysis, clustering large-scale data, generating density visualization, and locating scientific research hotspots [ 18 ]. In this study, we selected citation, co-citation, co-authorship and co-occurrence analysis to report and classify the top countries, institutions, authors, source journals, cited references, keywords of the retrieved publications. Furthermore, we chose network views to map the core research power and their collaborative relationships, as well as the evolution of hotspots. The parameters of VOSviewer were setting as following: the minimum number of publications per author, country, organization and source journal was 5; the minimum co-citation frequency of each cited reference was 20; the minimum co-occurrence frequency of each keyword was 5; the minimum size of each cluster was 1; the random starts parameter was 10; the number of iterations were 10; and the random seed parameter was 0. In the network view map, bigger node size represents greater number of publications; shorter lines represent closer collaborations; and the nodes with the same color represent a cluster that have similar research theme. The detailed explanations are provided in the manual of VOSviewer on line ( https://www.vosviewer.com/documentation/Manual_VOSviewer_1.6.16.pdf ). CiteSpace5.7.R5W, which was developed by Chaomei Chen of Drexel University, is another commonly used bibliometrics software [ 20 ]. We used its data processing utilities and category analysis function to generate the annual number of publications and top discipline categories, respectively. Then, GraphPad Prism 9 was used to present the publication trends and top 10 discipline categories in line chart and bar chart, respectively. CiteSpace has a special analysis method, namely citation-burst-time analysis, which is used to identify the time point when a certain research direction becomes a hotspot [ 19 , 28 ]. We analyzed the keywords using the citation burst history, which can quantify burst strength and locate burst time, so as to estimate developing trends quantitatively. The list of strongest citation burst keywords was mapped by minimum tree generation algorithm. The parameters of citation burst analysis were setting as following: the configure detection model is f(x) = αe -αχ , α 1 /α 0 = 2.0, α i /α i-1 = 2.0; the number of states is 2, γ [0,1]; and minimum duration is 2. In the time line map, the red segment on the green timeline represents the begin and end years between which the keyword had been burst cited, and the “strength” represents the strength with which the keyword had been burst cited. The manual of CiteSpace is available on website ( http://cluster.ischool.drexel.edu/∼cchen/citespace/CiteSpaceManual.pdf ). Results Description and trends of publications A total of 8,642 publications were extracted, WoSCC (2,665 publications), Scopus (3,089 publications), PubMed (2,888 publications). After data preprocessing, 3,219 publications were retrieved for final analysis ( Fig 1 ). To visualize the growth trend of LKB1 research, we generated a line chart according to the annual number of publications. As shown in Fig 2 , the number of publications increased gradually, with a peak in 2020. From 2016 to 2021, the number of publications accounted for 49.46% of the total. 10.1371/journal.pone.0259240.g001 Fig 1 Flow chart of LKB1 researches inclusion. 10.1371/journal.pone.0259240.g002 Fig 2 Distribution of publications by years. Discipline categories Based on the scientific attributes of the retrieved data, the discipline categories of LKB1 research mainly focused on oncology (675 publications), biochemical molecular biology (523 publications), and cell biology (513 publications) ( Fig 3 ). 10.1371/journal.pone.0259240.g003 Fig 3 Top 10 discipline categories in LKB1 research. Country and institution analysis According to the data of countries citation analysis by VOSviewer, the United States published the largest number of publications on LKB1 (1,018 publications, 31.62%), followed by China (714 publications, 22.18%) and South Korea (248 publications, 7.70%). The country with the highest number of citations was the United States with 77,696 ( Table 1 ). 10.1371/journal.pone.0259240.t001 Table 1 Top 10 productive countries in LKB1 research, 2000 to 2021. Rank Country Count Percentage (%) Citation Average year of publication 1 United States 1018 31.62 77696 2014.70 2 China 714 22.18 16556 2017.02 3 South Korea 248 7.70 9824 2014.84 4 Japan 226 7.02 7550 2013.32 5 France 186 5.78 12338 2014.04 6 Canada 153 4.75 9766 2013.78 7 England 145 4.51 12050 2011.58 8 Germany 136 4.22 7215 2013.68 9 Italy 132 4.10 5203 2015.24 10 Spain 113 3.52 4932 2013.11 The institution that published the largest number of publications was Harvard University (101 publications, 3.14%), followed by the University of Dundee (81 publications, 2.52%), and Chinese Academy of Sciences (71 publications, 2.21%), meanwhile, Harvard University also had the highest number of citations (1,5096 citations) ( Table 2 ). Half of the most active institutions (top 10) were in the United States. A network view map was generated through co-authorship analysis, which enables us to visualize the collaborative network relationship between relevant research institutions ( Fig 4 ). As shown in Fig 4 , there was a complex collaborative relationship among the major institutions. 10.1371/journal.pone.0259240.g004 Fig 4 Collaboration network of main institutions. 10.1371/journal.pone.0259240.t002 Table 2 Top 10 productive institutions in LKB1 research, 2000 to 2021. Rank Institution Country Count Percentage (%) Citation Average year of publication 1 Harvard University United States 101 3.14 15096 2011.05 2 University of Dundee England 81 2.52 12828 2009.57 3 The University of Texas MD Anderson Cancer Center United States 71 2.21 4590 2015.49 4 Chinese Academy of Sciences China 71 2.21 3454 2014.79 5 University Paris France 54 1.68 4677 2013.56 6 Dana-Farber Cancer Institute United States 51 1.58 8719 2013.57 7 Massachusetts General Hospital United States 45 1.40 7008 2014.54 8 Inserm France 43 1.34 4028 2011.98 9 Emory University United States 43 1.34 1690 2013.93 10 Fudan University China 41 1.27 2024 2014.34 Top co-authorship authors analysis By using VOSviewer, the results of co-author analysis showed that a total of 20,649 authors participated in the publication of 3,219 LKB1 papers. The top 10 productive authors are listed in Table 3 , Benoit Viollet (37 publications) ranked first, followed by D Grahame Hardie (25 publications) and Marc Foretz (23 publications). Moreover, the most cited authors were Benoit Viollet (4,081 citations), D Grahame Hardie (2,661 citations), and Kei Sakamoto (2,279 citations). The partnerships among the active authors were displayed by a network view map ( Fig 5 ). The most active authors (top 10) had pronounced partnerships, for example, the links between Benoit Viollet, D Grahame Hardie, Marc Foretz, and Kei Sakamoto; between D Grahame Hardie, Kei Sakamoto, and Dario R Alessi; and between Kwok Kin Wong, Nabeel Bardeesy, and Hongbin Ji, etc. There were also several relatively independent research teams, such as Minghui Zou’s team, Jing Wang’s team, and Wei Zhou’s team, etc. 10.1371/journal.pone.0259240.g005 Fig 5 Co-authorship network of authors producing LKB1 research. 10.1371/journal.pone.0259240.t003 Table 3 Top 10 authors in LKB1 research, 2000 to 2021. Rank Authors with the highest publication outputs Authors with the highest citations Author Country Count Author Country Citation 1 Benoit Viollet France 37 Benoit Viollet France 4081 2 D Grahame Hardie England 25 D Grahame Hardie England 2661 3 Marc Foretz France 23 Kei Sakamoto Switzerland 2279 4 Kwok Kin Wong United States 21 Marc Foretz France 1872 5 Minghui Zou United States 21 David Carling England 1859 6 Nabeel Bardeesy United States 16 Dario R Alessi England 1682 7 Hongbin Ji China 16 Simon A Hawley England 1476 8 Jing Wang United States 16 Nabeel Bardeesy United States 1456 9 Wei Zhou United States 16 Kwok Kin Wong United States 1391 10 Haiquan Chen China 15 Russell G Jones Canada 1231 Citation analysis of source journals There were 911 journals that contributed to the LKB1 related publications. The top 10 publication and citation journals are listed in Table 4 , more than half of them belong to the United States. The most prolific journals were Plos One (108 publications) and Journal of Biological Chemistry (96 publications). Meanwhile, Journal of Biological Chemistry was the journals with the most cited number (8,970 citations), and Plos One ranked top 4 (4,951 citations). A network visualization was used to show leading journals and their clusters in different subject areas ( Fig 6 ). 10.1371/journal.pone.0259240.g006 Fig 6 Network view of journals involved in LKB1 research. 10.1371/journal.pone.0259240.t004 Table 4 Top 10 source journals for LKB1 articles, 2000 to 2021. Rank Journals with the highest publication outputs Journals with the highest citations Journal Title Country Count Impact Factor (2020) Journal Title Country Citation Impact Factor (2020) 1 Plos One United States 108 3.24 Journal of Biological Chemistry United States 8970 5.157 2 Journal of Biological Chemistry United States 96 5.157 Nature England 6282 49.962 3 Oncotarget United States 51 - Proceedings of the National Academy of Sciences of the United States of America United States 6005 11.205 4 Biochemical and Biophysical Research Communications United States 48 3.575 Plos One United States 4951 3.24 5 Oncogene England 46 9.867 Cancer Research United States 4351 12.701 6 Clinical Cancer Research United States 45 12.531 Cell Metabolism United States 4218 27.287 7 Cancer Research United States 44 12.701 Science United States 3825 47.728 8 Nature Communications England 43 14.919 Cell United States 3295 41.582 9 Scientific Reports England 39 4.379 Embo Journal United States 3030 11.598 10 Proceedings of the National Academy of Sciences of the United States of America United States 36 11.205 Biochemical Journal England 2918 3.857 Co-cited reference analysis The co-citation analysis of VOSviewer was carried out to analyzed the co-cited references. The top 10 co-cited references were the representative articles of 4 theme clusters. Cluster #1 (red), LKB1 activates AMPK and regulates different biological functions (Shaw RJ, Hawley SA, and Woods A et al.); cluster #2 (green), LKB1 is defective in patients with Peutz-Jeghers syndrome (PJS) (Hemminki A and Jenne DE et al.); cluster #3 (blue), LKB1-AMPK pathway suppresses tumor (Shackelford DB and Ji H et al.); and cluster #4 (yellow), LKB1 related signaling pathways (Lizcano JM and Alessi DR et al.) ( Table 5 ). Fig 7 displays the major co-references and their clusters. 10.1371/journal.pone.0259240.g007 Fig 7 Co-cited references in LKB1 research. 10.1371/journal.pone.0259240.t005 Table 5 Top 10 co-cited references in LKB1 research from 2000 to 2021. Rank Title Author (year) Journal Citation Cluster 1 A serine/threonine kinase gene defective in Peutz-Jeghers syndrome. Hemminki A et al. (1998) Nature 429 2 2 The tumor suppressor LKB1 kinase directly activates AMP-activated kinase and regulates apoptosis in response to energy stress. Shaw RJ et al. (2004) Proceedings of the National Academy of Sciences of the United States of America 408 1 3 LKB1 is a master kinase that activates 13 kinases of the AMPK subfamily, including MARK/PAR-1. Lizcano JM et al. (2004) The Embo journal 382 4 4 Complexes between the LKB1 tumor suppressor, STRAD alpha/beta and MO25 alpha/beta are upstream kinases in the AMP-activated protein kinase cascade. Hawley SA et al. (2003) Journal of Biology 378 1 5 LKB1 is the upstream kinase in the AMP-activated protein kinase cascade. Woods A et al. (2003) Current Biology 367 1 6 Peutz-Jeghers syndrome is caused by mutations in a novel serine threonine kinase. Jenne DE et al. (1998) Nature Genetics 306 2 7 The LKB1-AMPK pathway: metabolism and growth control in tumor suppression. Shackelford DB et al. (2009) Nature Reviews Cancer 286 3 8 LKB1-dependent signaling pathways. Alessi DR et al. (2006) Annual Review of Biochemistry 276 4 9 LKB1 modulates lung cancer differentiation and metastasis. Ji H et al. (2007) Nature 251 3 10 The kinase LKB1 mediates glucose homeostasis in liver and therapeutic effects of metformin. Shaw RJ et al. (2005) Science 213 1 Keywords distribution analysis The 5 clusters of keywords with different research themes were generated by the co-occurrence analysis of VOSviewer. The network visualization map displayed the 5 clusters with the colors of yellow, red, purple, green, and blue, respectively ( Fig 8 ). The top 20 co-occurrence keywords for each cluster are listed in Table 6 . The theme of cluster #1 (yellow) can be summarized as the molecular background and biological functions of LKB1. The theme of cluster #2 (red) can be summarized as the expression and molecular functions of LKB1 tested in cells and tissues of animal and human. The theme of cluster #3 (purple) can be summarized as LKB1 and related genes in tumor. The theme of cluster #4 (green) can be summarized as clinical trials about LKB1 and related genes mutations in tumors, especially in lung adenocarcinoma. The theme of cluster #5 (blue) can be summarized as co-mutated genes in tumors by gene sequencing. The serial numbers of the 5 clusters were named in order of their average publication time. Cluster #1 were the keywords with the earliest average publication time and the highest co-occurrence frequency, cluster #2 were the keywords with the highest link values, and cluster #4 and #5 were the keywords with the latest publication time. These results reveal that the theme of cluster #1 was the early and mature field of LKB1 research, the theme of cluster #2 was the focused field, and the themes of cluster #4 and #5 are the emerging research fields. 10.1371/journal.pone.0259240.g008 Fig 8 The co-occurrence keywords in LKB1 research. 10.1371/journal.pone.0259240.t006 Table 6 Top 20 keywords in the 5 clusters of LKB1 research from 2000 to 2021. Cluster Top 20 co-occurrence keywords Average publication year Average occurrences Average links 1 lkb1, ampk, expression, activated protein-kinase, phosphorylation, cancer, gene, kinase, growth, activation, apoptosis, mutations, pathway, peutz-jeghers-syndrome, protein-kinase, metformin, cells, protein, oxidative stress, tumor-suppressor 2013.86 304.25 381.05 2 article, human, metabolism, protein kinase lkb1, controlled study, genetics, priority journal, unclassified drug, signal transduction, nonhuman, amp-activated protein kinase, mice, mouse, pathology, animal, human cell, protein expression, hydroxymethylglutaryl coenzyme a reductase kinase, gene expression, animal experiment 2015.64 219.65 771.40 3 stk11 gene, epidermal growth factor receptor 2, oncogene, dna, pten gene, oncogene kras, colorectal cancer, gene frequency, pik3ca gene, fibroblast growth factor receptor 1, tp53 gene, fibroblast growth factor receptor 2, dna mutational analysis, egfr gene, fibroblast growth factor receptor 3, genetic analysis, polymerase chain reaction, atm gene, braf gene, epidermal growth factor receptor 4 2016.63 44.50 541.65 4 female, male, adult, mutation, gene mutation, aged, middle aged, human tissue, epidermal growth factor receptor, kras protein, lung adenocarcinoma, high throughput sequencing, next generation sequencing, braf kinase, prognosis, immunohistochemistry, cyclin dependent kinase inhibitor 2a, cancer staging, clinical article, next-generation sequencing 2017.15 121.15 721.75 5 protein p53, major clinical study, phosphatidylinositol 3,4,5 trisphosphate 3 phosphatase, breast cancer, tumor suppressor gene, apc protein, smad4 protein, atm protein, procedure, brca2 protein, germline mutation, uvomorulin, genetic screening, brca1 protein, mutl protein homolog 1, cancer risk, checkpoint kinase 2, protein msh6, dna sequence, single nucleotide polymorphism 2017.25 76.40 608.85 We mapped the top 40 burst cited keywords that effectively reflected the evolution of LKB1 research hotspots using CiteSpace ( Fig 9 ). As shown in Fig 9 , the development trends of LKB1 research are consistent with the result of co-occurrence keyword analysis of VOSviewer. From 2000 to 2021, the hotspots of LKB1 research shifted from the molecular background and functions to clinical trials and co-mutated genes in tumors. In recent year, the keywords that still maintain the state of bursting citation included “phosphatidylinositol 3, middle aged, adult, aged, human tissue, major clinical study, male, female, lung adenocarcinoma, gene mutation, ATM protein, APC protein, P53 protein, biomarker”, which are considered as emerging hotspots and future research trends of LKB1. The themes of these keywords can be summarized as follows: the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma. 10.1371/journal.pone.0259240.g009 Fig 9 The top 40 strongest citation burst keywords in LKB1 research during 2000–2021. The green bar represents the time interval from 2000 to 2021, and the red bar represents the burst cited time of keyword. “Year” column represents the earliest year in which the keyword had been published in the field of LKB1 research, “Begin” and “End” columns represent the begin and end years between which the keyword had been burst cited, and “Strength” column represents the strength with which the keyword had been burst cited. Discussion LKB1 was first identified as a tumor suppressor gene in patients with Peutz-Jeghers syndrome (PJS) in 1998 [ 29 , 30 ], and a large number of publications related to LKB1 have been reported in different fields gradually. In recent years, the potential clinical value of LKB1 has been concerned by scholars. Investigations of LKB1 have important medical implications that require in-depth analysis and summary. Therefore, a better understanding of the current knowledge structure, hotspots, and emerging frontier fields of LKB1 research is crucial for future research. In this study, we conducted a bibliometric analysis of the publications on LKB1 research from 2000 to 2021 for the first time. In the past 22 years, the number of LKB1 publications has increased gradually by year. In recent years (from 2016 to 2021), the number of publications accounts for nearly half of the total, which indicates that LKB1 has become the focus of attention ( Fig 2 ). Studies on LKB1 are mainly distributed in three disciplinary directions: Oncology, biochemistry molecular biology, and cell biology ( Fig 3 ). Based on our findings, the leading contributors to the LKB1 research were the United States, Harvard University, Benoit Viollet, Journal of Biological Chemistry and Plos One. Meanwhile, more than half of the top 10 publication institutions, authors and journals were from the United States. Therefore, we confirm the dominant role of the United States in LKB1 research. The cooperation of top authors could also reflect the hotspot themes in LKB1 research ( Fig 5 ). The themes of cooperation among Benoit Viollet, D Grahame Hardie, Marc Foretz, Kei Sakamoto, and Dario R Alessi were the molecular functions of LKB1: LKB1 regulates glucose metabolism, fatty acid oxidation, and energy metabolism through activation of AMPK [ 31 – 33 ]. The themes of cooperation among Kwok Kin Wong, Nabeel Bardeesy, and Hongbin Ji were the roles of LKB1 in cancers, such as lung cancer, cervical cancer, and endometrial cancer [ 3 , 34 , 35 ]. The top 10 co-cite references listed in Table 5 are recognized as benchmarking publications, which also represent the hotspots of LKB1 research. Combined with the results of the co-authorship authors and co-cited reference analysis, the shared hotspots of LKB1 were as following: LKB1 regulates different biological functions through AMPK activation, and the roles that LKB1 plays in cancer. However, the details of the hotspots and the evolution process could not be accurately illustrated by the present results. Therefore, we conducted keywords analysis to discover the evolution of hotspots and predict the future trends. Combined with the results of co-occurrence and burst keywords analysis, we found that the focused hotspot was the molecular functions of LKB1, and the emerging hotspots are the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma. These emerging hotspots can also be considered as the future research trends. Our results reveal that the molecular biological functions of LKB1 was the focused hotspot. LKB1, a well-characterised protein kinase, localises mainly in nuclei. LKB1 binds to the pseudokinase, STRADα, and the scaffolding protein, MO25, cause it to relocate to the cytoplasm, as well as enhancing its kinase activity [ 36 – 38 ]. In different cellular environments, LKB1 is considered as a master kinase to activate 14 AMP-activated protein kinase (AMPK) family members [ 39 – 42 ] and non-AMPK family proteins, such as LIP1, PTEN, and p53-p21/WAF1 [ 43 – 45 ], so as to regulate different molecular biological functions. Co-occurrence and citation burst keywords analysis showed that oxidative stress, metabolism, insulin resistance, apoptosis, and cell polarity were the hotspots of molecular biological functions. In the function of mediating oxidative stress, loss of LKB1 expression has been shown to increase reactive oxygen species (ROS) levels, leading to accumulate DNA damage of cancer cells, raising the sensitivity of cancer cells to oxidative stress inducing therapies such as cisplatin and γ-irradiation [ 46 , 47 ]. The dominant academic view supports that the role of LKB1 in oxidative stress depends on AMPK [ 46 , 48 , 49 ]; however, different view supports that the role of LKB1 in suppressing ROS is independent of AMPK [ 47 ]. Besides, as the central metabolic sensor, AMPK is activated by LKB1 to regulate various metabolic progresses, such as energy, glucose and lipid metabolism [ 2 ]. In skeletal muscle, LKB1 and AMPK enhance glucose transport, lipid and fatty acid oxidation, and insulin sensitivity, and may, therefore, be treatment targets for type 2 diabetes and obesity [ 50 , 51 ]. Depending on metabolism or ROS, LKB1-AMPK pathway can induce autophagy [ 52 , 53 ], and autophagy deficiency can inhibit the proliferation of LKB1 deficient lung cancer cells by regulating lipid metabolism [ 54 ]. Under energy shortage conditions, the LKB1-AMPK axis suppresses cancer cell proliferation by inhibiting fatty acid and protein synthesis, as well as glycogen storage [ 55 , 56 ]. Earlier studies have found that LKB1 regulates apoptosis depending on p53-dependent pathways [ 57 ]. LKB1 requires SIK1 (an AMPK family member) to promote p53-dependent anoikis, a form of apoptosis caused by poor contact between the cell and the extracellular matrix, so as to suppress cell growth and invasion [ 58 ]. LKB1 also can inhibit cell growth through suppressing the anti-apoptotic factors, such as STAT3, JNK, KRAS, MAPK, cyclooxygenase-2, and c-myc [ 42 , 59 , 60 ]. In recent studies, LKB1-AMPK is still the major signaling pathway to regulate cell apoptosis [ 61 – 63 ]. The role of LKB1 plays in epithelial polarity is associated with MARK/PAR1 and AMPK. LKB1 phosphorylates MARK/PAR1 kinases, which is associated with cell polarity regulated by LKB1 [ 64 , 65 ]. LKB1 coordinates epithelial polarity and proliferation according to cellular energy status through AMPK [ 66 ]. There are some evidences support that LKB1-AMPK pathway may promote tumorigenesis by maintaining metabolic homeostasis and preventing oxidative stress [ 67 – 69 ]. The role of LKB1 in cell polarity and metabolism is dual, besides suppressing tumorigenesis, it main also promotes tumor development. LKB1 regulates epithelial polarity to promote tumorigenesis through inactivating class III phosphatidylinositol-3-OH kinase (CIII-PI3K) [ 70 ]. It can be concluded from the above discussion that the biological functions of LKB1 are interdependent and interactive in the development of metabolic diseases and tumors. According to the results of bibliometric analysis, the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma, are the emerging hotspots and future trends. LKB1 was first identified as a tumor suppressor gene in patients with Peutz-Jeghers syndrome (PJS), a rare autosomal dominant disorder characterized by the growth of multiple hamartomatous gastrointestinal polyps, pigmented mucocutaneous macules, and other neoplasms [ 29 , 30 ]. Approximately 94%–96% of patients with PJS have germline mutations of LKB1 , which is associated with 10-fold higher cancer risk than that of the general population [ 71 , 72 ]. Soon after the identification of germline LKB1 mutations in PJS, LKB1 somatic mutations were detected as associated with poor survival of patients with sporadic malignancies, such as non-small cell lung cancer (NSCLC), breast cancer, pancreatic cancer, colon cancer, cervical cancer, and melanoma [ 35 , 73 – 81 ]. Especially in NSCLC, LKB1 has the third highest mutation rate of approximately 34%, second only to TP53 and KRAS [ 3 , 73 ]. The LKB1 mutation rates in lung squamous cell carcinoma and large cell carcinomas are about 19% and 14% [ 82 ]. Mutations of LKB1 frequently co-occur with KRAS and TP53 mutations in NSCLC, which are associated with a higher risk of metastasis and poor prognosis compared with KRAS or TP53 mutation alone [ 83 , 84 ]. As a tumor suppressor gene in NSCLC, LKB1 regulates AMPK, mTOR, VEGF, p53, p21/WAF1, SIK1, SIK3, and INSL4 to inhibit cell proliferation, cell differentiation, cell invasion, cell migration, tumor angiogenesis, and cell cycle arrest [ 85 – 89 ]. Further, LKB1 inactivation induces a redox imbalance to promote transdifferentiation from lung adenocarcinoma to lung squamous cell carcinoma in NSCLC, which leads resistance to anti-tumor therapy [ 90 ]. Therefore, the prognosis of patients with LKB1 mutated NSCLC has been the focus of substantial attention; and related therapeutic clinical trials, requiring LKB1 mutation as a determinant or investigation inclusion criteria, have been conducted. LKB1 has been proven to be the most prevalent driver gene of resistance to PD-1 inhibitor in KRAS -mutant lung adenocarcinoma [ 16 ], while in LKB1 -mutant non-squamous non-small cell lung cancer (mnsNSCLC), pembrolizumab did not improve the PFS and OS of patients administered platinum-pemetrexed chemotherapy [ 91 ]. In patients with advanced LKB1-inactive NSCLC receiving platinum-pemetrexed chemotherapy, although metformin had been administered first, it could not improve prognosis in a phase II clinical trial, due to limited sample numbers [ 15 ]. Another phase II clinical trial ( NCT03709147 ) will begin recruiting to evaluate the clinical outcomes of treatment with metformin combined with fasting mimicking diet. In addition, a phase III clinical trial to evaluate the disease control rate of talazoparib and avelumab for patients with stage IV or recurrent mnsNSCLC with LKB1 mutation are currently recruiting (NCT04173507). Since LKB1 and KRAS mutations in tumors are still considered as undruggable targets, genetic aberrations screening of clinical tumor specimens is being carried out gradually. A phase I trial reported that in addition to KRAS and/or TP53 mutations, the most common concurrent genetic aberrations in NSCLC were CDKN2A , EGFR , BRAF , PIK3CA , ATM , APC , STK11 , c-MET and KIT [ 92 ]. With the wide application of next generation sequencing, the co-mutation genes in different tumors were detected, such as, the co-mutation of TP53 , STK11 , CDKN2A and KMT2C in lung cancer; the co-mutation of TP53 , KRAS , ARID1A , PIK3CA , CDKN2A , SMARCA4 , PBRM1 , STK11 , APC and RB1 in cancer of unknown primary; the co-mutation of ABCC12 , APC , ATM , BRCA1 , BRCA2 , CDH1 , ERCC6 , MSH2 , POLH , PRF1 , SLX4 , STK11 and TP53 in breast cancer; and the co-mutation of KRAS , GNAS , AKT1 , APC , PIK3CA , RB1 , STK11 and TP53 in low-grade mucinous neoplasms [ 93 – 96 ]. Although the analytical methods used in this study can describe the core power and hotspot evolution of LKB1 research, the publications of LKB1 have not been comprehensively analyzed due to certain limitations. The data we analyzed were extracted from WoSCC, Scopus, and PubMed, but did not include Embase, Google Scholar and other databases; hence, our data may not be representative of all LKB1 studies. However, the data offered by the three databases covers the overwhelming majority of publications in LKB1 field. Furthermore, although our retrieval strategy did not limit language, most publications are in English, hence there may have been a linguistic bias. Conclusions In conclusion, through bibliometric visualization analysis, the core power and hotspot evolution of LKB1 research are visually displayed. In the past 22 years, the number of publications on LKB1 has increased steadily. The United States exerted an important influence on LKB1 field. Frequent and effective cooperation between countries, institutions and authors is beneficial for promoting LKB1 research. The focused research hotspot was the molecular functions of LKB1. The emerging hotspots and future trends are the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma. We conclude that multi-target joint surveillance and intervention may be the mainstream direction of future clinical research on LKB1 field. Supporting information S1 File Retrieval strategies for LKB1 related publications in three databases. (DOCX) Click here for additional data file. S1 Dataset LKB1 related publications from three public databases. (TXT) Click here for additional data file. References 1 Rowan A , Churchman M , Jefferey R , Hanby A , Poulsom R , Tomlinson I . In situ analysis of LKB1/STK11 mRNA expression in human normal tissues and tumours . The Journal of pathology . 2000 ; 192 ( 2 ): 203 – 6 . Epub 2000/09/27. doi: 10.1002/1096-9896(2000)9999:9999&lt;::AID-PATH686&gt;3.0.CO;2-J . 11004696 2 Shackelford DB , Shaw RJ . The LKB1-AMPK pathway: metabolism and growth control in tumour suppression . Nature reviews Cancer . 2009 ; 9 ( 8 ): 563 – 75 . Epub 2009/07/25. doi: 10.1038/nrc2676 . 19629071 3 Ji H , Ramsey MR , Hayes DN , Fan C , McNamara K , Kozlowski P , et al . LKB1 modulates lung cancer differentiation and metastasis . Nature . 2007 ; 448 ( 7155 ): 807 – 10 . Epub 2007/08/07. doi: 10.1038/nature06030 . 17676035 4 Williams T , Brenman JE . LKB1 and AMPK in cell polarity and division . Trends in cell biology . 2008 ; 18 ( 4 ): 193 – 8 . Epub 2008/03/04. doi: 10.1016/j.tcb.2008.01.008 . 18314332 5 Jain P , Baranwal S , Dong S , Struckhoff AP , Worthylake RA , Alahari SK . Integrin-binding protein nischarin interacts with tumor suppressor liver kinase B1 (LKB1) to regulate cell migration of breast epithelial cells . The Journal of biological chemistry . 2013 ; 288 ( 22 ): 15495 – 509 . Epub 2013/04/11. doi: 10.1074/jbc.M112.418103 . 23572524 6 Esteve-Puig R , Gil R , Gonzalez-Sanchez E , Bech-Serra JJ , Grueso J , Hernandez-Losa J , et al . A mouse model uncovers LKB1 as an UVB-induced DNA damage sensor mediating CDKN1A (p21WAF1/CIP1) degradation . PLoS Genet . 2014 ; 10 ( 10 ): e1004721 . Epub 2014/10/21. doi: 10.1371/journal.pgen.1004721 . 25329316 7 Faubert B , Vincent EE , Griss T , Samborska B , Izreig S , Svensson RU , et al . Loss of the tumor suppressor LKB1 promotes metabolic reprogramming of cancer cells via HIF-1alpha . Proc Natl Acad Sci U S A . 2014 ; 111 ( 7 ): 2554 – 9 . Epub 2014/02/20. doi: 10.1073/pnas.1312570111 . 24550282 8 Towler MC , Hardie DG . AMP-activated protein kinase in metabolic control and insulin signaling . Circulation research . 2007 ; 100 ( 3 ): 328 – 41 . Epub 2007/02/20. doi: 10.1161/01.RES.0000256090.42690.05 . 17307971 9 Ikeda Y , Sato K , Pimentel DR , Sam F , Shaw RJ , Dyck JR , et al . Cardiac-specific deletion of LKB1 leads to hypertrophy and dysfunction . The Journal of biological chemistry . 2009 ; 284 ( 51 ): 35839 – 49 . Epub 2009/10/16. doi: 10.1074/jbc.M109.057273 . 19828446 10 Thomson DM . The Role of AMPK in the Regulation of Skeletal Muscle Size, Hypertrophy, and Regeneration . International journal of molecular sciences . 2018 ; 19 ( 10 ). Epub 2018/10/14. doi: 10.3390/ijms19103125 . 30314396 11 Xu Z , Liu J , Shan T . New Roles of Lkb1 in Regulating Adipose Tissue Development and Thermogenesis . Journal of cellular physiology . 2017 ; 232 ( 9 ): 2296 – 8 . Epub 2016/10/13. doi: 10.1002/jcp.25643 . 27731500 12 Zhuang ZG , Di GH , Shen ZZ , Ding J , Shao ZM . Enhanced expression of LKB1 in breast cancer cells attenuates angiogenesis, invasion, and metastatic potential . Molecular cancer research: MCR . 2006 ; 4 ( 11 ): 843 – 9 . Epub 2006/11/23. doi: 10.1158/1541-7786.MCR-06-0118 . 17114342 13 Loi S , Michiels S , Lambrechts D , Fumagalli D , Claes B , Kellokumpu-Lehtinen PL , et al . Somatic mutation profiling and associations with prognosis and trastuzumab benefit in early breast cancer . Journal of the National Cancer Institute . 2013 ; 105 ( 13 ): 960 – 7 . Epub 2013/06/07. doi: 10.1093/jnci/djt121 . 23739063 14 Bonanno L , De Paoli A , Zulato E , Esposito G , Calabrese F , Favaretto A , et al . LKB1 Expression Correlates with Increased Survival in Patients with Advanced Non-Small Cell Lung Cancer Treated with Chemotherapy and Bevacizumab . Clinical cancer research: an official journal of the American Association for Cancer Research . 2017 ; 23 ( 13 ): 3316 – 24 . Epub 2017/01/26. doi: 10.1158/1078-0432.CCR-16-2410 . 28119362 15 Parikh AB , Kozuch P , Rohs N , Becker DJ , Levy BP . Metformin as a repurposed therapy in advanced non-small cell lung cancer (NSCLC): results of a phase II trial . Invest New Drugs . 2017 ; 35 ( 6 ): 813 – 9 . Epub 2017/09/25. doi: 10.1007/s10637-017-0511-7 . 28936567 16 Skoulidis F , Goldberg ME , Greenawalt DM , Hellmann MD , Awad MM , Gainor JF , et al . STK11/LKB1 Mutations and PD-1 Inhibitor Resistance in KRAS-Mutant Lung Adenocarcinoma . Cancer Discov . 2018 ; 8 ( 7 ): 822 – 35 . Epub 2018/05/19. doi: 10.1158/2159-8290.CD-18-0099 . 29773717 17 Parikh AB , Marrone KA , Becker DJ , Brahmer JR , Ettinger DS , Levy BP . A pooled analysis of two phase II trials evaluating metformin plus platinum-based chemotherapy in advanced non-small cell lung cancer . Cancer treatment and research communications . 2019 ; 20 : 100150 . Epub 2019/05/19. doi: 10.1016/j.ctarc.2019.100150 . 31102920 18 van Eck NJ , Waltman L . Software survey: VOSviewer, a computer program for bibliometric mapping . Scientometrics . 2010 ; 84 ( 2 ): 523 – 38 . Epub 2010/06/30. doi: 10.1007/s11192-009-0146-3 . 20585380 19 Synnestvedt MB , Chen C , Holmes JH . CiteSpace II: visualization and knowledge discovery in bibliographic databases . AMIA Annual Symposium proceedings AMIA Symposium . 2005 ; 2005 : 724 – 8 . Epub 2006/06/17. . 16779135 20 Chen C . Searching for intellectual turning points: progressive knowledge domain visualization . Proc Natl Acad Sci U S A . 2004 ; 101 Suppl 1 : 5303 – 10 . Epub 2004/01/16. doi: 10.1073/pnas.0307513100 . 14724295 21 Devos P , Ménard JJH . Trends in Worldwide Research in Hypertension Over the Period 1999–2018: A Bibliometric Study . 2020 ; 76 ( 5 ): 1649 – 55 . doi: 10.1161/hypertensionaha.120.15711 . 32862706 22 Wang Q , Yang K , Zhang Z , Wang Z , Li C , Li L , et al . A Characterization of Global Research Trends and Prospects on Single-Cell Sequencing Technology: What Bibliometric Analysis Tells Us . 2021 . doi: 10.2196/25789 . 34014832 23 Wei Q , Shen J , Wang D , Han X , Shi J , Zhao L , et al . A bibliometric analysis of researches on flap endonuclease 1 from 2005 to 2019 . BMC Cancer . 2021 ; 21 ( 1 ): 374 . Epub 2021/04/09. doi: 10.1186/s12885-021-08101-2 . 33827468 24 Chen X , Cheng X , Meng H , Selvaraj KK , Li H , He H , et al . Past, present, and future perspectives on the assessment of bioavailability/bioaccessibility of polycyclic aromatic hydrocarbons: A 20-year systemic review based on scientific econometrics . Sci Total Environ . 2021 ; 774 : 145585 . Epub 2021/02/20. doi: 10.1016/j.scitotenv.2021.145585 . 33607432 25 Paunkov A , Chartoumpekis DV , Ziros PG , Sykiotis GP . A Bibliometric Review of the Keap1/Nrf2 Pathway and its Related Antioxidant Compounds . Antioxidants (Basel) . 2019 ; 8 ( 9 ). Epub 2019/09/05. doi: 10.3390/antiox8090353 . 31480567 26 de Castilhos Ghisi N , Zuanazzi NR , Fabrin TMC , Oliveira EC . Glyphosate and its toxicology: A scientometric review . Sci Total Environ . 2020 ; 733 : 139359 . Epub 2020/05/24. doi: 10.1016/j.scitotenv.2020.139359 . 32446085 27 Verrall B , Pickering CM . Alpine vegetation in the context of climate change: A global review of past research and future directions . Sci Total Environ . 2020 ; 748 : 141344 . Epub 2020/08/20. doi: 10.1016/j.scitotenv.2020.141344 . 32814293 28 Chen C , Hu Z , Liu S , Tseng H . Emerging trends in regenerative medicine: a scientometric analysis in CiteSpace . Expert opinion on biological therapy . 2012 ; 12 ( 5 ): 593 – 608 . Epub 2012/03/27. doi: 10.1517/14712598.2012.674507 . 22443895 29 Hemminki A , Markie D , Tomlinson I , Avizienyte E , Roth S , Loukola A , et al . A serine/threonine kinase gene defective in Peutz-Jeghers syndrome . Nature . 1998 ; 391 ( 6663 ): 184 – 7 . Epub 1998/01/15. doi: 10.1038/34432 . 9428765 30 Jenne DE , Reimann H , Nezu J , Friedel W , Loff S , Jeschke R , et al . Peutz-Jeghers syndrome is caused by mutations in a novel serine threonine kinase . Nat Genet . 1998 ; 18 ( 1 ): 38 – 43 . Epub 1998/01/13. doi: 10.1038/ng0198-38 . 9425897 31 Patel K , Foretz M , Marion A , Campbell DG , Gourlay R , Boudaba N , et al . The LKB1-salt-inducible kinase pathway functions as a key gluconeogenic suppressor in the liver . Nature communications . 2014 ; 5 : 4535 . Epub 2014/08/05. doi: 10.1038/ncomms5535 . 25088745 32 Moral-Sanz J , Lewis SA , MacMillan S , Ross FA , Thomson A , Viollet B , et al . The LKB1-AMPK-alpha1 signaling pathway triggers hypoxic pulmonary vasoconstriction downstream of mitochondria . Sci Signal . 2018 ; 11 ( 550 ). Epub 2018/10/04. doi: 10.1126/scisignal.aau0296 . 30279167 33 Boudaba N , Marion A , Huet C , Pierre R , Viollet B , Foretz M . AMPK Re-Activation Suppresses Hepatic Steatosis but its Downregulation Does Not Promote Fatty Liver Development . EBioMedicine . 2018 ; 28 : 194 – 209 . Epub 2018/01/19. doi: 10.1016/j.ebiom.2018.01.008 . 29343420 34 Contreras CM , Gurumurthy S , Haynie JM , Shirley LJ , Akbay EA , Wingo SN , et al . Loss of Lkb1 provokes highly invasive endometrial adenocarcinomas . Cancer research . 2008 ; 68 ( 3 ): 759 – 66 . Epub 2008/02/05. doi: 10.1158/0008-5472.CAN-07-5014 . 18245476 35 Wingo SN , Gallardo TD , Akbay EA , Liang MC , Contreras CM , Boren T , et al . Somatic LKB1 mutations promote cervical cancer progression . PloS one . 2009 ; 4 ( 4 ): e5137 . Epub 2009/04/03. doi: 10.1371/journal.pone.0005137 . 19340305 36 Hawley SA , Boudeau J , Reid JL , Mustard KJ , Udd L , Mäkelä TP , et al . Complexes between the LKB1 tumor suppressor, STRAD alpha/beta and MO25 alpha/beta are upstream kinases in the AMP-activated protein kinase cascade . Journal of biology . 2003 ; 2 ( 4 ): 28 . Epub 2003/09/27. doi: 10.1186/1475-4924-2-28 . 14511394 37 Zeqiraj E , Filippi BM , Deak M , Alessi DR , van Aalten DM . Structure of the LKB1-STRAD-MO25 complex reveals an allosteric mechanism of kinase activation . Science . 2009 ; 326 ( 5960 ): 1707 – 11 . Epub 2009/11/07. doi: 10.1126/science.1178377 . 19892943 38 Boudeau J , Baas AF , Deak M , Morrice NA , Kieloch A , Schutkowski M , et al . MO25alpha/beta interact with STRADalpha/beta enhancing their ability to bind, activate and localize LKB1 in the cytoplasm . The EMBO journal . 2003 ; 22 ( 19 ): 5102 – 14 . Epub 2003/10/01. doi: 10.1093/emboj/cdg490 . 14517248 39 Shaw RJ , Kosmatka M , Bardeesy N , Hurley RL , Witters LA , DePinho RA , et al . The tumor suppressor LKB1 kinase directly activates AMP-activated kinase and regulates apoptosis in response to energy stress . Proceedings of the National Academy of Sciences of the United States of America . 2004 ; 101 ( 10 ): 3329 – 35 . Epub 2004/02/27. doi: 10.1073/pnas.0308061100 . 14985505 40 Lizcano JM , Göransson O , Toth R , Deak M , Morrice NA , Boudeau J , et al . LKB1 is a master kinase that activates 13 kinases of the AMPK subfamily, including MARK/PAR-1 . The EMBO journal . 2004 ; 23 ( 4 ): 833 – 43 . Epub 2004/02/21. doi: 10.1038/sj.emboj.7600110 . 14976552 41 Woods A , Johnstone SR , Dickerson K , Leiper FC , Fryer LG , Neumann D , et al . LKB1 is the upstream kinase in the AMP-activated protein kinase cascade . Current biology: CB . 2003 ; 13 ( 22 ): 2004 – 8 . Epub 2003/11/15. doi: 10.1016/j.cub.2003.10.031 . 14614828 42 Alessi DR , Sakamoto K , Bayascas JR . LKB1-dependent signaling pathways . Annu Rev Biochem . 2006 ; 75 : 137 – 63 . Epub 2006/06/08. doi: 10.1146/annurev.biochem.75.103004.142702 . 16756488 43 Smith DP , Rayter SI , Niederlander C , Spicer J , Jones CM , Ashworth A . LIP1, a cytoplasmic protein functionally linked to the Peutz-Jeghers syndrome kinase LKB1 . Human molecular genetics . 2001 ; 10 ( 25 ): 2869 – 77 . Epub 2001/12/14. doi: 10.1093/hmg/10.25.2869 . 11741830 44 Mehenni H , Lin-Marq N , Buchet-Poyau K , Reymond A , Collart MA , Picard D , et al . LKB1 interacts with and phosphorylates PTEN: a functional link between two proteins involved in cancer predisposing syndromes . Human molecular genetics . 2005 ; 14 ( 15 ): 2209 – 19 . Epub 2005/07/01. doi: 10.1093/hmg/ddi225 . 15987703 45 Zeng PY , Berger SL . LKB1 is recruited to the p21/WAF1 promoter by p53 to mediate transcriptional activation . Cancer research . 2006 ; 66 ( 22 ): 10701 – 8 . Epub 2006/11/17. doi: 10.1158/0008-5472.CAN-06-0999 . 17108107 46 Zulato E , Ciccarese F , Agnusdei V , Pinazza M , Nardo G , Iorio E , et al . LKB1 loss is associated with glutathione deficiency under oxidative stress and sensitivity of cancer cells to cytotoxic drugs and gamma-irradiation . Biochem Pharmacol . 2018 ; 156 : 479 – 90 . Epub 2018/09/18. doi: 10.1016/j.bcp.2018.09.019 . 30222967 47 Xu HG , Zhai YX , Chen J , Lu Y , Wang JW , Quan CS , et al . LKB1 reduces ROS-mediated cell damage via activation of p38 . Oncogene . 2015 ; 34 ( 29 ): 3848 – 59 . Epub 2014/09/30. doi: 10.1038/onc.2014.315 . 25263448 48 Yang Y , Zhao Z , Liu Y , Kang X , Zhang H , Meng M . Suppression of oxidative stress and improvement of liver functions in mice by ursolic acid via LKB1-AMP-activated protein kinase signaling . Journal of gastroenterology and hepatology . 2015 ; 30 ( 3 ): 609 – 18 . Epub 2014/08/30. doi: 10.1111/jgh.12723 . 25168399 49 Endo H , Owada S , Inagaki Y , Shida Y , Tatemichi M . Glucose starvation induces LKB1-AMPK-mediated MMP-9 expression in cancer cells . Scientific reports . 2018 ; 8 ( 1 ): 10122 . Epub 2018/07/06. doi: 10.1038/s41598-018-28074-w . 29973599 50 Shan T , Xu Z , Liu J , Wu W , Wang Y . Lkb1 regulation of skeletal muscle development, metabolism and muscle progenitor cell homeostasis . Journal of cellular physiology . 2017 ; 232 ( 10 ): 2653 – 6 . Epub 2017/01/10. doi: 10.1002/jcp.25786 . 28067405 51 Shaw RJ , Lamia KA , Vasquez D , Koo SH , Bardeesy N , Depinho RA , et al . The kinase LKB1 mediates glucose homeostasis in liver and therapeutic effects of metformin . Science . 2005 ; 310 ( 5754 ): 1642 – 6 . Epub 2005/11/26. doi: 10.1126/science.1120781 . 16308421 52 Mans LA , Querol Cano L , van Pelt J , Giardoglou P , Keune WJ , Haramis AG . The tumor suppressor LKB1 regulates starvation-induced autophagy under systemic metabolic stress . Scientific reports . 2017 ; 7 ( 1 ): 7327 . Epub 2017/08/06. doi: 10.1038/s41598-017-07116-9 . 28779098 53 Li GH , Lin XL , Zhang H , Li S , He XL , Zhang K , et al . Ox-Lp(a) transiently induces HUVEC autophagy via an ROS-dependent PAPR-1-LKB1-AMPK-mTOR pathway . Atherosclerosis . 2015 ; 243 ( 1 ): 223 – 35 . Epub 2015/09/27. doi: 10.1016/j.atherosclerosis.2015.09.020 . 26407666 54 Bhatt V , Khayati K , Hu ZS , Lee A , Kamran W , Su X , et al . Autophagy modulates lipid metabolism to maintain metabolic flexibility for Lkb1-deficient Kras-driven lung tumorigenesis . Genes & development . 2019 ; 33 ( 3–4 ): 150 – 65 . Epub 2019/01/30. doi: 10.1101/gad.320481.118 . 30692209 55 Leprivier G , Remke M , Rotblat B , Dubuc A , Mateo RA F , Kool M , et al . The eEF2 kinase confers resistance to nutrient deprivation by blocking translation elongation . Cell . 2013 ; 153 ( 5 ): 1064 – 79 . doi: 10.1016/j.cell.2013.04.055 . 23706743 56 Faubert B , Boily G , Izreig S , Griss T , Samborska B , Dong ZF , et al . AMPK is a negative regulator of the Warburg effect and suppresses tumor growth in vivo . Cell Metabolism . 2013 ; 17 ( 1 ): 113 – 24 . doi: 10.1016/j.cmet.2012.12.001 . 23274086 57 Karuman P , Gozani O , Odze RD , Zhou XC , Zhu H , Shaw R , et al . The Peutz-Jegher gene product LKB1 is a mediator of p53-dependent cell death . Mol Cell . 2001 ; 7 ( 6 ): 1307 – 19 . Epub 2001/06/30. doi: 10.1016/s1097-2765(01)00258-1 . 11430832 58 Cheng H , Liu P , Wang ZC , Zou L , Santiago S , Garbitt V , et al . SIK1 couples LKB1 to p53-dependent anoikis and suppresses metastasis . Science signaling . 2009 ; 2 ( 80 ): ra35 . Epub 2009/07/23. doi: 10.1126/scisignal.2000369 . 19622832 59 Rossi DJ , Ylikorkala A , Korsisaari N , Salovaara R , Luukko K , Launonen V , et al . Induction of cyclooxygenase-2 in a mouse model of Peutz-Jeghers polyposis . Proc Natl Acad Sci U S A . 2002 ; 99 ( 19 ): 12327 – 32 . Epub 2002/09/10. doi: 10.1073/pnas.192301399 . 12218179 60 Partanen JI , Nieminen AI , Makela TP , Klefstrom J . Suppression of oncogenic properties of c-Myc by LKB1-controlled epithelial organization . Proc Natl Acad Sci U S A . 2007 ; 104 ( 37 ): 14694 – 9 . Epub 2007/09/04. doi: 10.1073/pnas.0704677104 . 17766436 61 Jiang S , Shi F , Lin H , Ying Y , Luo L , Huang D , et al . Inonotus obliquus polysaccharides induces apoptosis of lung cancer cells and alters energy metabolism via the LKB1/AMPK axis . Int J Biol Macromol . 2020 ; 151 : 1277 – 86 . Epub 2019/11/22. doi: 10.1016/j.ijbiomac.2019.10.174 . 31751687 62 Jin C , Xue W , Liu Q , Han J , Luo R , Feng J , et al . LKB1/AMPKalpha signaling pathway and mitochondrial fission/fusion dynamics regulate apoptosis induced by 3-chlorpropane-1,2-diol in HEK293 cells . Food Chem Toxicol . 2021 ; 154 : 112350 . Epub 2021/06/18. doi: 10.1016/j.fct.2021.112350 . 34139305 63 Liang Y , Zhang Z , Tu J , Wang Z , Gao X , Deng K , et al . gamma-Linolenic Acid Prevents Lipid Metabolism Disorder in Palmitic Acid-Treated Alpha Mouse Liver-12 Cells by Balancing Autophagy and Apoptosis via the LKB1-AMPK-mTOR Pathway . J Agric Food Chem . 2021 ; 69 ( 29 ): 8257 – 67 . Epub 2021/07/21. doi: 10.1021/acs.jafc.1c02596 . 34281337 64 Zheng B , Cantley LC . Regulation of epithelial tight junction assembly and disassembly by AMP-activated protein kinase . Proc Natl Acad Sci U S A . 2007 ; 104 ( 3 ): 819 – 22 . Epub 2007/01/06. doi: 10.1073/pnas.0610157104 . 17204563 65 Spicer J , Ashworth A . LKB1 kinase: master and commander of metabolism and polarity . Curr Biol . 2004 ; 14 ( 10 ): R383 – 5 . Epub 2004/06/10. doi: 10.1016/j.cub.2004.05.012 . 15186763 66 Zhao RX , Xu ZX . Targeting the LKB1 tumor suppressor . Curr Drug Targets . 2014 ; 15 ( 1 ): 32 – 52 . Epub 2014/01/07. doi: 10.2174/1389450114666140106095811 . 24387336 67 Jeon SM , Chandel NS , Hay N . AMPK regulates NADPH homeostasis to promote tumour cell survival during energy stress . Nature . 2012 ; 485 ( 7400 ): 661 – 5 . Epub 2012/06/05. doi: 10.1038/nature11066 . 22660331 68 Kottakis F , Bardeesy N . LKB1-AMPK axis revisited . Cell Res . 2012 ; 22 ( 12 ): 1617 – 20 . Epub 2012/07/18. doi: 10.1038/cr.2012.108 . 22801477 69 Lee SW , Li CF , Jin G , Cai Z , Han F , Chan CH , et al . Skp2-dependent ubiquitination and activation of LKB1 is essential for cancer cell survival under energy stress . Mol Cell . 2015 ; 57 ( 6 ): 1022 – 33 . Epub 2015/03/03. doi: 10.1016/j.molcel.2015.01.015 . 25728766 70 O’Farrell F , Lobert VH , Sneeggen M , Jain A , Katheder NS , Wenzel EM , et al . Class III phosphatidylinositol-3-OH kinase controls epithelial integrity through endosomal LKB1 regulation . Nat Cell Biol . 2017 ; 19 ( 12 ): 1412 – 23 . Epub 2017/10/31. doi: 10.1038/ncb3631 . 29084199 71 Resta N , Pierannunzio D , Lenato GM , Stella A , Capocaccia R , Bagnulo R , et al . Cancer risk associated with STK11/LKB1 germline mutations in Peutz-Jeghers syndrome patients: results of an Italian multicenter study . Dig Liver Dis . 2013 ; 45 ( 7 ): 606 – 11 . Epub 2013/02/19. doi: 10.1016/j.dld.2012.12.018 . 23415580 72 van Lier MG , Wagner A , Mathus-Vliegen EM , Kuipers EJ , Steyerberg EW , van Leerdam ME . High cancer risk in Peutz-Jeghers syndrome: a systematic review and surveillance recommendations . The American journal of gastroenterology . 2010 ; 105 ( 6 ): 1258 – 64 ; author reply 65. Epub 2010/01/07. doi: 10.1038/ajg.2009.725 . 20051941 73 Sanchez-Cespedes M , Parrella P , Esteller M , Nomoto S , Trink B , Engles JM , et al . Inactivation of LKB1/STK11 is a common event in adenocarcinomas of the lung . Cancer research . 2002 ; 62 ( 13 ): 3659 – 62 . Epub 2002/07/05. . 12097271 74 Yang TL , Su YR , Huang CS , Yu JC , Lo YL , Wu PE , et al . High-resolution 19p13.2–13.3 allelotyping of breast carcinomas demonstrates frequent loss of heterozygosity . Genes, chromosomes & cancer . 2004 ; 41 ( 3 ): 250 – 6 . Epub 2004/08/31. doi: 10.1002/gcc.20080 . 15334548 75 Shen Z , Wen XF , Lan F , Shen ZZ , Shao ZM . The tumor suppressor gene LKB1 is associated with prognosis in human breast carcinoma . Clinical cancer research: an official journal of the American Association for Cancer Research . 2002 ; 8 ( 7 ): 2085 – 90 . Epub 2002/07/13. . 12114407 76 Morton JP , Jamieson NB , Karim SA , Athineos D , Ridgway RA , Nixon C , et al . LKB1 haploinsufficiency cooperates with Kras to promote pancreatic cancer through suppression of p21-dependent growth arrest . Gastroenterology . 2010 ; 139 ( 2 ): 586 – 97 , 97.e1 – 6 . Epub 2010/05/11. doi: 10.1053/j.gastro.2010.04.055 . 20452353 77 Yang JY , Jiang SH , Liu DJ , Yang XM , Huo YM , Li J , et al . Decreased LKB1 predicts poor prognosis in Pancreatic Ductal Adenocarcinoma . Scientific reports . 2015 ; 5 : 10575 . Epub 2015/05/28. doi: 10.1038/srep10575 . 26015068 78 Dong SM , Kim KM , Kim SY , Shin MS , Na EY , Lee SH , et al . Frequent somatic mutations in serine/threonine kinase 11/Peutz-Jeghers syndrome gene in left-sided colon cancer . Cancer Res . 1998 ; 58 ( 17 ): 3787 – 90 . Epub 1998/09/10. . 9731485 79 He TY , Tsai LH , Huang CC , Chou MC , Lee H . LKB1 loss at transcriptional level promotes tumor malignancy and poor patient outcomes in colorectal cancer . Annals of surgical oncology . 2014 ; 21 Suppl 4 : S703 – 10 . Epub 2014/06/01. doi: 10.1245/s10434-014-3824-1 . 24879590 80 Liu W , Monahan KB , Pfefferle AD , Shimamura T , Sorrentino J , Chan KT , et al . LKB1/STK11 inactivation leads to expansion of a prometastatic tumor subpopulation in melanoma . Cancer cell . 2012 ; 21 ( 6 ): 751 – 64 . Epub 2012/06/16. doi: 10.1016/j.ccr.2012.03.048 . 22698401 81 Zhang W , Li X , Song G , Luo D . Prognostic significance of LKB1 promoter methylation in cutaneous malignant melanoma . Oncology letters . 2017 ; 14 ( 2 ): 2075 – 80 . Epub 2017/08/07. doi: 10.3892/ol.2017.6431 . 28781649 82 Gill RK , Yang SH , Meerzaman D , Mechanic LE , Bowman ED , Jeon HS , et al . Frequent homozygous deletion of the LKB1/STK11 gene in non-small cell lung cancer . Oncogene . 2011 ; 30 ( 35 ): 3784 – 91 . Epub 2011/05/03. doi: 10.1038/onc.2011.98 . 21532627 83 Caiola E , Falcetta F , Giordano S , Marabese M , Garassino MC , Broggini M , et al . Co-occurring KRAS mutation/LKB1 loss in non-small cell lung cancer cells results in enhanced metabolic activity susceptible to caloric restriction: an in vitro integrated multilevel approach . Journal of experimental & clinical cancer research: CR . 2018 ; 37 ( 1 ): 302 . Epub 2018/12/06. doi: 10.1186/s13046-018-0954-5 . 30514331 84 Cai D , Hu C , Li L , Deng S , Yang J , Han-Zhang H , et al . The prevalence and prognostic value of KRAS co-mutation subtypes in Chinese advanced non-small cell lung cancer patients . Cancer medicine . 2020 ; 9 ( 1 ): 84 – 93 . Epub 2019/11/12. doi: 10.1002/cam4.2682 . 31709742 85 Dong LX , Sun LL , Zhang X , Pan L , Lian LJ , Chen Z , et al . Negative regulation of mTOR activity by LKB1-AMPK signaling in non-small cell lung cancer cells . Acta pharmacologica Sinica . 2013 ; 34 ( 2 ): 314 – 8 . Epub 2012/11/28. doi: 10.1038/aps.2012.143 . 23178462 86 Liang X , Li ZL , Jiang LL , Guo QQ , Liu MJ , Nan KJ . Suppression of lung cancer cell invasion by LKB1 is due to the downregulation of tissue factor and vascular endothelial growth factor, partly dependent on SP1 . International journal of oncology . 2014 ; 44 ( 6 ): 1989 – 97 . Epub 2014/03/22. doi: 10.3892/ijo.2014.2351 . 24647869 87 Zhong DS , Sun LL , Dong LX . Molecular mechanisms of LKB1 induced cell cycle arrest . Thoracic cancer . 2013 ; 4 ( 3 ): 229 – 33 . Epub 2013/08/01. doi: 10.1111/1759-7714.12003 . 28920233 88 Hollstein PE , Eichner LJ , Brun SN , Kamireddy A , Svensson RU , Vera LI , et al . The AMPK-Related Kinases SIK1 and SIK3 Mediate Key Tumor-Suppressive Effects of LKB1 in NSCLC . Cancer discovery . 2019 ; 9 ( 11 ): 1606 – 27 . Epub 2019/07/28. doi: 10.1158/2159-8290.CD-18-1261 . 31350328 89 Yang R , Li SW , Chen Z , Zhou X , Ni W , Fu DA , et al . Role of INSL4 Signaling in Sustaining the Growth and Viability of LKB1-Inactivated Lung Cancer . J Natl Cancer Inst . 2018 . Epub 2018/11/14. doi: 10.1093/jnci/djy166 . 30423141 90 Li F , Han X , Li F , Wang R , Wang H , Gao Y , et al . LKB1 Inactivation Elicits a Redox Imbalance to Modulate Non-small Cell Lung Cancer Plasticity and Therapeutic Response . Cancer cell . 2015 ; 27 ( 5 ): 698 – 711 . Epub 2015/05/06. doi: 10.1016/j.ccell.2015.04.001 . 25936644 91 Skoulidis F , Arbour KC , Hellmann MD , Patil PD , Marmarelis ME , Awad MM , et al . Association of STK11/LKB1 genomic alterations with lack of benefit from the addition of pembrolizumab to platinum doublet chemotherapy in non-squamous non-small cell lung cancer . Journal of Clinical Oncology . 2019 ; 37 ( 15_suppl ): 102 -. doi: 10.1200/JCO.2019.37.15_suppl.102 92 Wang Y , Wang Z , Piha-Paul S , Janku F , Subbiah V , Shi N , et al . Outcome analysis of Phase I trial patients with metastatic KRAS and/or TP53 mutant non-small cell lung cancer . Oncotarget . 2018 ; 9 ( 70 ): 33258 – 70 . Epub 2018/10/04. doi: 10.18632/oncotarget.25947 . 30279957 93 Fang B . RAS signaling and anti-RAS therapy: lessons learned from genetically engineered mouse models, human cancer cells, and patient-related studies . Acta Biochim Biophys Sin (Shanghai) . 2016 ; 48 ( 1 ): 27 – 38 . Epub 2015/09/10. doi: 10.1093/abbs/gmv090 . 26350096 94 Gatalica Z , Xiu J , Swensen J , Vranic S . Comprehensive analysis of cancers of unknown primary for the biomarkers of response to immune checkpoint blockade therapy . Eur J Cancer . 2018 ; 94 : 179 – 86 . Epub 2018/03/24. doi: 10.1016/j.ejca.2018.02.021 . 29571084 95 Jalkh N , Chouery E , Haidar Z , Khater C , Atallah D , Ali H , et al . Next-generation sequencing in familial breast cancer patients from Lebanon . BMC Med Genomics . 2017 ; 10 ( 1 ): 8 . Epub 2017/02/17. doi: 10.1186/s12920-017-0244-7 . 28202063 96 Liu X , Mody K , de Abreu FB , Pipas JM , Peterson JD , Gallagher TL , et al . Molecular profiling of appendiceal epithelial tumors using massively parallel sequencing to identify somatic mutations . Clin Chem . 2014 ; 60 ( 7 ): 1004 – 11 . Epub 2014/05/14. doi: 10.1373/clinchem.2014.225565 . 24821835",
    "full_text_abstract": "Introduction In the past 22 years, a large number of publications have reported that liver kinase B1 (LKB1) can regulate a variety of cellular processes and play an important role in many diseases. However, there is no systematic bibliometric analysis on the publications of LKB1 to reveal the research hotspots and future direction. Methods Publications were retrieved from the Web of Science Core Collection (WoSCC), Scopus, and PubMed databases. CiteSpace and VOSviewer were used to analysis the top countries, institutions, authors, source journals, discipline categories, references, and keywords. Results In the past 22 years, the number of LKB1 publications has increased gradually by year. The country, institution, author, journals that have published the most articles and cited the most frequently were the United States, Harvard University, Prof. Benoit Viollet, Journal of Biochemistry and Plos One. The focused research hotspot was the molecular functions of LKB1. The emerging hotspots and future trends are the clinical studies about LKB1 and co-mutated genes as biomarkers in tumors, especially in lung adenocarcinoma. Conclusions Our research could provide knowledge base, frontiers, emerging hotspots and future trends associated with LKB1 for researchers in this field, and contribute to finding potential cooperation possibilities."
}