{
    "PMC": "2287285",
    "DOI": "10.1083/jcb.200707018",
    "PMID": "18391071",
    "PMCID": "PMC2287285",
    "title": "The eIF4E RNA regulon promotes the Akt signaling pathway.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC2287285",
    "source": "MED",
    "abstract_text": "Eukaryotic initiation factor 4E (eIF4E) promotes cellular proliferation and can rescue cells from apoptotic stimuli such as serum starvation. However, the mechanisms underlying apoptotic rescue are not well understood. In this study, we demonstrate that eIF4E overexpression leads to enhanced survival signaling through Akt and that eIF4E requires Akt1 to rescue serum-deprived fibroblasts. Furthermore, a mutant form of eIF4E (W73A), which is messenger RNA (mRNA) export competent but does not promote translation, rescues cells as readily as wild-type eIF4E. We show that eIF4E mediates Akt activation via up-regulation of Nijmegen breakage syndrome 1 (NBS1), a phosphoinositide-3 kinase-Akt pathway upstream activator. Additionally, eIF4E coordinately up-regulates the expression of downstream effectors of the Akt pathway, thereby amplifying Akt signaling effects. A negative regulator of eIF4E, the promyelocytic leukemia protein (PML), suppresses Akt activation and apoptotic rescue. These PML activities likely arise, at least in part, through its inhibition of eIF4E-mediated NBS1 mRNA export. In summary, eIF4E coordinately regulates gene expression to potentiate Akt activation, an activity required for apoptotic rescue.",
    "full_text": "J Cell Biol J. Cell Biol jcb The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2287285 200707018 10.1083/jcb.200707018 18391071 Research Articles Article The eIF4E RNA regulon promotes the Akt signaling pathway Culjkovic Biljana 1 2 Tan Keith 1 2 Orolicki Slobodanka 1 2 Amri Abdellatif 1 2 Meloche Sylvain 1 3 Borden Katherine L.B. 1 2 1 Institute for Research in Immunology and Cancer, 2 Department of Pathology and Cell Biology, and 3 Department of Pharmacology and Molecular Biology, Université de Montréal, Montréal, Québec H4M 1J6, Canada Correspondence to Katherine L.B. Borden: katherine.borden@umontreal.ca 7 4 2008 181 1 51 63 3 7 2007 10 3 2008 Copyright © 2008, The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Eukaryotic initiation factor 4E (eIF4E) promotes cellular proliferation and can rescue cells from apoptotic stimuli such as serum starvation. However, the mechanisms underlying apoptotic rescue are not well understood. In this study, we demonstrate that eIF4E overexpression leads to enhanced survival signaling through Akt and that eIF4E requires Akt1 to rescue serum-deprived fibroblasts. Furthermore, a mutant form of eIF4E (W73A), which is messenger RNA (mRNA) export competent but does not promote translation, rescues cells as readily as wild-type eIF4E. We show that eIF4E mediates Akt activation via up-regulation of Nijmegen breakage syndrome 1 (NBS1), a phosphoinositide-3 kinase–Akt pathway upstream activator. Additionally, eIF4E coordinately up-regulates the expression of downstream effectors of the Akt pathway, thereby amplifying Akt signaling effects. A negative regulator of eIF4E, the promyelocytic leukemia protein (PML), suppresses Akt activation and apoptotic rescue. These PML activities likely arise, at least in part, through its inhibition of eIF4E-mediated NBS1 mRNA export. In summary, eIF4E coordinately regulates gene expression to potentiate Akt activation, an activity required for apoptotic rescue. B. Culjkovic and K. Tan contributed equally to this paper. Abbreviations used in this paper: 4E-BP, eIF4E-binding protein; 4E-SE, eIF4E sensitivity element; eIF4E, eukaryotic initiation factor 4E; GAPDH, glyceraldehyde-3-phosphate dehydrogenase; m 7 G, 7-methyl guanosine; MEF, mouse embryonic fibroblast; MSCV, murine stem cell virus; mTOR, mammalian target of rapamycin; NBS1, Nijmegen breakage syndrome 1; ODC, ornithine decarboxylase; PI, propidium iodide; PI3K, phosphoinositide-3 kinase; PML, promyelocytic leukemia protein; qPCR, quantitative PCR; USER, untranslated sequence elements for regulation; UTR, untranslated region. Introduction Elevated levels of eukaryotic initiation factor 4E (eIF4E) are associated with oncogenic transformation in cell culture, tumorigenesis in mouse models, and poor prognosis in a significant subset of human cancers ( Graff and Zimmer, 2003 ). eIF4E promotes proliferation and rescues cells from a variety of apoptotic stimuli, including serum deprivation ( Polunovsky et al., 1996 ; Sonenberg and Gingras, 1998 ; Tan et al., 2000 ; Graff and Zimmer, 2003 ). At the molecular level, eIF4E modulates gene expression at two distinct levels: mRNA translation and mRNA nuclear export (for review see Culjkovic et al., 2007 ). To act in either of these processes, eIF4E must bind the 7-methyl guanosine (m 7 G) cap moiety found on the 5′ end of mRNAs (for review see Culjkovic et al., 2007 ). In the cytoplasm, eIF4E recruits mRNA to the ribosome as a critical step in translation initiation ( Sonenberg and Gingras, 1998 ). Not all transcripts are affected equally by eIF4E ( Rousseau et al., 1996 ; Sonenberg and Gingras, 1998 ; Clemens and Bommer, 1999 ; Mamane et al., 2007 ; for review see Culjkovic et al., 2007 ). For instance, the translation of a subset of genes with complex 5′ untranslated regions (UTRs) is more sensitive to eIF4E levels (and are deemed eIF4E sensitive) than transcripts with short, unstructured UTRs. In this case, translation enhancement is defined as the association of these transcripts with heavier polysomes. In the nucleus, eIF4E up-regulates the mRNA export of a substantial subset of growth-promoting mRNAs that contain a 50-nucleotide element known as the 4E sensitivity element (4E-SE) in their 3′ UTR (for review see Culjkovic et al., 2007 ). Therefore, increased protein production of the corresponding export-sensitive mRNAs arises through two mechanisms: first, a concentration effect whereby the increased levels of cytoplasmic transcripts means that more protein is made; and second, a subset of these transcripts are subsequently loaded more efficiently onto the heavier polysomes because they are translationally sensitive to eIF4E. Thus, eIF4E affects gene expression at multiple levels. Recent studies indicate that there is a poor correlation between the proteomes and transcriptomes of cells ( Lu et al., 2006 ). This implies that posttranscriptional regulation plays a critical role in gene expression and thereby impacts the resulting physiology of the cell. Keene and colleagues proposed the RNA regulon model to describe a means by which posttranscriptional gene regulation can be coordinated ( Keene and Tenenbaum, 2002 ; Keene and Lager, 2005 ; Keene, 2007 ). In this model, the expression of transcripts that act in the same biological pathway, such as cell cycle progression, is coordinately controlled by the presence of elements in the 3′ and/or 5′ UTR of these mRNAs. These RNA elements are referred to as untranslated sequence elements for regulation (USER) codes. For example, a set of mRNAs, which encode proteins involved in the same biochemical pathway, would have their mRNA export coordinated by having a common USER code in their 3′ UTR, such as the 4E-SE. The USER codes work by recruiting proteins involved in a given process to the RNAs in question to facilitate said process. Thus, mRNAs containing the 4E-SE USER code would recruit the appropriate export factors to the RNAs, facilitating the export process. Any level of RNA metabolism could be modulated this way as long as the appropriate USER codes were present. Our studies strongly suggest that eIF4E is a node in an RNA regulon governing cell cycle progression by (at least in part) the combinatorial modulation of the export of a wide variety of transcripts involved in nearly every step of the cell cycle. Similarly, translationally sensitive mRNAs likely contain USER codes in their 5′ UTR ( Mamane et al., 2007 ). In this way, control at the mRNA export and translation levels can be decoupled (i.e., mRNAs would require both the 3′ 4E-SE and the 5′ USER code to be modulated by eIF4E at both levels). This model of gene expression provides network level control of the fate of mRNAs that encode proteins involved in the same biochemical and thus biological processes. Control of nodes (such as eIF4E) in these regulons is critical for determining the fate of the cell. In this study, we examine the possibility that eIF4E rescues cells from apoptotic cell death by coordinately regulating the expression of factors in such networks to achieve cell survival. We demonstrate that eIF4E potentiates Akt activation and that this activity is required for its ability to rescue cells from serum deprivation–induced apoptosis. The RNA regulon model serves as a theoretical context to understand how eIF4E coordinately and potently activates the Akt signaling pathway. First, eIF4E overexpression leads to the up-regulation of Nijmegen breakage syndrome 1 (NBS1) expression, a factor that potentiates the phosphorylation of Akt ( Chen et al., 2005 , 2008 ; Sagan et al., 2007 ). Second, eIF4E overexpression leads to the coordinated mRNA export and thereby up-regulation of several downstream effectors of Akt. Reciprocally, a cellular inhibitor of eIF4E, the promyelocytic leukemia protein (PML), inhibits eIF4E-dependent Akt activation and also reduces the expression of a subset of downstream effectors of Akt. In this way, eIF4E and PML coordinately modulate an RNA regulon, which controls the Akt pathway and thus impacts cell survival. Results eIF4E overexpression promotes Akt activation We examined the possibility that eIF4E overexpression leads to the activation of Akt. Akt activation was assessed by monitoring its phosphorylation at T308 and S473 using phosphospecific antibodies in immortalized mouse embryonic fibroblasts (MEFs). Phosphorylation of these two regulatory sites is a well-characterized indicator of Akt activation ( Alessi et al., 1996 ; Stokoe et al., 1997 ; Nicholson and Anderson, 2002 ; Vivanco and Sawyers, 2002 ; Song et al., 2005 ). eIF4E overexpression significantly increased the phosphorylation of Akt at both sites ( Fig. 1 A ). Importantly, the m 7 G cap–binding mutant of eIF4E (W56A), which is unable to act in translation or mRNA export ( Cohen et al., 2001 ; Culjkovic et al., 2006 ), does not have this effect. In contrast, an eIF4E mutant (W73A) that acts in mRNA export but does not promote translation of sensitive mRNAs ( Culjkovic et al., 2005 , 2006 ) because of its reduced affinity for eIF4G also activates Akt. Consistent with Akt activation, eIF4E and W73A mutant overexpression leads to enhanced phosphorylation of ribosomal protein S6 and eIF4E-binding protein 1 (4E-BP1), whereas the W56A mutant is inactive ( Fig. 1 A ). Similar experiments in other cell types (NIH3T3, U2Os, and U937) produced the same pattern of results, showing that these effects are not cell line restricted. Overexpression of wild-type or mutant forms of eIF4E did not affect total Akt levels. Figure 1. The elevated expression of eIF4E alters the activity of Akt1 and downstream effectors. (A) Western blot analysis of whole cell extracts from cells overexpressing eIF4E wild type or mutants in Akt wild-type and Akt1 −/− cells. (B) Western blot analysis of whole cell extracts from Akt wild-type cells treated with the PI3K inhibitor LY294002 (LY; 50 μM for 1 h). (C) Western blot analysis of whole cell extracts from NIH3T3 cells transfected with two different siRNAs for eIF4E (si eIF4E) or scrambled controls (scram). The detected proteins are as indicated. β-Actin or GAPDH is shown as a loading control. There has been a recent study suggesting that it is not possible to overexpress the W73A mutant to levels comparable with wild-type eIF4E ( Wendel et al., 2007 ). We note that both our group and Dostie et al. (2000 ; Cohen et al., 2001 ; Topisirovic et al., 2003b ; Culjkovic et al., 2006 ) have had no difficulty in overexpressing this mutant. We have noted that when using the 2Flag system, W73A levels are reduced (unpublished data); thus, we avoid these systems, opting for other tags (or no tags) such as myc or HA that do not have this issue. Experiments were extended to determine the effects of knocking down eIF4E expression using two different siRNAs and comparing these results with cells treated with scrambled controls ( Fig. 1 C ). Both siRNAs reduced eIF4E protein levels as expected. Consistent with these results, reduction of eIF4E levels by either siRNA in NIH3T3 cells led to decreased levels of cyclin D1 and NBS1 proteins relative to scrambled controls ( Fig. 1 C ). Furthermore, eIF4E knockdown led to decreased levels of Akt phosphorylation and decreased phosphorylation of ribosomal protein S6 and 4E-BP1 ( Fig. 1 C ). To determine the importance of Akt1 to the apoptotic rescue activity of eIF4E, we examined Akt1 −/− MEFs ( Cho et al., 2001 ) overexpressing eIF4E. Akt1 is the prevalent Akt isoform in embryonic fibroblasts. The aforementioned wild-type fibroblasts are from the littermate controls for these Akt1 −/− cells. The Akt antibody used recognizes all three isoforms of Akt and, thus, explains the immunoreactivity of Akt1 −/− cell lysates ( Fig. 1 A ). Because of the very low levels of these proteins in fibroblasts ( Cho et al., 2001 ), we were not able to detect phosphorylated Akt2 and 3. As expected, eIF4E does not induce the phosphorylation of Akt1 as a result of its absence. There is more phospho–4E-BP1 and phospho-S6 in general in Akt wild-type versus Akt1 −/− cells, with no alteration in the total levels of 4E-BP1 or S6. Interestingly, eIF4E still elevates 4E-BP1 and S6 phosphorylation in Akt1 −/− cells (without changing the total levels of either protein), suggesting that Akt2, Akt3, or some other kinase activates the mammalian target of rapamycin (mTOR) and, thereby, leads to phosphorylation of these proteins in the absence of Akt1. This is consistent with previous observations that Akt2 and Akt3 activate mTOR ( Peng et al., 2003 ; Easton et al., 2005 ; Skeen et al., 2006 ; Brognard et al., 2007 ; Shiratsuchi and Basson, 2007 ). It is also possible that eIF4E modulates some other signaling pathways that regulate mTOR ( Dennis et al., 2001 ; Chen and Fang, 2002 ; Arsham and Simon, 2003 ; Wang et al., 2003 ; Brugarolas et al., 2004 ; Roux et al., 2004 ; Shaw et al., 2004 ). We next tested whether eIF4E-mediated Akt activation occurred in a phosphoinositide-3 kinase (PI3K)–dependent manner. In cells overexpressing eIF4E, there is clearly more phosphorylation of Akt at both T308 and S473 relative to vector controls. Thus, we monitored the effects of inhibiting PI3K with LY294002 ( Yao and Cooper, 1995 ) in eIF4E-overexpressing cells. This led to a drastic reduction in the activating phosphorylation of Akt, whereas Akt levels were not altered ( Fig. 1 B ). However, LY294002 treatment did not impede the eIF4E-dependent increases in NBS1, an eIF4E-dependent mRNA export target ( Fig. 1 B ; Culjkovic et al., 2006 ). Thus, PI3K signaling does not alter eIF4E's mRNA export activity for the transcripts examined. As expected, LY294002 inhibited the phosphorylation of S6 and 4E-BP1 ( Fig. 1 B ; Sanchez-Margalet et al., 1994 ; Gingras et al., 1998 ). eIF4E requires Akt1 for its survival functions We examined the relevance of Akt activation to eIF4E's established physiological effects in cell survival. The ability of eIF4E to rescue wild-type or Akt1 −/− cells from serum deprivation–induced apoptosis was monitored by flow cytometry using annexin V/propidium iodide (PI) staining and by TUNEL analysis ( Fig. 2 A and Table S1, available at http://www.jcb.org/cgi/content/full/jcb.200707108/DC1 ). Cells cultured in serum are shown as a control. eIF4E overexpression rescued wild-type cells (∼80% viable cells) as compared with vector controls (∼40% viable cells). The extent of rescue is similar to that shown in the original study describing the survival function of eIF4E ( Polunovsky et al., 1996 ). Interestingly, the mRNA export-competent mutant (W73A) rescued cells to a similar extent (∼80%) as cells overexpressing wild-type eIF4E. This suggests that eIF4E's rescue function is mediated, at least in part, via its mRNA export function. In contrast, the inactive W56A eIF4E mutant did not rescue cells, with a similar number of viable cells as the vector controls. Figure 2. Akt1 is required for eIF4E-mediated apoptotic rescue of serum-starved cells. (A) The panels shown are representative fields from TUNEL experiments (blue, DAPI [viable]; red, apoptotic) of eIF4E-overexpressing cells derived from Akt wild-type and Akt1 −/− cells. Graphs represent quantitative measurements by flow cytometry of apoptosis using annexin V and PI staining of the indicated cells. Bar color is as follows: annexin V − /PI − , blue; annexin V + /PI − , yellow; annexin V + /PI + , red; annexin V − /PI + , black. (B) Western blot analysis of whole cell extracts from Akt1 −/− cells overexpressing eIF4E and/or Akt1 as indicated (Akt wild-type cells [second lane] are shown for comparison). β-Actin is shown as a loading control. (C) Quantification of viability (blue bars) from apoptosis assays of Akt1 add back into Akt1 −/− cells. Viability was assessed by flow cytometry using annexin V and PI. All errors from apoptosis assays were within 10% (Table S1, available at http://www.jcb.org/cgi/content/full/jcb.200707018/DC1 ). NC, normal condition; SS, serum starvation. Bars, 50 μm. A comparison of Akt1 −/− cells versus wild-type cells showed that Akt1 −/− cells had slightly reduced viability upon serum deprivation (∼20 vs. ∼40%). This reduction in viability was observed in another study involving serum deprivation of these cells ( Chen et al., 2001 ). Strikingly, neither wild-type eIF4E nor the W73A mutant rescued Akt1 −/− cells from apoptosis. In both cases, the number of viable cells was around 20%, the same as seen in the vector controls. As a control, we examined whether the antiapoptotic factor Bcl2 rescued Akt1 −/− cells. Substantially more viable Akt1 −/− cells (∼85%) were present upon the overexpression of Bcl2, indicating that these cells can be rescued from apoptosis ( Fig. 2 A and Fig. S1 B, available at http://www.jcb.org/cgi/content/full/jcb.200707108/DC1 ), which is consistent with another study showing that Bcl2 rescued these cells ( Skeen et al., 2006 ). Thus, eIF4E's survival function in the context of serum deprivation requires the presence of Akt1. To further establish the dependence of eIF4E on Akt1, we reintroduced Akt1 into Akt1 −/− cells and monitored the ability of eIF4E to rescue cells from serum deprivation–induced apoptosis ( Fig. 2, B and C ). Reintroduction of Akt1 into Akt1 −/− cells restored the ability of eIF4E to rescue cells from serum deprivation, indicating that Akt1 is required for the apoptotic rescue function of eIF4E under these conditions and is not a consequence of some other/additional issue with the Akt1 −/− cells. Loss of Akt1 does not impair eIF4E's mRNA export or translation functions The results in Akt1 −/− cells suggest that one or more biochemical activities of eIF4E could be impaired by the loss of Akt1 and/or that eIF4E modulates the expression of target genes involved in activation of the Akt pathway. First, we examined whether eIF4E-dependent mRNA export was impaired in Akt1 −/− cells compared with wild-type controls ( Fig. 3 A ). We examined the nuclear export of cyclin D1 mRNA by monitoring the mRNA content in cytoplasmic versus nuclear fractions using real-time quantitative PCR (qPCR) as we described previously ( Culjkovic et al., 2005 , 2006 ). tRNA lys and U6 small nuclear RNA are fractionation controls for monitoring the quality of cytoplasmic and nuclear fractions, respectively ( Culjkovic et al., 2005 , 2006 ). Graphs represent the ratio of cytoplasmic to nuclear levels of the indicated mRNAs ( Fig. 3 A , top). Cyclin D1 mRNA was chosen, as it is the best-described eIF4E-dependent mRNA export target ( Rousseau et al., 1996 ; Culjkovic et al., 2005 , 2006 ). Our results show that overexpression of eIF4E or the W73A export-competent mutant promoted cyclin D1 mRNA export in either wild-type or Akt1 −/− cells as compared with vector controls. Another eIF4E-dependent mRNA export target, NBS1 ( Culjkovic et al., 2005 , 2006 ), gave similar results. We confirmed that eIF4E-dependent mRNA export was associated with increased protein production of cyclin D1 and NBS1 ( Fig. 3 B , bottom). Furthermore, overexpression of the W73A mutant (which is competent in export but does not enhance translation) leads to increased cyclin D1 and NBS1 protein levels, which is consistent with their enhanced nuclear mRNA export. Export of negative control mRNAs (glyceraldehyde-3-phosphate dehydrogenase [GAPDH], actin, and VEGF) is unchanged ( Fig. 3 B and not depicted). Thus, eIF4E export is intact in the Akt1 −/− cells. Figure 3. The absence of Akt1 does not impede eIF4E-dependent nuclear export of examined sensitive RNA targets. (A) RNA quantification from qPCR experiments from Akt1 wild-type and Akt1 −/− cells show the relative fold increase of the cytoplasmic/nuclear (C/N) ratio of NBS1, cyclin D1 (positive control for eIF4E-dependent mRNA export), and VEGF (negative control) mRNAs. Cytoplasmic/nuclear ratios represent relative fold ± SD (error bars) normalized to vector control, which was set to 1. Averaged values were normalized to GAPDH. The bottom panels are controls for sample fractionation (U6 small nuclear RNA, nuclear; tRNA lys , cytoplasmic). (B) Control experiment showing total levels of NBS1, cyclin D1, or VEGF RNA, with Western analysis below indicating changes at the protein expression level. In addition, we examined the possibility that the loss of Akt1 impaired eIF4E-sensitive translation. We examined the levels of VEGF protein, a well-established translational target of eIF4E ( Clemens and Bommer, 1999 ). Clearly, the loss of Akt1 did not impair the ability of eIF4E to promote VEGF translation relative to vector controls ( Fig. 3 B , bottom). Consistently, VEGF protein levels were not changed by the W73A export-competent/translationally impaired eIF4E mutant. Note that there was no change in the total mRNA levels of cyclin D1, NBS1, or VEGF as monitored by qPCR as a function of eIF4E or mutant overexpression ( Fig. 3 B , top). In summary, the loss of Akt1 does not impair eIF4E-dependent mRNA export or translation of the eIF4E-sensitive transcripts examined. This led us to hypothesize that one (or more) of the mRNA targets of eIF4E potentiates Akt activation. The eIF4E-dependent mRNA export target NBS1 is important for eIF4E-dependent Akt activation We previously demonstrated that the ability of eIF4E to coordinately modulate mRNA export of a wide variety of transcripts contributes to its proliferative potential ( Culjkovic et al., 2005 , 2006 ). Inspection of these mRNA targets revealed a potential mechanism for eIF4E-mediated activation of Akt. eIF4E overexpression led to enhanced mRNA export of NBS1 ( Culjkovic et al., 2006 ). Traditionally, NBS1 has been associated with DNA double-strand break repair ( Costanzo et al., 2001 ). However, recent experiments revealed that elevation of NBS1 results in the activation of PI3K and subsequent activation of Akt and its downstream effectors ( Chen et al., 2005 ). In fact, endogenous NBS1 impacts Akt signaling ( Chen et al., 2005 , 2008 ; Sagan et al., 2007 ). NBS1 overexpression is associated with proliferation and oncogenic transformation in cell culture and tumorigenesis in xenograft mouse models ( Chen et al., 2005 ; Yang et al., 2006 , 2007 ). Two recent studies also showed that NBS1 is involved in the suppression of apoptosis after γ irradiation ( Ohnishi et al., 2006 ; Sagan et al., 2007 ) and that this relied on its effects on the Akt pathway ( Sagan et al., 2007 ). Thus, we examined the possibility that the ability of eIF4E to activate Akt relied, at least in part, on its ability to modulate the expression of NBS1. As shown in Fig. 1 , eIF4E overexpression led to the up-regulation of NBS1 mRNA export, similar to that observed for cyclin D1 mRNA ( Fig. 3 B , top; Rousseau et al., 1996 ). This was correlated with increased levels of NBS1 protein and was independent of the presence or absence of Akt1 ( Fig. 3 B , bottom). These observations led us to hypothesize that NBS1 is a key effector of eIF4E-dependent activation of Akt under these conditions. To determine whether eIF4E required NBS1 for Akt activation, the expression of NBS1 was silenced using RNA interference in NIH3T3 and Akt wild-type MEFs. Western blot analysis confirmed the efficiency of NBS1 siRNA ( Fig. 4 A and Fig. S3 A, available at http://www.jcb.org/cgi/content/full/jcb.200707018/DC1 ). As shown previously, knockdown of NBS1 led to reduced activation of Akt and its downstream effectors, which is consistent with a role for endogenous NBS1 in Akt activation ( Chen et al., 2005 , 2008 ). Importantly, siRNA treatment for NBS1 did not alter the expression of eIF4E or Akt ( Figs. 4 A and S3 A) nor the export or RNA levels of eIF4E mRNA targets cyclin D1 or VEGF (Figs. S2 [A and B] and S3 [C and D]). We observed that if NBS1 expression is reduced by siRNA treatment, eIF4E overexpression no longer increases the phosphorylation of Akt at either T308 or S473 compared with scrambled siRNA controls in both NIH3T3 and Akt wild-type MEFs ( Fig. 4 A and Fig. S3 A, respectively). Figure 4. NBS1 expression is necessary for up-regulation of the Akt1 pathway by eIF4E. (A) Western blot analysis of whole cell extracts from siRNA-treated NIH3T3 fibroblasts overexpressing eIF4E. Scram, scrambled control; siNBS1, extracts from cells treated with siRNA for NBS1. The proteins detected are as indicated. β-Actin is shown as a loading control. (B) Quantification of viable cells from apoptosis assays (annexin V − /PI − ) of siNBS1-treated NIH3T3 fibroblast cells (vector vs. eIF4E). Error bars represent SD. To confirm that NBS1 did not affect the ability of eIF4E to modulate mRNA export, we examined mRNA export in eIF4E-overexpressing cells treated with siRNA for NBS1 (siNBS1) or scrambled controls (scram). Our results demonstrate that export of cyclin D1 mRNA is not reduced by silencing NBS1 expression (Figs. S2 B and S3 D) and that cyclin D1 protein levels are up-regulated in eIF4E-overexpressing cells relative to controls regardless of siRNA treatments ( Fig. 4 A ). Thus, silencing of NBS1 expression does not impair eIF4E-dependent mRNA export of the transcripts examined. Together with the previously reported data on the effects of NBS1 on PI3K activation ( Chen et al., 2005 , 2008 ; Sagan et al., 2007 ) and the ability of the PI3K inhibitor LY294002 to inhibit this eIF4E activity ( Fig. 1 B ), it appears that the requirement for NBS1 in eIF4E-mediated activation of Akt is linked to the ability of NBS1 to impact the upstream activation of Akt, possibly at the level of PI3K. eIF4E requires NBS1 for apoptotic rescue of serum-deprived fibroblasts We extended our studies to examine whether the ability of eIF4E to up-regulate NBS1 was required, at least in part, for its apoptotic rescue function. NIH3T3 cells were treated with siRNA for NBS1 (siNBS1) or scrambled controls (scram) and were serum deprived and monitored for apoptosis as a function of eIF4E overexpression ( Figs. 4 B and S3 B). Transfection of NIH3T3 cells overexpressing eIF4E with scrambled siRNA slightly reduced the viability of cells relative to untreated controls ( Fig. 4 B ; ∼80% relative to ∼90% in Fig. 2 ). Knockdown of NBS1 led to a further reduction in the viability of cells that were serum deprived as well as not serum deprived. This is consistent with a previous study indicating that NBS1 is required for viability in mouse models ( Zhu et al., 2001 ). Strikingly, knockdown of NBS1 severely impaired the survival activity of eIF4E ( Fig. 4 B ). Specifically, eIF4E-overexpressing NIH3T3 cells treated with scrambled controls displayed ∼70% viability relative to vector-transfected cells, which showed ∼45% viability. This is comparable with the rescue observed in Fig. 2 A . However, when the eIF4E-overexpressing cells were treated with siRNA for NBS1, only ∼20% of cells were viable, threefold less than the scrambled siRNA-treated eIF4E-overexpressing cells, which were ∼70% viable. Together with the observations that eIF4E requires Akt for its rescue function and requires NBS1 to activate Akt, our data strongly suggest that the survival function of eIF4E requires its ability to activate Akt through NBS1. The same trends were observed in Akt wild-type MEFs (Fig. S3 B). Next, we examined the effects of the ectopic expression of NBS1 on the ability to rescue Akt wild-type and Akt1 −/− cells (Fig. S4, A and B; available at http://www.jcb.org/cgi/content/full/jcb.200707018/DC1 ). Western blot analysis confirmed NBS1 overexpression and the fact that NBS1 overexpression led to the increased activation of Akt in Akt wild-type cells but not in the Akt1 −/− cells. NBS1-mediated Akt activation is consistent with previous studies ( Chen et al., 2005 , 2008 ; Yang et al., 2006 ; Lee et al., 2007 ). NBS1 partially rescues the Akt wild-type cells. This is consistent with eIF4E acting through NBS1. It is not surprising that NBS1 overexpression could not completely recapitulate the extent of rescue seen during eIF4E overexpression (∼60% in NBS1 vs. ∼80% in eIF4E-overexpressing cells) given that eIF4E has additional activities. For instance, eIF4E also up-regulates the expression of many downstream effectors of Akt1 (see the last Results section). Finally, NBS1 does not rescue Akt1 −/− cells relative to vector controls, which is consistent with NBS1 acting, at least in part, through Akt1. Thus, consistent with our previous findings that eIF4E requires Akt1 for its survival functions, NBS1 partially rescues Akt wild-type cells but not Akt1 −/− cells. We extended our studies to determine the effects of knocking down Akt1 expression on the ability of NBS1 to rescue serum-deprived NIH3T3 cells. NIH3T3 cells overexpressing NBS1 or vector controls were serum deprived, and viability was assessed using flow cytometry. The efficiency of Akt1 knockdown and of NBS1 overexpression was assessed by Western blotting (Fig. S4 C). NBS1-overexpressing cells treated with scrambled controls versus siRNA to Akt1 had increased viability by about twofold (∼40 vs. ∼20%; Fig. S4 D). This indicates that NBS1 requires Akt1 for its ability to rescue serum-starved NIH3T3 cells, which is consistent with our model. PML is a negative regulator of eIF4E-mediated apoptotic rescue Clearly, the cell has developed mechanisms to control the proliferative and survival functions of eIF4E. Our previous studies indicated that the PML is a potent inhibitor of eIF4E-dependent mRNA export ( Cohen et al., 2001 ; Kentsis et al., 2001 ; Topisirovic et al., 2003a ; Culjkovic et al., 2005 , 2006 ). The RING domain of PML directly interacts with the dorsal surface of eIF4E (including W73) and, thereby, reduces the affinity of eIF4E for the m 7 G cap by over 100-fold ( Kentsis et al., 2001 ). Previous studies indicated that mutations of PML in the RING domain or of the dorsal surface of eIF4E (W73A) impaired the PML–eIF4E interaction and thereby relieved the PML-mediated inhibition of eIF4E-dependent mRNA export (for review see Culjkovic et al., 2007 ). Thus, we examined the possibility that the PML protein impairs the export of NBS1 mRNA and, thereby, impairs the eIF4E-dependent activation of Akt. Mutants were used to determine whether these effects were dependent on the PML–eIF4E interaction. PML overexpression suppressed mRNA export of NBS1 and cyclin D1 (by acting on endogenous eIF4E) relative to vector controls or eIF4E-overexpressing cells ( Fig. 5 ). In cells expressing both PML and eIF4E, PML reduces the export of both NBS1 and cyclin D1 mRNAs relative to cells overexpressing eIF4E alone. Consistently, PML overexpression leads to a reduction in NBS1 and cyclin D1 protein levels relative to cells overexpressing eIF4E alone ( Fig. 5 A ). Next, we examined whether PML reduces eIF4E-dependent Akt activation. Coexpression of PML and eIF4E led to a reduction in the phosphorylation of Akt at both T308 and S473 relative to cells overexpressing eIF4E alone ( Fig. 5 A ). Consistently, PML overexpression leads to the reduced phosphorylation of S6 as well as 4E-BP1 relative to vector or eIF4E-overexpressing cells. Thus, PML impairs eIF4E-dependent Akt activation and the downstream events examined. Figure 5. The eIF4E inhibitor PML abrogates the eIF4E–Akt1 pathway, whereas the PML RING mutant does not. (A) Western blot analysis of whole cell extracts from stably transfected NIH3T3 cells overexpressing constructs as indicated. Note that the antibody used for PML only detects exogenous PML. β-Actin is shown as a loading control. (B) Parallel qPCR experiments showing relative fold increase of the cytoplasmic/nuclear (C/N) ratio of eIF4E target mRNAs from NIH3T3-derived cells. Error bars represent SD. To demonstrate that these effects of PML are dependent on its interactions with eIF4E, we monitored the effects of the PML mutant deficient in eIF4E binding (RING) and an eIF4E mutant deficient in binding PML (W73A). Coexpression of PML RING + eIF4E or PML + W73A eIF4E did not impair eIF4E-dependent Akt activation as observed by Western blotting for both T308 and S473 Akt sites relative to cells expressing eIF4E alone ( Fig. 5 A ). As expected, the PML RING mutant did not inhibit eIF4E-dependent mRNA export of either NBS1 or cyclin D1 mRNA (PML RING + eIF4E vs. PML + eIF4E; Fig. 5 B ). Reciprocally, wild-type PML did not impair W73A eIF4E-dependent mRNA export of NBS1 or cyclin D1 ( Fig. 5 A ). As expected, export for the negative control for mRNA export, VEGF, was unchanged by either eIF4E or PML overexpression. Thus, PML must directly bind to eIF4E to impair eIF4E-dependent NBS1 mRNA export to thereby reduce NBS1 protein levels and activate Akt. Importantly, the expression of PML or PML RING did not alter the expression of eIF4E or Akt ( Fig. 5 A ), nor did the expression of eIF4E or W73A eIF4E modulate PML levels. We hypothesized that PML should impair eIF4E-dependent rescue of serum-deprived fibroblasts from apoptosis. Before serum starvation, PML and eIF4E overexpression do not appear to impact viability ( Fig. 6 ). However, in serum-deprived cells, PML overexpression results in reduced viability relative to vector controls ( Fig. 6 A ), which is consistent with a previous study ( Borden et al., 1997 ). eIF4E-overexpressing cells result in enhanced viability versus vector controls (twofold) and PML (threefold)-expressing cells. In contrast, in cells coexpressing PML and eIF4E, viability was substantially reduced relative to eIF4E-overexpressing cells (∼40 vs. ∼80%). As with the aforementioned results, experiments with PML RING and W73A eIF4E mutants indicated that PML must directly bind eIF4E to inhibit eIF4E's survival function ( Fig. 6 A ). TUNEL assays yielded consistent results ( Fig. 6 B ). Thus, PML impairs eIF4E-mediated apoptotic rescue under serum deprivation conditions. Figure 6. The eIF4E inhibitor PML impedes eIF4E-dependent apoptotic rescue through the RING domain of PML. (A) Bar graphs represent quantitative measurements of apoptosis using annexin V and PI staining of the indicated NIH3T3-derived cells. Bar color is as follows: annexin V − /PI − , blue; annexin V + /PI − , yellow; annexin V + /PI + , red; annexin V − /PI + , black. Errors were within 10% (Table S2, available at http://www.jcb.org/cgi/content/full/jcb.200707018/DC1 ). NC, normal condition; SS, serum starvation. (B) Confirmation of apoptosis from TUNEL experiments (blue, DAPI; red, apoptotic). Bars, 50 μm. Finally, we examined the possibility that differences in PML status could account for the different effects of eIF4E on Akt1 −/− versus Akt wild-type cells. Our studies demonstrate that there are no significant differences in PML levels or localization between these cell lines (Fig. S1, C and D). eIF4E is positioned to have a two-tier effect on Akt expression Given that eIF4E modulates gene expression combinatorially ( Culjkovic et al., 2006 ), we investigated whether other known targets of eIF4E-dependent mRNA export and/or eIF4E-sensitive translation also acted in Akt signaling. Inspection of previously reported eIF4E mRNA export targets ( Culjkovic et al., 2006 ) demonstrated that this is indeed the case (i.e., eIF4E coordinately up-regulated effectors of the Akt pathway, including cyclins A2 [ Heron-Milhavet et al., 2006 ], B1 [ Lee et al., 2005 ], and E [ Hlobilkova et al., 2006 ], c-Myc [ Ahmed et al., 1997 ], Mdm2 [ Gottlieb et al., 2002 ], cyclin D1 [ Muise-Helmericks et al., 1998 ], and NBS1 [ Fig. 5 ; Culjkovic et al., 2006 ]). This list is not inclusive, and as more eIF4E mRNA targets are identified, it is likely that many of these will also be downstream effectors of the Akt signaling pathway. Thus, eIF4E is positioned to affect the Akt pathway at two levels: Akt activation and up-regulation of the downstream effectors of Akt. Discussion We provide evidence that via the RNA regulon model, eIF4E modulates the PI3K–Akt signaling axis and coordinates its regulation ( Fig. 7 ). This is consistent with previous studies, which indicated that eIF4E is a node in a regulon that governs cell cycle progression via coordinately modulating the expression of genes involved in this process ( Culjkovic et al., 2006 ; for review see Culjkovic et al., 2007 ). The studies reported here indicate that eIF4E, using the same strategies, enhances survival signaling, enabling eIF4E to drive proliferation while inhibiting apoptosis in immortalized cell lines. Our findings are consistent with previous reports that eIF4E overexpression substantially reduces cellular susceptibility to apoptotic stimuli ( Polunovsky et al., 1996 , 2000 ; Tan et al., 2000 ; Li et al., 2003 , 2004 ). Our experiments also suggest that these two biological effects of eIF4E overexpression, proliferation and apoptotic rescue, are intrinsically linked through modulation of this RNA regulon. Figure 7. Comparison models summarizing how eIF4E is not only downstream of the PI3K–AKT pathway (left) but can modulate this PI3K–Akt axis through NBS1 (right). Furthermore, several downstream effectors of Akt (e.g., cyclin A2, B1, D1, and E, Mdm2, and c-Myc) are also targets for eIF4E regulation at the mRNA export level, giving rise to a putative feedback loop. For simplicity, arrows indicate downstream effects (such as phosphorylation), but arrows do not necessarily indicate a single-step process. In yellow are some of the known subsets of mRNAs sensitive to eIF4E export activity that are also downstream effectors of Akt. PML's role as an inhibitor of eIF4E is also shown. In this model, eIF4E coordinately exports mRNAs of downstream effectors of the Akt signaling pathway, allowing their enhanced production ( Fig. 7 ). Coordinated mRNA export is achieved by a common element in the 3′ UTR of these mRNAs, the 4E-SE ( Culjkovic et al., 2006 ). Our findings indicate that eIF4E impacts the Akt pathway at least at two levels. First, eIF4E acts at the level of Akt phosphorylation via enhancing production of the NBS1 protein. Several studies indicate that NBS1 is an upstream activator of PI3K ( Chen et al., 2005 ; Yang et al., 2006 ; Lee et al., 2007 ; Sagan et al., 2007 ), and, recently, NBS1 was shown to directly interact through a novel, highly conserved C-terminal motif with p110α, a catalytic subunit of PI3K, enabling stimulation of PI3K activity ( Chen et al., 2008 ). Consistent with previous studies, we show that eIF4E-NBS1 activation of Akt is PI3K dependent because LY294002 impairs this activation ( Chen et al., 2005 , 2008 ; Sagan et al., 2007 ). Interestingly, eIF4E enhances the production of ornithine decarboxylase (ODC) at both the mRNA export and translation levels ( Rousseau et al., 1996 ). ODC overexpression can lead to Akt activation independently of PI3K ( Hayes et al., 2006 ), indicating that in some contexts, eIF4E may activate Akt independently of the NBS1-PI3K-Akt axis. Thus, it is possible that the eIF4E–Akt pathway is parallel to the PI3K–Akt pathway. Second, eIF4E overexpression leads to increased protein levels for several downstream effectors of Akt ( Fig. 7 ; Culjkovic et al., 2006 ). In summary, eIF4E is positioned to amplify the Akt survival signaling pathway. Previous studies have suggested that eIF4E overexpression did not lead to the activation of Akt1 or of p70S6K and 4E-BP1 ( Khaleghpour et al., 1999 ). For Akt activation analysis, these experiments were performed using a tetracycline-inducible system. However, tetracycline alone in parental cell lines quite markedly enhanced Akt phosphorylation ( Khaleghpour et al., 1999 ). Similarly, tetracycline alone markedly affects the phosphorylation and total levels of 4E-BP1 and p70S6K ( Khaleghpour et al., 1999 ). Additionally, in some cases, phosphorylation and total levels of these proteins were different between the three eIF4E-overexpressing clones before induction. The one experiment conducted in the absence of the tetracycline-inducible system showed that eIF4E overexpression led to increased levels of β phosphorylation of BP1 (consistent with our findings), with a slight reduction in γ phosphorylation ( Khaleghpour et al., 1999 ). Thus, many of the effects in this study seem to be related to observing the effects of eIF4E in the background of tetracycline treatment. This is the key difference between our study and the previous one ( Khaleghpour et al., 1999 ). The effects of eIF4E overexpression on 4E-BP1 phosphorylation are interesting and suggest that eIF4E could be involved in a positive feedback loop in which it activates its translational activity by indirectly using its mRNA export activity to increase levels of hyperphosphorylated 4E-BP1 without changing levels of total 4E-BP1 protein. However, translation of eIF4E-sensitive mRNAs (e.g., ODC) is not significantly elevated in 4E-BP1 −/− , 4E-BP2 −/− , or 4E-BP1 −/− /4E-BP2 −/− cells ( Blackshear et al., 1997 ; Tsukiyama-Kohara et al., 2001 ; Banko et al., 2006 ; Le Bacquer et al., 2007 ). Enhancement of the formation of translationally active eIF4E complexes is estimated to be within the SD of the measurements (∼1.5-fold; Banko et al., 2006 ), and enhanced polysomal loading of eIF4E-sensitive mRNAs was not reported in these studies. These animals are normal in terms of their size, with 4E-BP1 −/− and 4E-BP1 −/− /4E-BP2 −/− having only significant defects in adipogenesis and the insulin response ( Tsukiyama-Kohara et al., 2001 ; Le Bacquer et al., 2007 ). Interestingly, 4E-BP1 −/− cells respond to rapamycin (in terms of growth arrest) to the same extent as wild-type controls ( Blackshear et al., 1997 ). The phenotype of these mice was predicted to be much more marked, as it was assumed that these mice would be subject to a wide range of cancers. This is not the case. It is possible that 4E-BP3 can substitute for the other binding proteins. These experiments suggest that there is significant redundancy in the factors that regulate eIF4E. Thus, although 4E-BP1 phosphorylation is a marker of Akt activation, it is not clear the extent to which 4E-BP1 phosphorylation alone is predictive of the translational activity of eIF4E. In the case of our experiments, although eIF4E does stimulate 4E-BP1 phosphorylation through Akt activation, the significance of this effect alone on eIF4E activity will require further study. The cell has clearly developed master control switches to control the RNA regulon, in this case in the form of PML, to attenuate the effects of eIF4E ( Culjkovic et al., 2006 ; for review see Culjkovic et al., 2007 ). Thus, the cell can use PML to shut down this complicated survival network by directly targeting just one node of the network, eIF4E. PML is a potent inhibitor of eIF4E, where it not only inhibits eIF4E-dependent mRNA export but, when in the cytoplasm, can inhibit cap-dependent translation as well ( Kentsis et al., 2001 ). Furthermore, the ability of PML to promote apoptosis via inhibiting eIF4E-dependent rescue ( Fig. 6 ) provides the first molecular explanation for previous observations that the proapoptotic activity of PML is independent of on-going transcription ( Quignon et al., 1998 ) because, at the time of this previous study, the link between PML and eIF4E was not known. Thus, our results suggest a model for how PML stimulates apoptosis in a transcriptionally independent manner. Finally, our results are consistent with recent observations that Akt is more active in PML −/− cells than in littermate controls ( Trotman et al., 2006 ). Although another mechanism for PML inactivation of Akt was proposed there, our results do not exclude the possibility that PML acts as a negative regulator of Akt directly in addition to its effects on the eIF4E regulon described here. Also, overexpression of the proline-rich homeodomain protein, another negative regulator of eIF4E-dependent mRNA export ( Topisirovic et al., 2003a ), also decreases the phosphorylation of Akt (unpublished data). Clearly, other cellular modulators of eIF4E function, such as En2, HoxA9, and 4E-BPs, are positioned to potently modulate this regulon ( Sonenberg and Gingras, 1998 ; Topisirovic et al., 2003a , 2005 ; Brunet et al., 2005 ; Topisirovic and Borden, 2005 ). Regulators such as HoxA9 are particularly potent, as HoxA9 stimulates both eIF4E-dependent mRNA export and eIF4E-dependent translation ( Topisirovic et al., 2005 ). Furthermore, there are likely feedback loops on this regulon. For instance, c-Myc is an mRNA export and translational target of eIF4E ( Clemens and Bommer, 1999 ; Culjkovic et al., 2006 ). Interestingly, both eIF4E and NBS1 are direct transcriptional targets of c-Myc ( Chiang et al., 2003 ; Schmidt, 2004 ). This provides a putative positive feedback loop between these proteins and Akt activation. Other control loops likely exist in this regulon. For instance, PML and NBS1 proteins interact at PML bodies ( Naka et al., 2002 ), suggesting that they could impact the function of each other, thereby affecting the eIF4E RNA regulon at yet another level. Collectively, our findings suggest that eIF4E coordinately modulates proliferation and survival signaling gene expression networks. The RNA regulon model provides a theoretical context to understand eIF4E's combinatorial effects on gene expression and its wide-ranging biological activities. As such, eIF4E presents a potent therapeutic target. The first therapeutic strategy developed to target eIF4E involved use of a physical mimic of the m 7 G cap, ribavirin ( Kentsis et al., 2004 , 2005 ). Ribavirin is now being tested in a clinical trial in leukemias characterized by dysregulated eIF4E activity ( www.ribatrial.com ). These studies will yield the first clinical insights into the therapeutic efficacy of targeting an RNA regulon and of targeting eIF4E. Materials and methods Constructs pLINKSV40-PML, pcDNA eIF4E, MSCV-pgk-GFP-eIF4E wild type, and mutant expression constructs were previously described ( Cohen et al., 2001 ; Topisirovic et al., 2003b ; Culjkovic et al., 2005 ; Topisirovic and Borden, 2005 ). GFP profiles of murine stem cell virus (MSCV) stably transfected Akt wild-type and Akt1 −/− cells are shown in Fig. S1 A. The PML RING mutant (double point mutation of the first two cysteines to alanines in the RING domain of PML; required for PML function) was previously described ( Borden et al., 1995 ). The MSCV-pgk-YFP-Akt1 expression construct was made by blunt end ligation using an XhoI site. Cell culture and treatments Akt1 and Akt1 −/− cells were used to determine the importance of Akt1 to eIF4E-mediated apoptotic rescue. However, these cells were much less transfectable than NIH3T3 cells, which were used in other experiments, especially where multiple transfections were necessary. Indeed, Akt1 and Akt1 −/− cells had to be retrovirally transduced. Note that Akt MEFs were immortalized by passaging multiple times ( Cho et al., 2001 ). The cells used were maintained in DME with 100 U/ml penicillin G sodium and 100 μg/ml streptomycin sulfate (all were obtained from Invitrogen), with the addition of 10% newborn calf serum for MEF Akt1 wild type– and Akt1 −/− -derived cells, 10% FCS for Bosc-23 cells, and 10% calf serum with 1 mg/ml G418 (Invitrogen) and 1 μg/ml puromycin (Sigma-Aldrich) for NIH3T3-derived cells. eIF4E wild-type and mutant retroviral vectors were transiently transfected into the Bosc-23 Eco packaging line (a gift from G. Sauvageau, Institute for Research in Immunology and Cancer, University of Montreal, Quebec, Canada), and retroviral supernatants were used to infect MEF Akt1 wild-type and Akt1 −/− cells (a gift from M. Birnbaum, Howard Hughes Medical Institute, University of Pennsylvania School of Medicine, Philadelphia, PA). GFP + cells were isolated using a cell sorter (FACSAria; BD Biosciences). eIF4E and PML stably transfected NIH3T3 cells were generated as described previously ( Cohen et al., 2001 ; Topisirovic et al., 2003a ; Kentsis et al., 2004 ). For siRNA experiments, indicated cells were transfected with Lipofectamine 2000 (Invitrogen) and 20 nM siRNA duplex (si_NBS1, MMS.RNAI.NO13752.2.2; si_eIF4E, MMU.RNAI.N007917.1.1 and MMU.RNAI.N007917.1.2 [all were obtained from Integrated DNA Technologies]) according to the manufacturer's instructions. Cells were analyzed 72 h after transfection. LY294002 used in treatment experiments was cell culture grade (Sigma-Aldrich) and was used at 50 μM for 1 h. Western blot analysis and antibodies Western analysis was performed as described previously ( Topisirovic et al., 2003a ; Kentsis et al., 2004 ), with a modified lysis buffer (40 mM Hepes, pH 7.5, 120 mM NaCl, 1 mM EDTA, 10 mM β-glycerophosphate, 50 mM NaF, 0.5 μM NaVO 3 , and 1% [vol/vol] Triton X-100 supplemented with complete protease inhibitors [all were purchased from Sigma-Aldrich]). In addition, blots for immunophosphoprotein detection were blocked in BSA blocking solution (2% [wt/vol] BSA [Sigma-Aldrich] in TBS–Tween 20), and primary antibodies were diluted in BSA blocking solution. Antibodies used for immunoblotting were obtained from Cell Signaling Technology unless otherwise mentioned: mAb anti-eIF4E (BD Biosciences); mAb anti-PML (Millipore); pAb anti-NBS1; mAb anti–cyclin D1 (BD Biosciences); pAb anti-VEGF (Santa Cruz Biotechnology, Inc.); pAbs anti-Akt, antiphospho-Thr308 Akt, and mAb antiphospho-Ser473 Akt; pAbs anti-S6 and antiphospho-S6 ribosomal protein; pAbs anti–4E-BP1 and antiphospho-Thr37/46 4E-BP1; mAb anti-GAPDH (MAB374; Chemicon); mAb anti–β-actin (AC-15; Sigma-Aldrich); and mAb anti–α-tubulin (Sigma-Aldrich). Apoptosis assays Exponentially growing cell cultures derived from MEF Akt1 wild-type, Akt1 −/− , and NIH3T3 cells were shifted to 0.1% serum conditions for 18 h. For annexin V–allophycocyanin (BD Biosciences) and PI (Sigma-Aldrich) staining, cells and initial PBS washes were collected and treated according to the manufacturer's instructions (BD Biosciences). Stained cells were analyzed on a flow cytometer (LSRII; BD Biosciences), with early apoptotic cells scored as annexin V positive and PI negative to exclude necrotic cells. Assays were performed in triplicate. TUNEL, immunofluorescence, and laser-scanning confocal microscopy For TUNEL staining, preseeded cells on coverslips were serum withdrawn, fixed, and stained with the In Situ Cell Death Detection kit (TMR red; Roche) according to the manufacturer's instructions and were then mounted in Vectashield with DAPI (Vector Laboratories). Fluorescence from several fields was observed using a 20× optical magnification and 1× digital zoom on a laser-scanning confocal microscope (LSM510; Carl Zeiss, Inc.), exciting at 405 and 543 nm at RT. All channels were detected separately, and no cross talk between the channels was observed. The confocal micrographs represent a single optical section through the plane of the cell. Images were obtained using LSM510 software (Carl Zeiss, Inc.) and were displayed using Photoshop CS 8.0 (Adobe). Cellular fractionation and qPCR Fractionation and RNA isolation were performed as described previously ( Culjkovic et al., 2006 ). qPCR analyses were performed using Sybr Green PCR Master Mix (Applied Biosystems) in a thermal cycler (Mx3000P; Stratagene), and data were analyzed with MxPro software (Stratagene). All conditions and primers were described previously ( Culjkovic et al., 2005 ). All calculations were performed using the relative standard curve method described in Applied Biosystems User Bulletin #2 and are more precisely described in the corresponding figure legends. Online supplemental material Tables S1 and S2 show values and SDs for apoptosis assays in Figs. 2 and Figs.6. Fig. S1 shows GFP profiles by flow cytometry of Akt wild-type and Akt1 −/− cells transduced with MSCV-GFP vectors, Bcl2 protein overexpression in Akt wild-type and Akt1 −/− transduced cells, endogenous PML expression status in Akt wild-type and Akt1 −/− cells, and PML staining of those cells analyzed by immunocytochemistry. Fig. S2 shows qPCR analysis of total, nuclear, and cytoplasmic RNA from NIH3T3 cells treated with siNBS1. Fig. S3 shows analysis of siNBS1-treated Akt wild-type cells for protein expression, apoptosis (by TUNEL), and total, nuclear, and cytoplasmic RNA. Fig. S4 shows protein expression and quantification of viability from Akt wild-type and Akt1 −/− cells overexpressing NBS1 and siAkt1-treated NIH3T3 cells overexpressing NBS1. Online supplemental material is available at http://www.jcb.org/cgi/content/full/jcb.200707018/DC1 . Supplemental Material [Supplemental Material Index] We are grateful for Akt1 −/− and littermate cells from Morris Birnbaum, the Bosc-23 Eco packaging line and MSCV-pgk-YFP plasmid from Guy Sauvageau, full-length NBS1 clone from Patrick Concannon, and MSCV-pgk-puro-bcl2 expression construct from Trang Hoang. We thank Danièle Gagné for help with the FACS. We thank Ivan Topisirovic and Nathalie Beslu for many helpful discussions of this work. K.L.B. Borden holds an equity position in Translational Therapeutics, Inc. K. Tan holds a Montreal Centre for Experimental Therapeutics in Cancer fellowship. S. Meloche holds a Canada Research Chair in Cell Signaling and is supported by the National Cancer Institute of Canada. K.L.B. Borden acknowledges support from the National Institute of Health (grants RO1 80728 and 98571) and the Leukemia and Lymphoma Society Translational Research Program and holds a Canada Research Chair. Ahmed, N.N., H.L. Grimes, A. Bellacosa, T.O. Chan, and P.N. Tsichlis. 1997 . Transduction of interleukin-2 antiapoptotic and proliferative signals via Akt protein kinase. Proc. Natl. Acad. Sci. USA. 94 : 3627 –3632. 9108028 Alessi, D.R., M. Andjelkovic, B. Caudwell, P. Cron, N. Morrice, P. Cohen, and B.A. Hemmings. 1996 . Mechanism of activation of protein kinase B by insulin and IGF-1. EMBO J. 15 : 6541 –6551. 8978681 Arsham, A.M., and M.C. Simon. 2003 . Tumor suppression through angiogenesis inhibition. Methods Mol. Biol. 223 : 249 –270. 12777736 Banko, J.L., L. Hou, F. Poulin, N. Sonenberg, and E. Klann. 2006 . Regulation of eukaryotic initiation factor 4E by converging signaling pathways during metabotropic glutamate receptor-dependent long-term depression. J. Neurosci. 26 : 2167 –2173. 16495443 Blackshear, P.J., D.J. Stumpo, E. Carballo, and J.C. Lawrence Jr. 1997 . Disruption of the gene encoding the mitogen-regulated translational modulator PHAS-I in mice. J. Biol. Chem. 272 : 31510 –31514. 9395487 Borden, K.L.B., M.N. Boddy, J. Lally, N.J. O'Reilly, S. Martin, K. Howe, E. Solomon, and P.S. Freemont. 1995 . The solution structure of the RING finger domain from the acute promyelocytic leukaemia proto-oncoprotein PML. EMBO J. 14 : 1532 –1541. 7729428 Borden, K.L.B., E.J. Campbell Dwyer, and M.S. Salvato. 1997 . The promyelocytic leukemia protein PML has a pro-apoptotic activity mediated through its RING domain. FEBS Lett. 418 : 30 –34. 9414089 Brognard, J., E. Sierecki, T. Gao, and A.C. Newton. 2007 . PHLPP and a second isoform, PHLPP2, differentially attenuate the amplitude of Akt signaling by regulating distinct Akt isoforms. Mol. Cell. 25 : 917 –931. 17386267 Brugarolas, J., K. Lei, R.L. Hurley, B.D. Manning, J.H. Reiling, E. Hafen, L.A. Witters, L.W. Ellisen, and W.G. Kaelin Jr. 2004 . Regulation of mTOR function in response to hypoxia by REDD1 and the TSC1/TSC2 tumor suppressor complex. Genes Dev. 18 : 2893 –2904. 15545625 Brunet, I., C. Weinl, M. Piper, A. Trembleau, M. Volovitch, W. Harris, A. Prochiantz, and C. Holt. 2005 . The transcription factor Engrailed-2 guides retinal axons. Nature. 438 : 94 –98. 16267555 Chen, J., and Y. Fang. 2002 . A novel pathway regulating the mammalian target of rapamycin (mTOR) signaling. Biochem. Pharmacol. 64 : 1071 –1077. 12234610 Chen, W.S., P.Z. Xu, K. Gottlob, M.L. Chen, K. Sokol, T. Shiyanova, I. Roninson, W. Weng, R. Suzuki, K. Tobe, et al. 2001 . Growth retardation and increased apoptosis in mice with homozygous disruption of the Akt1 gene. Genes Dev. 15 : 2203 –2208. 11544177 Chen, Y.C., Y.N. Su, P.C. Chou, W.C. Chiang, M.C. Chang, L.S. Wang, S.C. Teng, and K.J. Wu. 2005 . Overexpression of NBS1 contributes to transformation through the activation of phosphatidylinositol 3-kinase/Akt. J. Biol. Chem. 280 : 32505 –32511. 16036916 Chen, Y.C., H.Y. Chiang, M.H. Yang, P.M. Chen, S.Y. Chang, S.C. Teng, B. Vanhaesebroeck, and K.J. Wu. 2008 Activation of phosphoinositide 3-kinase by the NBS1 DNA repair protein through a novel activation motif. J. Mol. Med. 10.1007/s00109-008-0302-x . Chiang, Y.C., S.C. Teng, Y.N. Su, F.J. Hsieh, and K.J. Wu. 2003 . c-Myc directly regulates the transcription of the NBS1 gene involved in DNA double-strand break repair. J. Biol. Chem. 278 : 19286 –19291. 12637527 Cho, H., J.L. Thorvaldsen, Q. Chu, F. Feng, and M.J. Birnbaum. 2001 . Akt1/PKBalpha is required for normal growth but dispensable for maintenance of glucose homeostasis in mice. J. Biol. Chem. 276 : 38349 –38352. 11533044 Clemens, M.J., and U.A. Bommer. 1999 . Translational control: the cancer connection. Int. J. Biochem. Cell Biol. 31 : 1 –23. 10216939 Cohen, N., M. Sharma, A. Kentsis, J.M. Perez, S. Strudwick, and K.L. Borden. 2001 . PML RING suppresses oncogenic transformation by reducing the affinity of eIF4E for mRNA. EMBO J. 20 : 4547 –4559. 11500381 Costanzo, V., K. Robertson, M. Bibikova, E. Kim, D. Grieco, M. Gottesman, D. Carroll, and J. Gautier. 2001 . Mre11 protein complex prevents double-strand break accumulation during chromosomal DNA replication. Mol. Cell. 8 : 137 –147. 11511367 Culjkovic, B., I. Topisirovic, L. Skrabanek, M. Ruiz-Gutierrez, and K.L. Borden. 2005 . eIF4E promotes nuclear export of cyclin D1 mRNAs via an element in the 3′UTR. J. Cell Biol. 169 : 245 –256. 15837800 Culjkovic, B., I. Topisirovic, L. Skrabanek, M. Ruiz-Gutierrez, and K.L. Borden. 2006 . eIF4E is a central node of an RNA regulon that governs cellular proliferation. J. Cell Biol. 175 : 415 –426. 17074885 Culjkovic, B., I. Topisirovic, and K.L. Borden. 2007 . Controlling gene expression through RNA regulons: the role of the eukaryotic translation initiation factor eIF4E. Cell Cycle. 6 : 65 –69. 17245113 Dennis, P.B., A. Jaeschke, M. Saitoh, B. Fowler, S.C. Kozma, and G. Thomas. 2001 . Mammalian TOR: a homeostatic ATP sensor. Science. 294 : 1102 –1105. 11691993 Dostie, J., M. Ferraiuolo, A. Pause, S.A. Adam, and N. Sonenberg. 2000 . A novel shuttling protein, 4E-T, mediates the nuclear import of the mRNA 5′ cap-binding protein, eIF4E. EMBO J. 19 : 3142 –3156. 10856257 Easton, R.M., H. Cho, K. Roovers, D.W. Shineman, M. Mizrahi, M.S. Forman, V.M. Lee, M. Szabolcs, R. de Jong, T. Oltersdorf, et al. 2005 . Role for Akt3/protein kinase Bgamma in attainment of normal brain size. Mol. Cell. Biol. 25 : 1869 –1878. 15713641 Gingras, A.C., S.G. Kennedy, M.A. O'Leary, N. Sonenberg, and N. Hay. 1998 . 4E-BP1, a repressor of mRNA translation, is phosphorylated and inactivated by the Akt(PKB) signaling pathway. Genes Dev. 12 : 502 –513. 9472019 Gottlieb, T.M., J.F. Leal, R. Seger, Y. Taya, and M. Oren. 2002 . Cross-talk between Akt, p53 and Mdm2: possible implications for the regulation of apoptosis. Oncogene. 21 : 1299 –1303. 11850850 Graff, J.R., and S.G. Zimmer. 2003 . Translational control and metastatic progression: enhanced activity of the mRNA cap-binding protein eIF-4E selectively enhances translation of metastasis-related mRNAs. Clin. Exp. Metastasis. 20 : 265 –273. 12741684 Hayes, C.S., K. DeFeo, L. Lan, B. Paul, C. Sell, and S.K. Gilmour. 2006 . Elevated levels of ornithine decarboxylase cooperate with Raf/ERK activation to convert normal keratinocytes into invasive malignant cells. Oncogene. 25 : 1543 –1553. 16278677 Heron-Milhavet, L., C. Franckhauser, V. Rana, C. Berthenet, D. Fisher, B.A. Hemmings, A. Fernandez, and N.J. Lamb. 2006 . Only Akt1 is required for proliferation, while Akt2 promotes cell cycle exit through p21 binding. Mol. Cell. Biol. 26 : 8267 –8280. 16982699 Hlobilkova, A., J. Knillova, M. Svachova, P. Skypalova, V. Krystof, and Z. Kolar. 2006 . Tumour suppressor PTEN regulates cell cycle and protein kinase B/Akt pathway in breast cancer cells. Anticancer Res. 26 : 1015 –1022. 16619501 Keene, J.D. 2007 . RNA regulons: coordination of post-transcriptional events. Nat. Rev. Genet. 8 : 533 –543. 17572691 Keene, J.D., and P.J. Lager. 2005 . Post-transcriptional operons and regulons co-ordinating gene expression. Chromosome Res. 13 : 327 –337. 15868425 Keene, J.D., and S.A. Tenenbaum. 2002 . Eukaryotic mRNPs may represent posttranscriptional operons. Mol. Cell. 9 : 1161 –1167. 12086614 Kentsis, A., E.C. Dwyer, J.M. Perez, M. Sharma, A. Chen, Z.Q. Pan, and K.L. Borden. 2001 . The RING domains of the promyelocytic leukemia protein PML and the arenaviral protein Z repress translation by directly inhibiting translation initiation factor eIF4E. J. Mol. Biol. 312 : 609 –623. 11575918 Kentsis, A., I. Topisirovic, B. Culjkovic, L. Shao, and K.L. Borden. 2004 . Ribavirin suppresses eIF4E-mediated oncogenic transformation by physical mimicry of the 7-methyl guanosine mRNA cap. Proc. Natl. Acad. Sci. USA. 101 : 18105 –18110. 15601771 Kentsis, A., L. Volpon, I. Topisirovic, C.E. Soll, B. Culjkovic, L. Shao, and K.L. Borden. 2005 . Further evidence that ribavirin interacts with eIF4E. RNA. 11 : 1762 –1766. 16251386 Khaleghpour, K., S. Pyronnet, A.C. Gingras, and N. Sonenberg. 1999 . Translational homeostasis: eukaryotic translation initiation factor 4E control of 4E-binding protein 1 and p70 S6 kinase activities. Mol. Cell. Biol. 19 : 4302 –4310. 10330171 Le Bacquer, O., E. Petroulakis, S. Paglialunga, F. Poulin, D. Richard, K. Cianflone, and N. Sonenberg. 2007 . Elevated sensitivity to diet-induced obesity and insulin resistance in mice lacking 4E-BP1 and 4E-BP2. J. Clin. Invest. 117 : 387 –396. 17273556 Lee, S.R., J.H. Park, E.K. Park, C.H. Chung, S.S. Kang, and O.S. Bang. 2005 . Akt-induced promotion of cell-cycle progression at G2/M phase involves upregulation of NF-Y binding activity in PC12 cells. J. Cell. Physiol. 205 : 270 –277. 15887249 Lee, W.T., W.H. Chang, C.H. Huang, and K.J. Wu. 2007 . NBS1, the Nijmegen breakage syndrome gene product, regulates neuronal proliferation and differentiation. J. Neurochem. 102 : 141 –152. 17442057 Li, S., T. Takasu, D.M. Perlman, M.S. Peterson, D. Burrichter, S. Avdulov, P.B. Bitterman, and V.A. Polunovsky. 2003 . Translation factor eIF4E rescues cells from Myc-dependent apoptosis by inhibiting cytochrome c release. J. Biol. Chem. 278 : 3015 –3022. 12441348 Li, S., D.M. Perlman, M.S. Peterson, D. Burrichter, S. Avdulov, V.A. Polunovsky, and P.B. Bitterman. 2004 . Translation initiation factor 4E blocks endoplasmic reticulum-mediated apoptosis. J. Biol. Chem. 279 : 21312 –21317. 14990584 Lu, X., L. de la Pena, C. Barker, K. Camphausen, and P.J. Tofilon. 2006 . Radiation-induced changes in gene expression involve recruitment of existing messenger RNAs to and away from polysomes. Cancer Res. 66 : 1052 –1061. 16424041 Mamane, Y., E. Petroulakis, Y. Martineau, T.A. Sato, O. Larsson, V.K. Rajasekhar, and N. Sonenberg. 2007 . Epigenetic activation of a subset of mRNAs by eIF4E explains its effects on cell proliferation. PLoS ONE. 2 : e242 . 17311107 Muise-Helmericks, R.C., H.L. Grimes, A. Bellacosa, S.E. Malstrom, P.N. Tsichlis, and N. Rosen. 1998 . Cyclin D expression is controlled post-transcriptionally via a phosphatidylinositol 3-kinase/Akt-dependent pathway. J. Biol. Chem. 273 : 29864 –29872. 9792703 Naka, K., K. Ikeda, and N. Motoyama. 2002 . Recruitment of NBS1 into PML oncogenic domains via interaction with SP100 protein. Biochem. Biophys. Res. Commun. 299 : 863 –871. 12470659 Nicholson, K.M., and N.G. Anderson. 2002 . The protein kinase B/Akt signalling pathway in human malignancy. Cell. Signal. 14 : 381 –395. 11882383 Ohnishi, K., Z. Scuric, R.H. Schiestl, N. Okamoto, A. Takahashi, and T. Ohnishi. 2006 . siRNA targeting NBS1 or XIAP increases radiation sensitivity of human cancer cells independent of TP53 status. Radiat. Res. 166 : 454 –462. 16972754 Peng, X.D., P.Z. Xu, M.L. Chen, A. Hahn-Windgassen, J. Skeen, J. Jacobs, D. Sundararajan, W.S. Chen, S.E. Crawford, K.G. Coleman, and N. Hay. 2003 . Dwarfism, impaired skin development, skeletal muscle atrophy, delayed bone development, and impeded adipogenesis in mice lacking Akt1 and Akt2. Genes Dev. 17 : 1352 –1365. 12782654 Polunovsky, V.A., I.B. Rosenwald, A.T. Tan, J. White, L. Chiang, N. Sonenberg, and P.B. Bitterman. 1996 . Translational control of programmed cell death: eukaryotic translation initiation factor 4E blocks apoptosis in growth-factor-restricted fibroblasts with physiologically expressed or deregulated Myc. Mol. Cell. Biol. 16 : 6573 –6581. 8887686 Polunovsky, V.A., A.C. Gingras, N. Sonenberg, M. Peterson, A. Tan, J.B. Rubins, J.C. Manivel, and P.B. Bitterman. 2000 . Translational control of the antiapoptotic function of Ras. J. Biol. Chem. 275 : 24776 –24780. 10811643 Quignon, F., F. De Bels, M. Koken, J. Feunteun, J.C. Ameisen, and H. de The. 1998 . PML induces a novel caspase-independent death process. Nat. Genet. 20 : 259 –265. 9806544 Rousseau, D., R. Kaspar, I. Rosenwald, L. Gehrke, and N. Sonenberg. 1996 . Translation initiation of ornithine decarboxylase and nucleocytoplasmic transport of cyclin D1 mRNA are increased in cells overexpressing eukaryotic initiation factor 4E. Proc. Natl. Acad. Sci. USA. 93 : 1065 –1070. 8577715 Roux, P.P., B.A. Ballif, R. Anjum, S.P. Gygi, and J. Blenis. 2004 . Tumor-promoting phorbol esters and activated Ras inactivate the tuberous sclerosis tumor suppressor complex via p90 ribosomal S6 kinase. Proc. Natl. Acad. Sci. USA. 101 : 13489 –13494. 15342917 Sagan, D., S. Mortl, I. Muller, F. Eckardt-Schupp, and H. Eichholtz-Wirth. 2007 . Enhanced CD95-mediated apoptosis contributes to radiation hypersensitivity of NBS lymphoblasts. Apoptosis. 12 : 753 –767. 17219051 Sanchez-Margalet, V., I.D. Goldfine, C.J. Vlahos, and C.K. Sung. 1994 . Role of phosphatidylinositol-3-kinase in insulin receptor signaling: studies with inhibitor, LY294002. Biochem. Biophys. Res. Commun. 204 : 446 –452. 7980500 Schmidt, E.V. 2004 . The role of c-myc in regulation of translation initiation. Oncogene. 23 : 3217 –3221. 15094771 Shaw, R.J., N. Bardeesy, B.D. Manning, L. Lopez, M. Kosmatka, R.A. DePinho, and L.C. Cantley. 2004 . The LKB1 tumor suppressor negatively regulates mTOR signaling. Cancer Cell. 6 : 91 –99. 15261145 Shiratsuchi, H., and M.D. Basson. 2007 . Akt2, but not Akt1 or Akt3 mediates pressure-stimulated serum-opsonized latex bead phagocytosis through activating mTOR and p70 S6 kinase. J. Cell. Biochem. 102 : 353 –367. 17372934 Skeen, J.E., P.T. Bhaskar, C.C. Chen, W.S. Chen, X.D. Peng, V. Nogueira, A. Hahn-Windgassen, H. Kiyokawa, and N. Hay. 2006 . Akt deficiency impairs normal cell proliferation and suppresses oncogenesis in a p53-independent and mTORC1-dependent manner. Cancer Cell. 10 : 269 –280. 17045205 Sonenberg, N., and A.C. Gingras. 1998 . The mRNA 5′ cap-binding protein eIF4E and control of cell growth. Curr. Opin. Cell Biol. 10 : 268 –275. 9561852 Song, G., G. Ouyang, and S. Bao. 2005 . The activation of Akt/PKB signaling pathway and cell survival. J. Cell. Mol. Med. 9 : 59 –71. 15784165 Stokoe, D., L.R. Stephens, T. Copeland, P.R. Gaffney, C.B. Reese, G.F. Painter, A.B. Holmes, F. McCormick, and P.T. Hawkins. 1997 . Dual role of phosphatidylinositol-3,4,5-trisphosphate in the activation of protein kinase B. Science. 277 : 567 –570. 9228007 Tan, A., P. Bitterman, N. Sonenberg, M. Peterson, and V. Polunovsky. 2000 . Inhibition of Myc-dependent apoptosis by eukaryotic translation initiation factor 4E requires cyclin D1. Oncogene. 19 : 1437 –1447. 10723135 Topisirovic, I., and K.L. Borden. 2005 . Homeodomain proteins and eukaryotic translation initiation factor 4E (eIF4E): an unexpected relationship. Histol. Histopathol. 20 : 1275 –1284. 16136508 Topisirovic, I., B. Culjkovic, N. Cohen, J.M. Perez, L. Skrabanek, and K.L. Borden. 2003 a. The proline-rich homeodomain protein, PRH, is a tissue-specific inhibitor of eIF4E-dependent cyclin D1 mRNA transport and growth. EMBO J. 22 : 689 –703. 12554669 Topisirovic, I., M.L. Guzman, M.J. McConnell, J.D. Licht, B. Culjkovic, S.J. Neering, C.T. Jordan, and K.L. Borden. 2003 b. Aberrant eukaryotic translation initiation factor 4E-dependent mRNA transport impedes hematopoietic differentiation and contributes to leukemogenesis. Mol. Cell. Biol. 23 : 8992 –9002. 14645512 Topisirovic, I., A. Kentsis, J.M. Perez, M.L. Guzman, C.T. Jordan, and K.L. Borden. 2005 . Eukaryotic translation initiation factor 4E activity is modulated by HOXA9 at multiple levels. Mol. Cell. Biol. 25 : 1100 –1112. 15657436 Trotman, L.C., A. Alimonti, P.P. Scaglioni, J.A. Koutcher, C. Cordon-Cardo, and P.P. Pandolfi. 2006 . Identification of a tumour suppressor network opposing nuclear Akt function. Nature. 441 : 523 –527. 16680151 Tsukiyama-Kohara, K., F. Poulin, M. Kohara, C.T. DeMaria, A. Cheng, Z. Wu, A.C. Gingras, A. Katsume, M. Elchebly, B.M. Spiegelman, et al. 2001 . Adipose tissue reduction in mice lacking the translational inhibitor 4E-BP1. Nat. Med. 7 : 1128 –1132. 11590436 Vivanco, I., and C.L. Sawyers. 2002 . The phosphatidylinositol 3-Kinase AKT pathway in human cancer. Nat. Rev. Cancer. 2 : 489 –501. 12094235 Wang, L., C.D. Fraley, J. Faridi, A. Kornberg, and R.A. Roth. 2003 . Inorganic polyphosphate stimulates mammalian TOR, a kinase involved in the proliferation of mammary cancer cells. Proc. Natl. Acad. Sci. USA. 100 : 11249 –11254. 12970465 Wendel, H.G., R.L. Silva, A. Malina, J.R. Mills, H. Zhu, T. Ueda, R. Watanabe-Fukunaga, R. Fukunaga, J. Teruya-Feldstein, J. Pelletier, and S.W. Lowe. 2007 . Dissecting eIF4E action in tumorigenesis. Genes Dev. 21 : 3232 –3237. 18055695 Yang, M.H., W.C. Chiang, T.Y. Chou, S.Y. Chang, P.M. Chen, S.C. Teng, and K.J. Wu. 2006 . Increased NBS1 expression is a marker of aggressive head and neck cancer and overexpression of NBS1 contributes to transformation. Clin. Cancer Res. 12 : 507 –515. 16428493 Yang, M.H., S.Y. Chang, S.H. Chiou, C.J. Liu, C.W. Chi, P.M. Chen, S.C. Teng, and K.J. Wu. 2007 . Overexpression of NBS1 induces epithelial-mesenchymal transition and co-expression of NBS1 and Snail predicts metastasis of head and neck cancer. Oncogene. 26 : 1459 –1467. 16936774 Yao, R., and G.M. Cooper. 1995 . Requirement for phosphatidylinositol-3 kinase in the prevention of apoptosis by nerve growth factor. Science. 267 : 2003 –2006. 7701324 Zhu, J., S. Petersen, L. Tessarollo, and A. Nussenzweig. 2001 . Targeted disruption of the Nijmegen breakage syndrome gene NBS1 leads to early embryonic lethality in mice. Curr. Biol. 11 : 105 –109. 11231126",
    "full_text_abstract": "Eukaryotic initiation factor 4E (eIF4E) promotes cellular proliferation and can rescue cells from apoptotic stimuli such as serum starvation. However, the mechanisms underlying apoptotic rescue are not well understood. In this study, we demonstrate that eIF4E overexpression leads to enhanced survival signaling through Akt and that eIF4E requires Akt1 to rescue serum-deprived fibroblasts. Furthermore, a mutant form of eIF4E (W73A), which is messenger RNA (mRNA) export competent but does not promote translation, rescues cells as readily as wild-type eIF4E. We show that eIF4E mediates Akt activation via up-regulation of Nijmegen breakage syndrome 1 (NBS1), a phosphoinositide-3 kinase–Akt pathway upstream activator. Additionally, eIF4E coordinately up-regulates the expression of downstream effectors of the Akt pathway, thereby amplifying Akt signaling effects. A negative regulator of eIF4E, the promyelocytic leukemia protein (PML), suppresses Akt activation and apoptotic rescue. These PML activities likely arise, at least in part, through its inhibition of eIF4E-mediated NBS1 mRNA export. In summary, eIF4E coordinately regulates gene expression to potentiate Akt activation, an activity required for apoptotic rescue."
}