{
    "PMC": "6121351",
    "DOI": "10.3390/ijms19082325",
    "PMID": "30096787",
    "PMCID": "PMC6121351",
    "title": "mTORC Inhibitors as Broad-Spectrum Therapeutics for Age-Related Diseases.",
    "year": 2018,
    "source_url": "https://europepmc.org/article/PMC/PMC6121351",
    "source": "MED",
    "abstract_text": "Chronological age represents the greatest risk factor for many life-threatening diseases, including neurodegeneration, cancer, and cardiovascular disease; ageing also increases susceptibility to infectious disease. Current efforts to tackle individual diseases may have little impact on the overall healthspan of older individuals, who would still be vulnerable to other age-related pathologies. However, recent progress in ageing research has highlighted the accumulation of senescent cells with chronological age as a probable underlying cause of pathological ageing. Cellular senescence is an essentially irreversible proliferation arrest mechanism that has important roles in development, wound healing, and preventing cancer, but it may limit tissue function and cause widespread inflammation with age. The serine/threonine kinase mTOR (mechanistic target of rapamycin) is a regulatory nexus that is heavily implicated in both ageing and senescence. Excitingly, a growing body of research has highlighted rapamycin and other mTOR inhibitors as promising treatments for a broad spectrum of age-related pathologies, including neurodegeneration, cancer, immunosenescence, osteoporosis, rheumatoid arthritis, age-related blindness, diabetic nephropathy, muscular dystrophy, and cardiovascular disease. In this review, we assess the use of mTOR inhibitors to treat age-related pathologies, discuss possible molecular mechanisms of action where evidence is available, and consider strategies to minimize undesirable side effects. We also emphasize the urgent need for reliable, non-invasive biomarkers of senescence and biological ageing to better monitor the efficacy of any healthy ageing therapy.",
    "full_text": "Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 6121351 10.3390/ijms19082325 ijms-19-02325 Review mTORC Inhibitors as Broad-Spectrum Therapeutics for Age-Related Diseases Walters Hannah E. https://orcid.org/0000-0002-5306-285X Cox Lynne S. * Department of Biochemistry, University of Oxford, South Parks Road, Oxford OX1 3QU, UK; hannah.walters@trinity.ox.ac.uk * Correspondence: lynne.cox@bioch.ox.ac.uk 08 8 2018 8 2018 19 8 2325 04 6 2018 30 7 2018 © 2018 by the authors. 2018 Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( http://creativecommons.org/licenses/by/4.0/ ). Chronological age represents the greatest risk factor for many life-threatening diseases, including neurodegeneration, cancer, and cardiovascular disease; ageing also increases susceptibility to infectious disease. Current efforts to tackle individual diseases may have little impact on the overall healthspan of older individuals, who would still be vulnerable to other age-related pathologies. However, recent progress in ageing research has highlighted the accumulation of senescent cells with chronological age as a probable underlying cause of pathological ageing. Cellular senescence is an essentially irreversible proliferation arrest mechanism that has important roles in development, wound healing, and preventing cancer, but it may limit tissue function and cause widespread inflammation with age. The serine/threonine kinase mTOR (mechanistic target of rapamycin) is a regulatory nexus that is heavily implicated in both ageing and senescence. Excitingly, a growing body of research has highlighted rapamycin and other mTOR inhibitors as promising treatments for a broad spectrum of age-related pathologies, including neurodegeneration, cancer, immunosenescence, osteoporosis, rheumatoid arthritis, age-related blindness, diabetic nephropathy, muscular dystrophy, and cardiovascular disease. In this review, we assess the use of mTOR inhibitors to treat age-related pathologies, discuss possible molecular mechanisms of action where evidence is available, and consider strategies to minimize undesirable side effects. We also emphasize the urgent need for reliable, non-invasive biomarkers of senescence and biological ageing to better monitor the efficacy of any healthy ageing therapy. mTOR mTORC1 mTORC2 rapamycin rapalogues rapalogs mTOR inhibitors senescence ageing aging cancer neurodegeneration immunosenescence senolytics biomarkers 1. Introduction The greatest risk factor for all major life-threatening diseases, including cancer, neurodegeneration, and cardiovascular disease is age. Current therapies that target each of these age-related diseases (ARD) individually have had limited success, and a cure for one specific ARD may not greatly extend healthy lifespan, as elderly patients would still be vulnerable to other ARDs. However, mounting evidence suggests that it may be possible to develop broad-spectrum treatments for the diseases of old age by targeting the underlying biological mechanisms driving ageing and its associated pathologies. Indeed, several consistent hallmarks of ageing have been identified, including telomere attrition, epigenetic dysregulation, altered proteostasis, decreased autophagy, mitochondrial dysfunction, and increased DNA damage [ 1 ]. All of these processes contribute to the onset of cell senescence, a core driver of ageing, as demonstrated by improved health and extended lifespan of middle-aged mice upon the removal of senescent cells [ 2 ]. Furthermore, it is also possible that other hallmarks of ageing, including stem cell depletion and remodelling of the extracellular matrix [ 1 ], are in fact consequences of cell senescence. 1.1. Senescence Cellular senescence is a programme of essentially permanent proliferative arrest, induced by stresses including replicative exhaustion, DNA damage, oncogene signalling, ER stress, and imbalances in ribosome biogenesis [ 3 ]. At least in vitro, senescent cells show greatly enlarged cell size, altered morphology, accumulation of lipid droplets and lipofuscin-type pigments [ 4 ], and prominent actin stress fibres. Mitochondrial load increases in senescence, possibly to compensate for chronically damaged mitochondria, and lysosomal stress is evident with dyes such as senescence-associated β-galactosidase (SA-β-gal) [ 5 ]. Senescent cells exhibit chronically elevated levels of DNA damage response proteins including 53BP1 and γH2AX indicating poor DNA repair capacity, while there is also marked restructuring of the epigenome, such that CpG methylation patterns can be used as an epigenetic clock to determine biological age [ 6 ]. At the biochemical level, activation of tumour suppressor proteins p53 and/or p16 CDKN2 , together with cyclin-dependent kinase inhibitor p21 CDKN1 , leads to cell cycle arrest and the cessation of proliferation that is characteristic of senescent cells, together with resistance to apoptosis. While the original evolutionary role of senescence may lie in development [ 7 ], wound healing [ 8 ], or as a barrier to viral infection [ 9 ], it also provides a failsafe mechanism against proliferation of tumorigenic or aged cells [ 10 ]. However, this can be detrimental to tissue integrity, as such cells can no longer contribute to wound healing or the cell turnover necessary for tissue maintenance. Moreover, senescent cells do not simply exist as passive but ineffective components of a tissue: instead, they actively alter their microenvironment through a secretory programme termed the SASP (senescence-associated secretory phenotype) [ 11 ]. This pro-inflammatory programme comprising cytokines, chemokines, growth factors, and matrix-remodelling enzymes alerts immune cells to the presence of senescent cells, which in younger organisms is thought to promote immune clearance [ 12 ]. However, with increasing age comes both an increasingly unbalanced and dysfunctional immune system, and an increased rate of senescence onset via chronic exposure to extrinsic and intrinsic damaging agents, gradual loss of homeostasis, and progressive telomere erosion. Together, these cause the accumulation of senescent cells, observed in various tissues with chronological age [ 5 , 13 , 14 ]. Pleiotropic SASP signalling also induces paracrine senescence in neighbouring cells, amplifying the senescent cell burden, and possibly driving the chronic and sterile inflammation observed in old age—a contributing factor to the development of many ARDs. Components of the SASP also participate in paracrine pro-tumorigenic signalling (e.g., IL-6, IL-8, MMP-3), promoting tumour formation and progression [ 11 ]. Several notable experiments have provided evidence for the causative role of cellular senescence in organismal ageing and age-related pathology; most convincingly, the clearance of p16-expressing senescent cells in vivo rejuvenates naturally aged mice, improving health, and extending lifespan [ 2 ]. 1.2. mTOR Signalling in Senescence and Ageing The serine/threonine kinase mTOR is a major regulatory nexus that integrates signals, including levels of glucose, amino acids, oxygen, growth factors, and hormones to direct cell growth and proliferation under suitable conditions. mTOR is the functional enzyme within two distinct complexes—mTORC1 and mTORC2—where it associates with several other proteins that are either distinct to each complex (e.g., Raptor/Rictor) or present in both (e.g., Deptor, mLST8 (mammalian lethal with SEC13 protein 8), see Table 1 ). A novel mTOR complex containing GIT1 (GPCR kinase-interacting protein 1), but lacking Raptor and Rictor, has been identified by proteomic analysis of neural stem cells and astrocytes [ 15 ], highlighting the possible variation in mTOR complex composition between somatic tissues. mTORC1 regulates pathways central to cell growth, proliferation, survival, motility, autophagy, and protein synthesis, whilst mTORC2 has a role in regulating actin organization as well as metabolic control [ 16 ]. mTORC1 is activated by recruitment to the lysosome through the action of Rag GTPases and regulators, such as the late endosomal/lysosomal adaptor and MAPK and mTOR activator (LAMTOR/Ragulator), whereas mTORC2 is ribosomally-associated on activation by insulin-signalling, mediated through IGFR (insulin-like growth factor receptor) and IRS1/2 (insulin receptor substrate) [ 16 ], though localisation at mitochondria, the plasma membrane, ER, and lysosomes has also been reported [ 17 ] ( Table 2 ). There is significant cross-talk between the two complexes through various positive and negative feedback loops (particularly through the kinase Akt/PKB (protein kinase B)) [ 16 ], and possibly also through competition for FKBP (FK506 binding protein) subunits [ 18 ]. Recent research using unbiased phosphoproteomics has expanded the list of known direct mTOR substrates [ 19 , 20 , 21 ] and the mTOR signalling network has been reviewed extensively elsewhere [ 16 , 22 , 23 ]. Examples of key regulators, phosphorylation targets, and biochemical and biological outcomes for each complex are summarized in Table 2 . The involvement of mTORC signalling in ageing is supported by a large body of experimental evidence. Mutations in TOR have been shown to increase the lifespan of yeast [ 24 ], C. elegans [ 25 , 26 , 27 ], and Drosophila [ 28 ]. Furthermore, deletion of S6K1 (ribosomal S6 protein kinase 1), which is a downstream target of mTOR, increases lifespan in female mice. Further, reduced mTOR signalling increases lifespan and reduces age-related pathologies, including motor dysfunction and loss of insulin sensitivity [ 29 ]. Notably, such findings contrast with other reports that chronic mTORC inhibition induces diabetes [ 30 ]. This finding has been attributed to differential effects on mTORC1 versus mTORC2, though in some instances loss of mTORC2 signalling also increases lifespan and improves health. For instance, in the nematode worm, reduction in mTORC2 signalling by RNAi depletion of Rictor can increase the lifespan under conditions of stress (high temperature) or high-quality food, whereas the opposite is seen at lower temperatures and on a less rich food source [ 31 ]. mTOR signalling is highly significant in senescence as well as in ageing. Notably, the proliferative arrest that characterizes cellular senescence is not accompanied by a down-regulation of growth signalling. In fact, mTOR signalling is constitutively active in senescence, resulting from replicative exhaustion, oncogene activation, and other stresses [ 32 ], and it may drive the process of geroconversion [ 33 ] i.e., the shift from proliferation to senescence without inhibition of growth. Inhibition of mTOR in cells approaching senescence reverses many of the characteristic senescence phenotypes [ 34 ] supporting a role for mTOR in driving senescence. Rather than being dramatically increased, however, mTOR signalling may instead be dysregulated in senescence; mTORC1 activity persists despite the removal of serum and amino acids in senescent but not proliferating fibroblasts, indicating constitutive activation that may be attributable to depolarization of the senescent cell plasma membrane [ 32 ]. Both the molecular mechanisms behind healthspan and lifespan extension afforded by mTOR inhibition, and the roles of mTOR signalling in senescence are likely to be multi-factorial, as mTOR regulates a multitude of downstream signalling events ( Table 2 and Figure 1 ). Below, we consider major biochemical pathways that are important in ageing and cell senescence that are regulated by mTORC signalling, and that may therefore be amenable to modulation by mTORC inhibitors. 1.3. mTOR-Associated Pathways That Contribute to Senescence and Ageing 1.3.1. Transcription mTOR signalling from both complexes can influence gene expression through interaction with a variety of transcription factors, including many involved in stress responses. For example, mTORC1 can modulate both the translational and the transcriptional activity of the hypoxia response factor HIF-1α during normoxia and hypoxia, respectively [ 35 , 36 ]. Furthermore, mTORC1 regulates the ROS-responsive transcription factor Nrf2 [ 37 ], as well as the heat-shock transcription factor HSF1 [ 38 ] and the osmotic stress transcription factor NFAT5 [ 39 ]. The effects of mTOR in modulating p53-dependent transcription are described in Section 1.3.7 (DNA damage response), below. 1.3.2. Protein Translation Protein translation occurs within the ribosome, a large molecular factory that is composed of functional RNAs and proteins. Ribosomal biogenesis (and hence subsequent protein synthesis) requires the coordination of transcription of ribosomal RNAs (rRNA) within the nucleolus by RNA polymerase I, protein-encoding messenger RNAs (mRNA) by RNA polymerase II and transfer RNAs (tRNA) and a further 5S ribosomal RNA by RNA polymerase III, and is positively regulated by mTORC1 signalling at multiple stages [ 40 ]. Assembly of the ribosome from ribosomal RNAs and proteins also occurs within the nucleolus. Interestingly, nucleoli are enlarged in premature ageing [ 41 ], while small nucleoli are associated with longevity [ 42 ], suggesting that enhanced ribosomal production may be associated with ageing, either as a response to imbalances in ribosomal components or as a driver through increased protein synthesis. Protein synthesis requires not only functional ribosomes but also coordinated activity of a number of translation initiation and elongation factors. Two well-established phosphorylation targets of mTORC1 signalling are 4EBP1 and S6K, which act as regulators of translation initiation. Unphosphorylated 4EBP1 binds to and inhibits eIF4E, which is a DEAD-box helicase necessary for unwinding secondary structures at the 5′ ends of transcripts, and that serves as a critical factor in recruiting 40S ribosomal subunits to mRNAs for cap-dependent translation initiation (thought to be the rate-limiting step in protein synthesis); this inhibition is relieved by mTORC1-mediated phosphorylation of 4EBP1 [ 43 ]. S6K is activated by phosphorylation by mTORC1 [ 16 ], and S6K then phosphorylates the S6 protein, a structural component of the 40S ribosomal subunit. S6K is also involved in ribosome biogenesis and in regulating the translation of 5′TOP (terminal oligopyrimidine tract) mRNAs; rapamycin and similar rapalogues attenuate translation of mRNAs with complex 5′ UTRs especially those encoding HIF1α and VEGF [ 44 ]. The impact of mTOR signalling on 4EBP1 and S6K does vary according to cell type [ 45 ], presumably allowing for the tailoring of translational responses to a cell’s needs. Furthermore, mTOR also regulates translation elongation through activation of eEF2, which promotes the translocation of the ribosome along the mRNA. While regulation of protein synthesis has largely been attributed to mTORC1, recent evidence suggests a role for mTORC2 in co-translational processing of nascent polypeptides [ 46 , 47 ]. Direct activation of mTORC2 by association with the ribosome also suggests a strong link between translation and mTORC2, possibly ensuring that mTORC2 is only active in growing cells [ 46 ]. Mutations in 4EBP1, S6K, and several other components of the translational machinery can confer increased longevity, and mild restriction of protein synthesis by low dose cycloheximide can prevent induction of senescence [ 48 ]. It is possible that attenuating protein translation may prevent the production of damaged proteins by enhancing quality control to prevent translational errors, co-translational misfolding, or ER-stress, and that mTORC inhibitors, by reducing rates of protein synthesis, may prevent the formation of potentially toxic aggregates in the cell. mTOR is regulated by chaperone availability to link translation with quality control [ 49 ], suggesting that constitutively active mTOR signalling with elevated levels of translation may be detrimental to cell health. Notably, the dysregulation of protein synthesis and accumulation of protein aggregates are implicated in many age-related diseases, including diabetes and neurodegenerative Alzheimer’s, Parkinson’s and Huntington’s diseases; such dysregulation is likely to occur through a combination of high levels of translation, poor post-translational quality control, and a failure of protein breakdown through autophagy. 1.3.3. Autophagy Autophagy is a selective homoeostatic degradation pathway for cellular components, which are directed via double-membrane vesicles (autophagosomes) to lysosomes for degradation. Autophagy is activated in response to nutrient limitation and is suppressed by mTOR activity, through the inhibitory phosphorylation of the autophagy-initiating kinase ULK1 (ATG1) [ 50 ], ATG13, and lysosomally-located TFEB (reviewed in [ 51 ]). The published literature contains some discrepancies about the association between autophagy and ageing. In acutely triggered oncogene-induced senescence, autophagy activation has been observed [ 52 ], possibly to rebalance the proteome for transition into a senescent state. However, in almost every other model described, decreased autophagy is linked to ageing. For instance, several proteins that are required for autophagy (Atg5, Atg7 and Beclin 1) are downregulated in normal human brain ageing [ 53 ] and in osteoarthritis (ULK1, Beclin 1 and LC3) [ 54 ], while knock-in of an activated form of Beclin 1 delays the onset of cardiac and renal fibrosis in normally ageing C57/BL6 mice, and even rescues the short lifespan of Klotho mutant mice [ 55 ]. Reduced autophagy has also been observed alongside mTOR activation in senescence resulting from treatment with the genotoxin adriamycin, and co-treatment with the autophagy inhibitor Bafilomycin A1 further increased the proportion of cells that are positively stained for SA-β-gal, a marker of senescence [ 56 ]. Increased autophagy has been suggested to mediate the pro-longevity effects of caloric restriction (CR), as inhibition of autophagy prevents CR-mediated anti-ageing effects [ 57 ]. Activation of autophagy by spermidine decreases immunosenescence and improves the response to influenza vaccination in mice [ 58 ]. Decreased autophagy in ageing may limit the removal of dysfunctional organelles, such as mitochondria, and lead to the accumulation of protein aggregates in neurodegenerative disorders. Autophagy has also been implicated as a mechanism for the antagonistic effects of SIRT6 expression on senescence in rat nucleus pulposus (NP) cells in a model of invertebral disc degeneration (IDD); SIRT6 expression declines in senescent NP cells, but when overexpressed, it attenuates senescence, with this effect being dependent on activation of autophagy and mTOR inhibition [ 59 ]. Furthermore, an acetylcholine esterase inhibitor designed as a potential Alzheimer’s treatment was shown to induce senescence in MCF-7 breast cancer cells, while simultaneously inducing the onset of autophagy but blocking autophagic flux, leading to the production of single-membrane autolysosomes with non-degraded cargo [ 60 ]. Hence, initiation of autophagy with failure of autophagosome fusion with lysosomes for complete protein and organelle recycling may contribute to cell stress and senescence. These results taken in combination underline the complex role of mTOR signalling in regulating autophagy in senescence, and additionally highlight the inadequacy of usual markers of autophagy (autophagosome number or LC3-II/LC3-I ratio) as readouts for activation of such a complex pathway that is subject to further downstream regulation. On balance, we suggest that reactivation of autophagy through mTORC1 inhibition is likely to be beneficial in many different diseases that are associated with ageing, as discussed in Section 2 below. 1.3.4. Mitochondrial Function and Biogenesis The progressive decline of mitochondrial efficiency in senescence represents a key hallmark of ageing [ 1 ]. Senescent cells accumulate dysfunctional mitochondria, with both reduced oxidative phosphorylation efficiency and increased ROS production [ 61 , 62 ]. Mitochondrial dysfunction is itself a driver of cell senescence, with senescent cells exhibiting an increased mitochondrial load and increased oxygen consumption [ 63 ]. The relationship between mitochondrial dysfunction and senescence may be inter-dependent, as the chronic DNA damage response of senescent cells also promotes mitochondrial dysfunction [ 64 ]. Furthermore, mitochondrial fission and fusion events are altered in senescence, resulting in increased connectivity of the mitochondrial network [ 65 ]. As well as the oxidative stress that is caused by dysfunctional mitochondria, mitochondrial nitrosative stress (excess S -nitrosylation) is implicated in senescence, through enhanced S -nitrosylation of proteins regulating mitophagy and mitochondrial dynamics [ 66 ]. mTOR provides a critical link between the energy balance of the cell and mitochondrial load, regulating both mitochondrial biogenesis and mitophagy. Biogenesis is controlled through several mechanisms, including PGC-1-β-dependent mitochondrial biogenesis and preferential translation of nuclear-encoded mitochondrial-related mRNAs via the relief of 4EBP inhibition [ 67 ], with mitochondrial oxidative function controlled through the YY1-PGC-1α transcriptional complex [ 68 ]. 1.3.5. Hypoxia The transcription factor HIF-1, active under hypoxic conditions, has been linked to ageing in C. elegans , with increased and reduced activity both causing lifespan extension, dependent on context. mTORC1 signalling is inhibited on HIF-1 activation, through transcription of REDD1, which activates the TSC1/TSC2 complex, resulting in mTORC1 inhibition. Conversely, high oxygen tensions lead to mTORC1 activation, while reactive oxygen species (ROS) may specifically activate mTORC2 [ 69 , 70 ] to promote survival under oxidative stress. However, high Rheb activity in many cancers leads to hyperactive mTOR signalling and increased HIF1 activity, resulting in the upregulation of VEGF and high vascularisation of the tumour [ 71 ]. Hence inhibition of mTORC through rapalogues or second-generation mTOR inhibitor ATP mimetics may have a beneficial impact on cancer through blocking this pathway. Whether this has direct relevance to ageing remains to be determined, though it has been suggested that ageing induces an mTOR-dependent pseudo-hypoxic state with high HIF1 and lactate production under normoxic conditions [ 72 , 73 ], which may be amenable to modulation by mTORC inhibition. 1.3.6. Immunomodulatory Signalling A common feature of age-related pathologies is chronic sterile inflammation. The secretory phenotype (SASP) of senescent cells, through which pro-inflammatory mediators are released to stimulate clearance by immune cells, may be the source of such inflammation. The SASP has pleiotropic signalling effects, exhibiting not only paracrine immunomodulatory signalling, but also autocrine and paracrine pro-senescence, and paracrine pro-tumorigenic signalling. Therefore, the SASP may amplify the senescent cell burden of an elderly individual, exacerbate tissue dysfunction, and stimulate age-related tumorigenesis. The SASP is at least partially regulated by mTOR, possibly through feedback loops of IL1A translation or MAPKAPK2 signalling, and it can be suppressed while using rapamycin or Torin [ 74 , 75 ], or MAP kinase inhibitors [ 76 ]. These findings conflict with earlier studies showing the central importance of mTOR in innate immunity, specifically in the production of anti-inflammatory IL-10 and the suppression of pro-inflammatory cytokines IL-21 and IL1β. Rapamycin and Torin are also reported to suppress the anti-inflammatory effects of circulating glucocorticoids [ 77 ]. Furthermore, transplant patients receiving mTORC inhibitors showed more than double the expected rate of non-infectious fever [ 78 ], suggesting excess inflammation. It is possible that these important and marked discrepancies relate to dosage, with pro-inflammatory effects of mTORC inhibition being caused by high dosage, while anti-inflammatory suppression of the SASP may be achievable at much lower doses. 1.3.7. DNA Damage Response Following DNA damage, cell cycle progression is halted through the activation of multiple checkpoints and cyclin-dependent kinase inhibitors. The damage-responsive ATM/ATR kinases phosphorylate and activate mTORC, which can then phosphorylate Chk1, leading to proliferative arrest at either S phase or G2/M; mTORC2 is specifically implicated in this arrest, at least in breast cancer cells [ 79 ]. In addition to Chk1, components of the mTOR/S6K axis are also phosphorylated by p38α MAPK following DNA damage. While mTOR activity can itself be modulated by the tumour suppressor protein p53 (e.g., through p53 transcriptional targets such as TSC2, AMPK, and REDD1 [ 80 ]), p53 activity is sensitive to mTOR signalling; mTORC1 can enhance the translation rate of p53 [ 81 , 82 ] or activate p53 through S6K1-dependent phosphorylation of and binding to MDM2, which releases p53 from inhibition [ 83 ] so that it can act as a transcription factor for repair factors, such as Gadd45 or pro-apoptotic factors Bax and PUMA (reviewed in [ 84 , 85 ]). Moreover, mTOR activity enhances p53-dependent transcription of p21 CDKN1 and induction of senescence [ 86 ], a possible molecular explanation for the importance of mTOR in geroconversion. The importance of mTORC in DNA damage responses suggests that mTORC inhibitors may be beneficial in cancer by sensitizing cells to genotoxic agents, though conflicting results have also been reported [ 21 ]. Very recent work suggests that the DNA damage response is defective in cells with hyper-activated mTORC1 signalling that lack the LKB1 tumour suppressor [ 87 ]. Chronic persistent DNA damage—and constitutively active mTOR—are also features of senescent cells. Hence, mTOR inhibitors may alleviate the burden of DNA damage on ageing, though their impact on cell cycle control should be closely monitored. 1.3.8. Lipid Metabolism As a central regulator of cellular growth, mTOR also regulates lipid metabolism, through affecting lipogenesis as well as lipolysis and lipophagy. mTORC1 signalling activates SREBP transcription factors that drive fatty acid (FA) biosynthesis for lipogenesis [ 88 ] through an indirect mechanism, whereby mTORC1-phosphorylated Lipin-1 is no longer translocated to the nucleus [ 89 , 90 ]. (Lipin-1 is itself a phosphatidic acid phosphatase that is involved in triacylglycerol synthesis). Furthermore, PPARγ is a SREBP transcriptional target and mTORC1 may also regulate PPARγ activity [ 91 ], as well as inhibiting PPARα and PGC1α, which further regulate fatty acid oxidation [ 92 ]. PPARα activity is reduced in aged mice (alongside increased mTORC1 activity), but the inhibition of mTORC1 is sufficient to prevent the loss of PPARα activity [ 93 ]. The autophagic recycling of lipid droplets for degradation (lipophagy) is suppressed by mTORC1 signalling. Furthermore, decreased lipolysis and triacylglycerol accumulation are observed following the knockdown of 4EBP1 and 4EBP2, suggesting a role for mTORC1 signalling in lipolysis [ 94 ]. Senescent cells exhibit dysregulated lipid metabolism, characterized by increased uptake and accumulation of lipids, with coincident increase in oxidative damage to lipids. Notably, the addition of specific lipids such as triglycerides and cholesterol to delipidized media can induce senescence in vitro. This finding suggests altered lipid metabolism as a possible driver of senescence [ 95 ], potentially through adding to the ROS burden via β-oxidation of fats, and through lipid peroxidation producing aldehyde end-products, which can cause DNA and protein adducts [ 95 ]. Treatment with mTOR inhibitors in vitro has been shown to reduce lipid droplet accumulation in senescent cells [ 33 ]. 1.4. Rapamycin and Other mTOR Inhibitors Rapamycin is the natural macrolide antibiotic lactone that is produced by Streptomyces hygroscopius, discovered in soil samples from Easter Island, and initially noted for inhibiting the proliferation of yeast [ 96 ]. At high doses (e.g., 5 mg/day), rapamycin has immunosuppressive effects and it is FDA-approved for prevention of transplant rejection [ 97 ]. It is also in clinical use or in trials for a large number of cancers where mTORC signalling appears to be a key factor in promoting and/or sustaining oncogenic transformation (see Section 2.8 below). Reported side-effects of chronic administration include ulceration of mucosal tissues, haematological abnormalities, induction of insulin insensitivity, obesity, and diabetes, though these adverse effects may be largely dose-dependent. As discovered through S. cerevisiae genetic screens [ 98 ], rapamycin mechanistically acts by binding the protein FKBP12, producing a complex that can bind the FRB region of mTOR and partially occlude the active site of mTOR kinase in the mTORC1 complex [ 99 ]. This induces cellular effects, including a decrease in protein synthesis, increase in autophagy, and inhibition of cellular growth [ 100 ]. Rapamycin does not inhibit the phosphorylation of all mTORC1 substrates equally—it completely inhibits S6K1 phosphorylation, while only partially blocking 4EBP1 phosphorylation [ 45 ]. A crystal structure of mTOR, rapamycin, and FKBP12 [ 101 ] suggests that this may be due to differential substrate access to the kinase active site, controlled by the mTOR FRB domain, though differential substrate quality (i.e., degree of divergence from the consensus sequence of the phosphorylation site) could also be important. Structural and functional analogues of rapamycin (known as rapalogues) that also act by allosterically modulating the enzyme have been developed to improve bioavailability and pharmacokinetics, including drugs such as everolimus (RAD001). These agents also act by recruiting the immunophilin/prolyly isomerase FKBP12 to mTORC1. By contrast to mTORC1, mTORC2 is not particularly sensitive to inhibition by rapamycin or rapalogues, though chronic administration does impact mTORC2 signalling [ 102 ], either through feedback via the insulin signalling pathway, and/or through competition for key subunits FKBP12, 51 and 52, which may set different thresholds for rapamycin sensitivity between the two complexes [ 18 ]. In human cells in culture, the ‘chronic’ effect on mTORC2 is observed as little as 24 h after drug treatment, though metabolic effects in animals and human patients require more prolonged treatment (over weeks or months). mTORC2 inhibition is implicated in impaired glucose homeostasis, insulin insensitivity, and diabetes, though studies on worms with tissue-specific RNAi have suggested that it is loss of mTORC2 activity, specifically in the intestine that results in the dysregulation of glucose metabolism [ 31 ]. It is important to note that such studies often rely on phosphorylation of mTORC2 target Akt on S473 as a readout of mTORC2 activity, but this site on Akt may also be targeted by kinases IKKε, TBK1 [ 103 ], and DNA-PK [ 104 ], potentially skewing the interpretation of mTORC2-specific effects. Second-generation mTOR inhibitors have been developed, primarily as anti-cancer agents to target the hyperactive mTOR observed in many cancers [ 105 ]. These drugs compete with ATP for the active site of the mTOR kinase, and hence are effective in inhibiting both mTORC1 and mTORC2. Some agents have extremely high specificity and selectivity for the mTORC kinase. For example, AZD8055 has 1000-fold greater inhibitory effect on mTORC than on other PI3 kinases [ 106 ], whereas others (e.g., BEZ235) have dual inhibitory effects on both mTORC and PI3K [ 107 ], with a 3–5 fold higher K d for damage response kinase ATR [ 108 ]. While these ATP-competitive inhibitors exhibit more potent apoptotic effects in vitro compared with rapalogues, and a number of such agents have been tested in clinical trials for safety, larger scale trials have not yet demonstrated greater efficacy than current best treatment regimens [ 105 ]. Therefore, drugs such as AZD8055, AZD2014, and WYE354 have not yet received FDA approval. The differential specificities of rapalogues and second generation mTORC inhibitors have proven useful in primary research to dissect the effect in senescence of mTORC1 inhibition (rapalogues) versus dual mTORC1/2 inhibition (competitive ATP mimetics) [ 34 ]. The major classes of mTOR inhibitors and other pathway modulators are listed in Table 3 . 2. Ageing and Age-Related Pathologies Amenable to Treatment by mTOR Inhibition 2.1. Ageing A landmark study from 2009 in which rapamycin was fed to middle aged mice provided the first evidence that any small molecule drug, taken orally, could significantly extend both the mean and maximum lifespan in mammals [ 126 ]. In this multi-centre, large cohort study of genetically heterogeneous (UM-HET3) mice, rapamycin delayed the ageing of 20-month old male and female mice. Further studies have not only validated these results, but have demonstrated that rapamycin improves health, in terms of lower incidence or decreased severity of age-related disease, as well as prolonging life [ 127 ]. Below, we assess the impact of mTOR inhibition on a number of age-associated diseases and pathologies, collating findings from model systems and human clinical trials. 2.2. Immunosenescence The immune system undergoes a functional decline with age that both contributes to organismal ageing through decreased senescent cell clearance, and also compromises its ability to fight infection. The term immunosenescence is specifically associated with a decline in the haematopoietic stem cell proliferation compartment, a higher proportion of exhausted, PD-1 + lymphocytes, an inverted CD4/CD8 ratio (<1), a low number of B cells, and seropositivity for cytomegalovirus (CMV) [ 128 ]. Age is associated with a high mortality rate from infectious disease, thought to be a direct consequence of loss of immune function. Activation of autophagy has been shown to rejuvenate the immune system in mice [ 58 ]; since mTOR activity inhibits autophagy, it follows that mild inhibition of mTOR could be beneficial for immune function with increasing age. Deriving an appropriate dose is critical, as at high doses rapamycin is immunosuppressive, blocking both the protein synthesis and cell division that are required to mount an adaptive immune response. In mouse models, increased immune activity against both viral and bacterial pathogens has been observed on mild mTOR inhibition [ 129 ], suggesting that it is possible to improve at least some aspects of the ageing immune system with low dose mTOR inhibitors. Furthermore, a placebo-controlled, randomized, double-blind human clinical trial of over 200 elderly volunteers has shown similar results [ 110 ]. Volunteers were assigned to one of three regimes of the mTORC1 inhibitor RAD001 (everolimus—low: 0.5 mg daily or 5 mg weekly; high: 20 mg weekly) for a six-week period, followed by a two-week drug-free interval. These volunteers were then challenged with the seasonal influenza vaccine. Though the relatively small size of the study impeded powerful statistical analysis, the two low-dose RAD001 regimens improved immune function without causing serious side effects. Patients produced a broader and more powerful immune response, with improved HSC function and a decreased proportion of PD-1 + lymphocytes. The increased breadth of the immune response was particularly promising; older individuals are more likely to die from influenza than younger people, but they generally produce a narrow, weak response to vaccination. Despite the lack of a young control population in the study, the improved response is thought to correspond to a rejuvenated immune system. In a subsequent follow-up study using combined BEZ235 and RAD001 treatment, again for just six weeks, better infection control was reported in older adults for a year after treatment ended [ 111 ]. Given the important role of the immune system in cancer surveillance and senescent cell clearance, it would be very interesting to test whether such a rejuvenated immune system is better equipped to clear senescent or tumorigenic cells in vivo. 2.3. Age-Related Neurodegeneration mTOR hyperactivation is associated with cognitive deficit and brain dysfunction, as seen in Tuberous Sclerosis (TS), where the loss of TSC1/2 prevents negative regulation of mTOR. Hence, mTOR inhibition is being trialled for TS treatment, with beneficial results being reported (reviewed in [ 130 ]). Lifelong rapamycin administration to mice prevents the usual age-related decline in cognitive function, thought to be through suppression of IL1β [ 131 ]. Neurodegenerative diseases that are characterized by accumulation of abnormal protein aggregates (Alzheimer’s disease, Parkinson’s disease, and Huntington’s disease) are further candidates for treatment with mTOR inhibitors. Not only does mTORC1 exert tight control over protein synthesis and degradation (autophagy) through 4EBP1/S6K, ULK1, and SCF/FBW8, but the mTOR pathway is involved in regulating the inflammatory responses that are known to be involved in the progression of neurodegeneration; it may also contribute to an energetic deficiency observed in such diseases. Conversely, however, the mTOR pathway has been proposed to regulate synaptic plasticity and memory consolidation, through the control of actin reorganization by mTORC2 [ 132 ], and neuronal Rictor knock-out mice do indeed show cognitive effects due to alterations in actin reorganisation needed for dendritic spine growth and formation of memories [ 133 ]. However, human trial data suggest that pharmacological inhibition, which is not equivalent to total loss of mTORC2, is if anything supportive of brain function since patients taking everolimus for immunosuppression after heart transplantation actually showed improvements in memory and concentration in comparison to those on calcineurin inhibitors [ 134 ]. 2.3.1. Alzheimer’s Disease Alzheimer’s disease (AD) is the most prevalent neurodegenerative disease, which is characterized by accumulation of aggregated extracellular amyloid β (Aβ) plaques and intracellular neurofibrillary tangles composed of tau protein. Neuronal loss and brain atrophy worsen with disease progression. mTOR signalling has been implicated in AD pathogenesis: evidence from human post-mortem exams suggests that mTOR activity is upregulated in AD brains compared to age-matched controls, as levels of phosphorylated mTOR, p70S6K and eIF4E are all increased in AD [ 135 ]. This upregulation of mTOR signalling could be mediated via Aβ accumulation, which may activate the PI3K/AKT pathway, and in turn, increased mTOR signalling has been linked to the development of tau pathology [ 136 ]. Aβ upregulates mTOR and mTOR is thought to increase levels of Aβ (reviewed in [ 137 ]), potentially generating a positive feedback loop in disease progression. Rapamycin has been shown to prevent cognitive decline in the AD-Tg mouse model of Alzheimer’s disease [ 138 , 139 , 140 ], and even to reverse already established memory deficits [ 141 ], though these effects were limited to mild cognitive decline before widespread plaques and tangles were observable. Improvements in memory and cognition with rapamycin or tersolimus treatment correlated with improvements in the three major hallmarks of AD (Aβ plaques, tau tangles, and microglia activation) [ 139 , 140 , 141 ]. A genetic mouse model lacking one mTOR gene copy in the brain exhibited reduced Aβ deposits and rescued memory deficits [ 142 ], hence reduced mTOR activity associates with cognitive improvement. It is likely that treatment must happen prior to major amyloid or tau deposition, as cognitive improvements are seen in mice on whole-life but not late-life administration of rapamycin—i.e., a therapeutic window exists, though it is not yet known what constitutes the point of no return. Though the mechanism of improvement is still unclear, it is possible that decreased protein synthesis may avoid the build-up of toxic Aβ, or that the induction of autophagy through mTORC1 inhibition may result in the removal of protein aggregates. Healthy neurons have highly efficient and active autophagy, but this decreases with age (reviewed in [ 143 ]). In the mouse models where rapamycin was shown to decrease levels of Aβ, autophagy induction was necessary [ 138 ]. Further, in rapamycin-treated AD-Tg mice brains, increased localization of Aβ into lysosomes was detected, suggesting a more active degradation of these peptides [ 138 ], and the decrease in Aβ levels induced by rapamycin could be prevented by blocking autophagy. Hence, mTOR inhibition leading to increased autophagy may be beneficial in treating neuropathies that are associated with protein aggregation. Other components of the mTOR signalling cascade are also implicated in neurodegeneration, including GSK3, overactivity of which results in decreased lysosomal acidification. Hence, GSK3 inhibitors (such as peptide L803-mts) present a novel alternative to mTORC inhibition in AD, and appear to be active in the 5xFAD mouse model of AD [ 144 ]. 2.3.2. Huntington’s Disease Huntington’s disease (HD) is a neurodegenerative disorder where a genetic mutation causes an expansion of the polyglutamine tract within the Huntingtin protein (HTT), resulting in protein aggregation. As mTORC1 signalling suppresses autophagy, which is responsible for recycling protein aggregates, it has been implicated in HD pathology. Counter-intuitively, however, mTORC1 activation may actually be beneficial: in HD mouse models with increased mTOR activity, motor performance was improved relative to controls, coincident with improved mitochondrial function, cholesterol synthesis, and decreased HTT abundance. Further, phosphorylation of S6 was actually decreased in human HD patients as compared to controls, further suggesting a complicated association between mTOR signalling and HD [ 145 ]. 2.3.3. Parkinson’s Disease Parkinson’s disease (PD) is a progressive age-associated neurodegenerative disorder associated with the death of neurons in the substatia nigra. It manifests as loss of motor coordination, often associated with mood disturbance and in many cases followed by dementia. Current treatment is symptomatic, using L-DOPA to reinforce failing dopaminergic signalling. Though a number of genes are associated with PD, there is little overall understanding of the etiology, but lysosomal dysfunction (allowing for a build-up of intracellular α-synuclein as Lewy bodies) is implicated. Failure of mitophagy, through defects in PINK1/Parkin, may also be important, and defective mitochondria are observed in PD [ 146 ]. mTORC1 has been suggested to be neuroprotective in PD, and consistent with this, suppression of mTORC1 signalling by several routes (AMPK, PTEN, or REDD1 activation, or rotenone treatment) results in neuronal cell death in models of PD [ 147 , 148 ]. Moreover, L-DOPA, the current symptomatic treatment of PD, activates mTORC1, supporting the idea that mTORC1 activity is beneficial. However, the opposite has also been reported: elevated mTORC signalling (by deletion of the gene Engrailed, or exposure to paraquat) leads to neuronal apoptosis, suggesting that a balance of mTORC activity is required for neuronal health. To achieve this balance, mTORC inhibition is being explored as a possible treatment route for PD. Rapamycin has been shown to overcome dyskinesia in mice, which is a major side effect of treatment with L-DOPA, without interfering with the therapeutic effects of L-DOPA [ 149 ], while a number of other studies have also demonstrated benefits of rapamycin use in PD (reviewed in [ 150 ]). As in AD, other mTOR pathway factors, such as GSK3, might present therapeutic targets, particularly as lysosomal function appears important. It will be interesting to determine if mTORC inhibition promotes autophagic clearance of aggregated α-synuclein and/or dysfunctional mitochondria, and whether this is enhanced by co-treatment with GSK3-inhibiting peptides. However, it has been argued that specific pro-autophagic interventions may provide an even better therapeutic outcomes than global autophagy stimulation [ 151 ]. 2.4. Age-Related Blindness: AMD Age-related macular degeneration (AMD) is the most common cause of blindness in the Western world, whereby retinal damage leads to loss of vision in the centre of the visual field (macula). In senescence-accelerated OXYS rats, rapamycin administration in food decreased the incidence and severity of AMD-like retinopathy and prevented the destruction of ganglionar neurons in the retina [ 152 ]. These promising results accelerated rapamycin as an AMD therapeutic through to clinical trials, however conflicting results have since been produced, potentially because of dosing issues. For example, one small phase II clinical trial administered 440 μg rapamycin to one eye every three months for 24 months to eleven patients with an advanced form of dry AMD, but it was terminated early after finding that treatment may be detrimental to visual acuity [ 153 ]. High dose rapamycin is known to elicit unwanted side effects, so it is unfortunate that such high dosage trials have been designed and conducted, with negative outcomes, as they are likely to reinforce clinical prejudice against use of mTOR inhibitors for non-life-threatening illness. Full dose-response trials to obtain maximal benefit with minimal side effects are still needed, particularly as AMD treatment options are limited and pharmacological therapies should provide a cheaper and more accessible option to the successful stem cell treatments recently reported [ 154 ]. 2.5. Musculoskeletal Disorders 2.5.1. Sarcopenia and Muscle Wasting Structural and functional remodelling of skeletal muscle throughout ageing causes sarcopenia, a muscle-wasting syndrome that results in frailty. Muscle loss is consistently observed in premature ageing syndromes and associated with mTOR signalling. For example, muscle-derived stem/progenitor cells (MDSPCs) from the premature ageing Ercc1 −/Δ mouse show upregulated mTOR signalling and are defective in differentiation. Treatment with rapamycin improved myogenic differentiation, with increased levels of autophagy being detected in the isolated cells [ 155 ]. Hutchinson-Gilford progeria syndrome (HGPS), which is a human early onset premature ageing syndrome, is also associated with musculoskeletal abnormalities. HGPS results from a splice site mutation in the lamin A (LMNA) gene, leading to the production of an aberrant lamin protein termed progerin, though even in normal individuals, progerin accumulates during ageing, and is associated with vascular pathology. Rapamycin treatment can induce autophagy and reduce phenotypes of senescence induced by progerin in cell culture models of HGPS [ 156 ]. Based on such studies, everolimus has now been included in a clinical trial for 17 children with HGPS [ 157 ]. The muscle loss in premature ageing HGPS is highly similar to that seen in various other laminopathies, including Emery-Dreifuss muscular dystrophy, Limb-girdle muscular dystrophy, and dilated cardiomyopathy. mTORC1 is implicated in these LMNA-related dystrophies: both Lmna H222P/H222P and Lmna −/− mice show aberrant mTORC1 signalling [ 158 ]; Lmna −/− mice specifically showed increased mTORC1 signalling in cardiac and skeletal muscle, with impaired cardiac autophagy, while rapamycin treatment enhanced cardiac and skeletal muscle function and survival in the mutant mice [ 159 ]. Targeting mTORC1 signalling is the only therapeutic avenue yet explored for laminopathies that has promise against both dystrophic and progeroid laminopathies [ 160 ], but it has yet to be tested in sarcopenia. However, as a note of caution, patients taking rapamycin for more than six months for the treatment of renal cell carcinoma or paracrine neuroendocrine tumours demonstrated an increase in sarcopenia [ 161 ], a worrying finding as sarcopenia is predictive of outcomes in cancer patients. Longitudinal rapamycin studies in healthy subjects, such as those that are ongoing in companion dogs [ 162 ], are needed to inform on whether low dose mTOR inhibition may be able to delay or even prevent the onset of sarcopenia. 2.5.2. Osteoporosis Osteoporosis is a common ARD that is characterized by loss of bone density, causing fragility. Falls, as a consequence of co-morbid sarcopenia and age-associated changes to vision and balance perception, often result in hip fractures, and a high number of elderly fracture patients die within six months of pneumonia (exacerbated by co-morbid immunosenescence) [ 163 , 164 ]. Increased activity of osteoclasts, which mediate bone resorption, together with decreased osteoblast activity, is frequently seen in multiple forms of bone loss (osteoporosis, rheumatoid arthritis, and cancer-induced bone loss). mTOR signalling regulates osteoclast differentiation by altering ratios of the LIP/LAP isoforms of transcription factor C/EBPβ [ 165 ], which enhances osteoclastogenesis. In mouse models and human cells, inhibition of mTORC1 signalling lowers the activity of the translation initiation factor eIF4E, in turn diminishing expression of the LIP isoform by inhibiting translation re-initiation. This increases the LAP to LIP ratio and inhibits osteoclastogenesis, hence rapamycin treatment limits bone resorption [ 166 , 167 ]. Furthermore, the mTORC1 inhibitor everolimus inhibits bone loss in an experimental rat model of osteoporosis induced by ovariectomy [ 168 ]. 2.5.3. Rheumatoid Arthritis Rheumatoid arthritis (RA) is a chronic autoimmune disease characterized by inflammation in joints. Highly effective treatments for RA include methotrexate and infliximab, but these have limited utility in elderly patients because of underlying renal insufficiency; factors such as transport/mobility difficulties also limit attendance at treatment centres for regular antibody infusion. Hence, a safer therapy is required in this patient cohort, which may be provided by mTOR inhibitors. Active mTOR signalling has been detected in synovial tissue from RA patients, and is crucial for joint destruction in experimental arthritis [ 169 ]. Such results appear to be relevant to human joints: in a recent proof-of-concept study (a multi-centre, randomized, double-blind study of 121 patients with RA), 6 mg everolimus daily for six months, in combination with methotrexate, showed improved clinical efficacy when compared with methotrexate alone, as well as causing few side effects [ 170 ]. Osteoarthritis (OA) is another ARD also characterized by joint inflammation but is thought to be caused by mechanical stress. Senescent cells have been detected in OA joints (Clinicaltrials.gov identifier NCT03100799), and SASP secretion of collagenase and other metalloproteases is likely to impact significantly on joint integrity. Hence, mTOR inhibition could also be beneficial in OA, by targeting constitutively active mTOR in senescent cells. Intraperitoneal administration of rapamycin reduced cartilage destruction and synovitis in experimentally-induced osteoarthritis in mice [ 171 ]; this may occur at least in part through increased ULK1-mediated autophagy and through the suppression of MMP secretion by chondrocytes (reviewed in [ 172 ]). OA presents an ideal opportunity for intervention as intra-articular drug administration should avoid potential side-effects associated with systemic mTORC inhibitor treatment. 2.5.4. Diabetic Bone Fragility Increased bone fragility is also seen in Type 1 and Type 2 diabetes mellitus (T1DM and T2DM), with increased cortical porosity and decreased cortical area in T2DM. Unlike other age-related bone pathologies, such as osteoporosis, diabetic bone fragility is not associated with decreased bone mineral density, nor does it impact on the balance between bone formation and bone resorption, but instead both bone remodelling and turnover are compromised (reviewed in [ 173 ]). This appears to arise from a combination of factors, including alterations in stem cell differentiation, glycation of collagen leading to decreased bone toughness [ 174 ], calcification of vascular smooth muscle cells though a RAGE-mediated MAPK-TGFβ-NFκB axis that increases fracture risk (at least in T1DM) through defective bone microvasculature [ 175 ], and deficits in muscle-dependent production of IL-6 on exercise that usually allow for bone to adapt to mechanical loading [ 176 ]. The decrease in bone turnover is likely to diminish capacity for microfracture repair, leading to a higher incidence of overt fractures. Notably, it has been suggested that the anti-diabetic drug metformin is protective of bone in diabetes by inhibiting adipogenesis that would otherwise be driven by mTOR/S6K signalling [ 177 ] and by lowering RAGE signalling [ 178 ]. Hence, metformin may support bone strength by acting as an mTOR pathway inhibitor, albeit indirectly. 2.6. Cardiovascular Disease Cardiovascular disease is the leading cause of death in developed nations and its incidence increases with age. A number of studies have shown beneficial effects of rapamycin on cardiovascular disease in mice: for example, rapamycin has been shown to attenuate pressure overload-induced cardiac hypertrophy [ 179 ], to regress established cardiac hypertrophy and improve cardiac function [ 180 ], and to suppress experimental aortic aneurysm growth [ 181 ]. Recent studies have elaborated on this research. In female 24 month-old C57BL/6J mice fed rapamycin for three months, the greatest benefit measured was in cardiac health, with reversal or attenuation of age-related cardiac decline. Specifically, rapamycin appeared to slow or reverse the progression of age-related hypertrophy, and ventricular function of the ageing heart was also improved [ 182 ]. Through RNA-seq analysis, validated at the protein level and with bioinformatics analysis, it appeared that rapamycin reduced age-related sterile inflammation in the heart, while promoting the expression of RAD (Ras associated with diabetes), which mediates anti-hypertrophic signalling and enhances cardiomyocyte excitation-contraction coupling [ 183 ]. Caloric restriction and rapamycin treatment (both for 10 weeks) were also shown to rejuvenate the ageing mouse heart [ 184 ], with quantitative comparative proteomics revealing an age-dependent decrease in proteins that are involved in mitochondrial function, together with an increase in glycolytic enzymes, which could be reversed by either CR or rapamycin treatment. Improvements in mitochondrial function were implicated in the mechanism, as the mitochondrial proteome was rejuvenated [ 184 ], which is consistent with the known action of mTORC1 in mitochondrial biogenesis, and the contribution of mitochondrial accumulation to senescence. Hence, rapamycin could act both to suppress excessive mitochondrial biogenesis and to activate mitophagy. The authors did not observe any increase in autophagy by rapamycin or CR; instead, they observed a reduction in protein oxidative damage, alongside reduced protein turnover. Better preserved protein quality and slower turnover following CR or rapamycin treatment may therefore re-balance the oxidative phosphorylation to glycolysis shift usually seen in aged mice, though the impact of either treatment on cardiomyocyte senescence has not been analysed. It is of note that improved cardiovascular function was also the most marked outcome of the first year of a trial feeding rapamycin to companion dogs [ 162 ], thus reinforcing the potential for rapamycin to treat cardiovascular disease. It is possible that the mechanism here is through induction of autophagy by ULK1 upregulation on mTORC inhibition, as cardiac fibrosis is also decreased in older mice on the activation of autophagy by disrupting the Beclin 1-Bcl2 interaction [ 55 ]—alternatively or in addition, decreased inflammation by suppression of the SASP is also a potential mechanism. mTOR inhibitors are also promising treatments for myocardial ischaemia/reperfusion (I/R) injury, for which diabetic patients are at especially severe risk. While the dosage and timing of administration may be critical for beneficial effects, rapamycin treatment has been shown to reduce infarct size after I/R injury in diabetic mice, through facilitating opening of mitochondrial ATP-sensitive potassium channels [ 185 ] with the effect also being dependent on STAT3 (signal transducer and activator of transcription 3) [ 186 , 187 ]. Improvements in oxidative stress, cytoskeleton organization, and glucose metabolism on rapamycin treatment have also been implicated in the mechanism [ 188 ]. Furthermore, rapamycin-eluting stents are now in widespread clinical use in coronary angioplasty to treat cardiovascular disease, after being approved in Europe in 2002 on the basis of very promising clinical trial results [ 189 ]. In this context, rapamycin may benefit coronary function by restricting cell proliferation and thus preventing fibrosis that could block the artery; everolimus is now also in clinical trials for this use. To date, therefore, mTOR inhibition appears to be a safe and effective intervention to improve cardiovascular function during ageing. 2.7. Kidney Disease 2.7.1. Adult Polycystic Kidney Disease Age-related incontinence is a common cause of depression and isolation in the elderly. A possible heritable disease model for this condition, adult polycystic kidney disease, which is also known as autosomal-dominant polycystic kidney disease (ADPKD), is the most common heritable kidney disorder, with a prevalence of between 1/400 and 1/1000. Mutations in two genes are responsible for the condition: PKD1 (85% of cases—severe, early onset) and PKD2. PKD1 codes for polycystin-1, a membrane receptor protein, while PKD2 codes for polycystin-2, a Ca 2+ -permeable channel that binds PKD1. Polycystins are involved in maintaining a differentiated epithelium in the kidney, liver and pancreas, but when mutated, excessive epithelial proliferation results in renal cysts. Mechanistically, they play a role in signalling—there are direct physical interactions between the cytoplasmic tail of polycystin-1 and tuberin, the product of the TSC2 gene, which regulates mTOR [ 190 ]. As mTOR signalling is therefore regulated by polycystin-1, and mTOR signalling is increased in murine models and in human ADPKD, mTOR activation may contribute to renal cyst expansion through excessive tubular epithelial cell proliferation. Hence, mTOR inhibition may be beneficial, and rapamycin has been shown to decrease proliferation in cystic and non-cystic tubules, to inhibit renal enlargement and to prevent the loss of kidney function in the Han:SPRD rat model of ADPKD [ 191 , 192 , 193 ]. While this model results from mutations in genes other than PKD1 and PKD2, rapamycin treatment was also effective in a more human-orthologous mouse model of conditional inactivation of PKD1 [ 194 ]. Still, both models exhibit early-onset, rapidly progressive disease, whereas human ADPKD is characterized by complex, slow, and heterogeneous progression. Therefore, retrospective analyses of human ADPKD patients after renal transplantations have been very informative. Using MRI-determined increases in kidney volume as a marker of disease progression, rapamycin-based regimens showed significantly reduced cystic kidney volumes when compared to alternative treatments [ 190 , 195 , 196 ]. Clinical trials using rapamycin to treat ADPKD have however produced varied results [ 197 , 198 , 199 ], though they may have been impeded by small sample size, reliance on poor markers of clinical progression, short follow up time for such a slow-progressing disease, and insufficient rapamycin doses [ 200 ]. 2.7.2. Diabetic Nephropathy High doses of rapamycin used for immunosuppression in renal transplantation and cancer are associated with type II diabetes [ 30 ]. However, there is some evidence that low doses of rapamycin may have therapeutic benefit in the treatment of diabetic nephropathy (DN), which is one of the major complications of both type I and II diabetes [ 201 ] that currently has very limited treatment options. In diabetes, hyperglycaemia increases mTOR activity through activation of Akt and inhibition of AMPK, which has consequences for the development of podocytes, critical in production of the renal filtration barrier. Experimentally increasing mTORC1 activity in mouse podocytes induces DN phenotypes, podocyte loss, and mis-localization of Nephrin, a cell surface protein that is important in production of the renal filtration barrier [ 202 ], while reduced mTORC1 activity prevents DN progression [ 202 ]. Rapamycin and everolimus treatment has also shown therapeutic benefit for DN in other models, including rats with STZ-induced diabetes [ 203 , 204 , 205 , 206 , 207 ]. Some caution is required, however, as mTORC1 activity appears to protect diabetic livers from steatosis [ 208 ], though active mTORC2 promotes steatosis through induction of fatty acid and lipid synthesis [ 209 ], hence any treatment with mTORC inhibitors in diabetic patients must include close monitoring of a number of biomarkers for liver and kidney function as well as glucose homeostasis. 2.8. Age-Related Cancer Consistent with its role as a central regulator of cell growth, proliferation, and angiogenesis, many oncogenic mutations activate mTOR signalling [ 210 ], meaning that the pathway is a key target in anti-cancer therapy. Elderly patients are particularly vulnerable to tumorigenesis; their inflamed tissue microenvironment and the paracrine pro-tumorigenic signalling in the SASP of accumulating senescent cells can drive progression of age-related cancer. In parallel, DNA-damaging chemotherapies given to cancer patients of any age can induce senescence (and the resulting SASP) in both cancerous and healthy collateral cells. This is thought to underlie the increased occurrence of secondary tumours as a side effect of chemotherapy [ 11 , 211 , 212 ]. Since the SASP is under the control of the mTOR pathway, treating senescent cells with mTOR inhibitors can suppress the secretion of inflammatory cytokines [ 74 , 75 ]. Notably, rapamycin treatment can prevent the stimulation of prostate tumour growth by senescent fibroblasts in mice [ 74 ]. Thus, rapamycin may be useful not only as an anti-cancer treatment but also as a preventative therapeutic against age-related cancers or those arising after genotoxic chemo- or radio-therapy. Despite promising early findings, mTOR inhibitors have not fulfilled their potential as monotherapies against cancer. Combination regimens of mTOR inhibitors together with current best-in class chemotherapeutics do however show efficacy against a range of cancers. For example, combination treatment with rapamycin and resveratrol may be effective in inducing cell death in bladder cancer cells [ 213 ], with resveratrol blocking the Akt activation as induced by rapamycin. Similarly, rapamycin has been shown to enhance mitomycin C-induced apoptosis in peritoneal carcinomatosis [ 214 ]. In combination with anti-cancer agents, such as trastuzumab or exemestane, mTOR inhibitors exhibit promising anti-tumour activity, even against aromatase inhibitor-resistant breast tumours [ 215 ]. Rapamycin may also be beneficial in combination with radiotherapy treatment, for example inducing a significant decrease in tumour metabolic activity of rectal cancers before surgical resection, as assessed by positron emission tomography (PET)-scanning [ 216 ]. Currently (June 2018), 461 clinical trials are listed on Clinicaltrials.gov involving the use of mTOR inhibitors in cancer, in a range of tissue types, including breast, cervix, prostate, ovary, pancreas, lung and colon carcinomas, various sarcomas, and lymphomas, while PubMed lists 601 publications for the search terms “mTOR inhibitor cancer clinical trial”. The reported outcomes are highly variable, with some suggesting markedly better outcomes (e.g., Hodgkin’s lymphoma on mTOR inhibition [ 217 , 218 ]), while others showed no improvement or even faster disease progression. It is likely that the variability represents both the stage and grade of cancer, and mTOR status, which should be assessed by ‘personalised medicine’ prior to the use of mTOR inhibitors in cancer treatment, as not all will be driven by hyperactive mTOR, and even those that are may not be sensitive to rapalogue inhibition (e.g., if mutated in the FKBP12 binding site). For those tumours with activated drug-sensitive mTOR, however, mTOR inhibition can give remarkably good outcomes; with the complete response to therapy being reported in one patient during a Phase I trial of everolimus in combination with pazopanib [ 219 ]. Use of specific mTORC2 inhibitors has been suggested as route to overcoming the pro-survival effect of PI3K/PDK1/Akt feedback loops [ 220 ], though pan-mTOR inhibitors may be equally valuable in this context. The choice to test any drug in aggressive and treatment-refractory or relapsing tumours would present significant challenges, as the cancers by this stage will be genetically heterogeneous and hard to treat; the use of mTOR inhibitors in many such late-stage/refractory cancer trials may therefore not reveal their true potential. It is possible that earlier intervention with mTOR inhibitors, and in combination therapies, may provide more reliable anti-cancer activity. However, a major goal would instead be prevention. In this context, mTOR inhibitors used to intervene in other age-related disease may, in fact, serve a preventative role in cancer, possibly by blocking the deleterious SASP. 3. Perspectives 3.1. Balancing Efficacy Against Side Effects Treating otherwise healthy ageing individuals with mTOR inhibitors to treat or prevent progression of age-related disease is only viable if the treatment does not induce unacceptable or undesirable side effects. The studies of immunosenescence from Mannick et al. [ 110 , 111 ] may provide critical insights into side effect profiles of low-dose mTOR inhibition in ageing humans. These studies showed that everolimus and BEZ235 were generally well tolerated, although with an increased incidence of mouth ulceration. Particularly promising is the finding that the two lowest dose regimens of everolimus (0.5 mg daily or 5 mg weekly [ 111 ]) proved both the most effective and the best tolerated, with the fewest overall adverse events per cohort. Hence, using as low dose as possible whilst retaining efficacy is critical in minimising side effects. High dose rapamycin (~20 ng/mL blood) that is used for immunosuppression after transplant or cancer treatment is associated with deleterious side effects, such as the development of type II diabetes [ 30 ], though evidence from experimental models produces conflicting results. For example, two short-term studies in mice found that chronic rapamycin treatment induced deleterious metabolic side effects such as weight gain, glucose intolerance [ 221 ], and progression of type II diabetes [ 222 ], while a longer study showed that these effects could be transient [ 182 ]. The dose of rapamycin used may be of critical importance in determining the side effect profile; far lower doses are required for anti-ageing effects than for cancer treatment or immunosuppression and as doses decrease, so do serious adverse events. Disruption of mTORC2 may be behind the metabolic side effects of rapamycin treatment, since it is widely considered that mTORC2 primarily drives the response to insulin signalling and causes lipid biosynthesis (though note the caveats above concerning Akt S473 phosphorylation as a sole readout of mTORC2 activity). Carefully considered intermittent treatment regimens may minimize the undesirable effects of rapamycin treatment, such as impaired glucose tolerance [ 223 ]. A further alternative strategy to circumvent high dose rapalogue-induced glucose intolerance is to use mTOR inhibitors in combination with anti-diabetes medicines, such as metformin—another promising longevity therapeutic in its own right. Indeed, this strategy has been shown to be highly effective in HET3 female mice treated with both rapamycin and metformin, where glucose tolerance readings were indistinguishable from control mice, though the protective effect was not seen in males [ 224 ]. Hence complex-specific mTORC inhibitors, with additional agents to counteract adverse side effects, could retain treatment efficacy over the long-term, a necessary requirement for anti-ageing medicines. An alternative approach to minimising side effects would be to use a topical application of mTOR inhibitors. This is possible in age-related diseases that occur in discrete compartments, such as OA and AMD, where injection into the affected site is possible. However, as ageing affects the entire body, systemic therapies should be more effective at treating aging per se, and hence in minimising the onset of multiple age-related diseases. mTOR inhibitors currently provide a promising avenue for further research and development, and may promote healthy ageing by modulating the harmful aspects of senescent cells, but they should be considered in combination with other treatment approaches. In this context, alternative anti-ageing therapies are also being developed—notably the growing field of senolytic drugs that are designed to selectively target and kill senescent cells. These agents exploit the reliance of senescent cells on survival pathways, and they can induce apoptosis specifically in senescent cells, for example, by inducing p53 or disrupting Bcl2. Treatment of aged mice with senolytic agents has been shown to rejuvenate tissues and reverse several age-related pathologies (e.g., [ 225 , 226 ]) and a human clinical trial for senolytic treatment of OA is currently recruiting (Clinicaltrials.gov identifier NCT03513016). However, while senolytics are indisputably exciting, it is well established that senescent cells are beneficial in various instances, such as in wound healing and regeneration. Furthermore, a recent study investigating the senescent cell burden of several tissues of old mice found that up to 14% of cells were senescent [ 13 ], with estimates of 20–60% senescent cells in aged primate skin [ 14 , 227 ]. It is therefore important to investigate whether killing a significant proportion of cells in the tissues of elderly patients is safe, whether stem cells are able to refill this empty niche to restore structural and functional tissue integrity, and to assess whether wound healing and regeneration are compromised by senolytic agents. Furthermore, senescent cells from different tissues and in different contexts rely on different survival pathways to avoid apoptosis and are therefore only vulnerable to specific senolytic agents, meaning that a range of senolytics will be required to treat different ARDs. Modulation of the antagonistically pleiotropic and highly heterogeneous state that is cell senescence undoubtedly requires careful and context-dependent consideration. 3.2. Monitoring Therapeutic Outcomes: The Need for Ageing Biomarkers There is an urgent need for reliable, non-invasive, and quantitative biomarkers of senescence and ageing to both measure disease susceptibility or progression, and promptly monitor the outcome of any intervention. It is highly likely that single factors will not be able to adequately reflect the panoply of changes that is associated with ageing and that instead a panel of biomarkers will be required to account for the multi-factorial and complex nature of pathological ageing. Molecular markers that are currently in use include telomere length analysis, DNA methylation patterns, and SAβGAL staining, while functional and morphological markers are also available. The choice of marker may depend on the trial to be conducted—for example, PET scanning for amyloid deposition may be necessary in AD trials, though a recently described blood test for amyloid could substitute [ 228 ]. Notably, a number of simple biochemical biomarkers (e.g., glycated haemoglobin) that are selected for inclusion in UK Biobank appear to be valid for assessment of age-related changes, while functional readouts including hand grip strength produce reliable measures of frailty. Clinical trials and any licensed treatments may thus require the development and validation of a panel of biomarkers that could be analysed in a low cost, straightforward, and quick in-house procedure from readily available patient material e.g., urine or blood. In conclusion, ageing and age-related diseases that arise from hyperactive mTORC signalling may benefit from the use of mTORC inhibitors. However, any such treatment strategy must consider both of the beneficial effects, such as those that are afforded by activation of autophagy and improved quality control of protein synthesis, as well as potential detrimental effects from modifying cellular or organismal metabolism. We believe that mTORC inhibitors hold much promise in the field of anti-ageing medicine, and that clinical prejudice against their use needs to be overcome by careful dosage trials. To obtain maximal therapeutic benefit, whilst minimising side-effects, combinatorial therapies may prove useful. Overall outcomes on ageing and age-related diseases require the use of a panel of robust biomarkers that should provide rapid readouts of age-associated factors in a minimally invasive and cost-effective format. Biochemical pathways that intersect with mTORC signalling may also provide fruitful avenues for anti-ageing drug discovery. Acknowledgments H.E.W. is funded by a generous donation from an anonymous donor through the University of Oxford Development Office; L.S.C. is supported by the Higher Education Funding Council of England (HEFCE). The work in L.S.C.’s lab is also supported by the Biotechnology and Biological Sciences Research Council (BBSRC grant number [BB/M006727/1]) and Amway. L.S.C. is grateful to the Glenn Foundation for Medical Research for a Glenn Award. No specific funds have been provided for publishing open access. We thank the reviewers for their useful contributions and are grateful to Ronald Pearson for critical reading of the manuscript. Author Contributions H.E.W. and L.S.C. both researched and wrote the article. Conflicts of Interest L.S.C. is co-I on an Open Innovation research agreement with Astra Zeneca to study mTOR inhibitor AZD8055. The authors declare no other conflict of interest. Abbreviations 4EBP1 eIF4E binding protein 53BP1 p53 binding protein 1 Aβ amyloid beta AD Alzheimer’s disease ADPKD adult polycystic kidney disease Akt/PKB protein kinase B AMD age-related macular degeneration AMPK AMP-activated protein kinase ARD age-related disease ATG13 autophagy related protein 13 ATM ataxia telangiectasia mutated ATR ATM-related ATP adenosine triphosphate CMV cytomegalovirus CpG 5’-C-p-G-3’ CR caloric restriction DAP1 death associated protein 1 DN diabetic neuropathy eEF2 eukaryotic elongation factor 2 eIF eukaryotic translation initiation factor ER endoplasmic reticulum FA fatty acid FBW8 F-Box And WD Repeat Domain Containing 8 FDA Food and Drug Administration FKBP FK506 binding protein FK506 Tacrolimus FRB FKBP12-Rapamycin Binding (FRB) domain of mTOR GIT1 GPCR-kinase interacting protein 1 GSK3 glycogen synthase kinase 3 HD Huntington’s disease HGPS Hutchinson Gilford progeroid syndrome HIF1 hypoxia inducible factor 1 HTT huntingtin protein IC 50 half maximal inhibitory concentration IKK IkB kinase IL Interleukin IGFR insulin-like growth factor receptor IMP2 insulin-like growth factor 2 mRNA binding protein 2 IRS insulin receptor substrate Ki inhibitory constant LAMTOR late endosomal/lysosomal adaptor and MAPK and MTOR activator LAP liver-enriched activator protein LARP1 La-related protein LIP liver-enriched inhibitory protein LKB1 liver kinase B1 LMNA lamin A L-DOPA L-dopamine MAPKAPK2 mitogen-activated protein kinase-activated protein kinase 2 MCF-7 Michigan Cancer Foundation-7 (breast cancer cell line) mLST8 mammalian lethal with SEC13 protein 8 MMP matrix metalloproteinase mTOR mammalian/mechanistic target of rapamycin mTORC1/2 mTOR complex 1 or 2 NFAT5 nuclear factor of activated T cells 5 OA osteoarthritis PD Parkinson’s disease PD-1 programmed death 1 PDK1/2 pyruvate dehydrogenase kinase 1/2 PGC-1-β peroxisome proliferator-activated receptor gamma coactivator 1-β PKC protein kinase C PPAR Peroxisome Proliferator Activated Receptor RA rheumatoid arthritis RAD Ras associated with diabetes RAGE receptor for advanced glycation end products REDD1 regulated in development and DNA damage 1 RNAi RNA interference ROS reactive oxygen species S6K protein kinase that phosphorylates S6 ribosomal protein SAβGAL senescence associated beta galactosidase SASP senescence-associated secretory phenotype SGK1 serine/threonine protein kinase SIRT sirtuin SOD1 superoxide dismutase 1 SREBP sterol regulatory element-binding protein STAT3 signal transducer and activator of transcription 3 T1DMT2DM type 1 diabetes mellitustype 2 diabetes mellitus TFEB transcription factor EB TNFα tumour necrosis factor α TSC1/2 tuberous sclerosis complex 1 or 2 ULK1 Unc-51 like autophagy activating kinase UTR untranslated region VEGF vascular endothelial growth factor γH2AX Ser-139 phosphorylated histone 2A variant X References 1. Lopez-Otin C. Blasco M.A. Partridge L. Serrano M. Kroemer G. The hallmarks of aging Cell 2013 153 1194 1217 10.1016/j.cell.2013.05.039 23746838 2. Baker D.J. Childs B.G. Durik M. Wijers M.E. Sieben C.J. Zhong J. Saltness R.A. Jeganathan K.B. Verzosa G.C. Pezeshki A. Naturally occurring p16 Ink4a -positive cells shorten healthy lifespan Nature 2016 530 184 189 10.1038/nature16932 26840489 3. Munoz-Espin D. Serrano M. Cellular senescence: From physiology to pathology Nat. Rev. Mol. Cell Biol. 2014 15 482 496 10.1038/nrm3823 24954210 4. Georgakopoulou E.A. Tsimaratou K. Evangelou K. Fernandez Marcos P.J. Zoumpourlis V. Trougakos I.P. Kletsas D. Bartek J. Serrano M. Gorgoulis V.G. Specific lipofuscin staining as a novel biomarker to detect replicative and stress-induced senescence. A method applicable in cryo-preserved and archival tissues Aging 2013 5 37 50 10.18632/aging.100527 23449538 5. Dimri G.P. Lee X. Basile G. Acosta M. Scott G. Roskelley C. Medrano E.E. Linskens M. Rubelj I. Pereira-Smith O. A biomarker that identifies senescent human cells in culture and in aging skin in vivo Proc. Natl. Acad. Sci. USA 1995 92 9363 9367 10.1073/pnas.92.20.9363 7568133 6. Horvath S. DNA methylation age of human tissues and cell types Genome Biol. 2013 14 R115 10.1186/gb-2013-14-10-r115 24138928 7. Munoz-Espin D. Canamero M. Maraver A. Gomez-Lopez G. Contreras J. Murillo-Cuesta S. Rodriguez-Baeza A. Varela-Nieto I. Ruberte J. Collado M. Programmed cell senescence during mammalian embryonic development Cell 2013 155 1104 1118 10.1016/j.cell.2013.10.019 24238962 8. Demaria M. Ohtani N. Youssef S.A. Rodier F. Toussaint W. Mitchell J.R. Laberge R.M. Vijg J. Van Steeg H. Dolle M.E. An essential role for senescent cells in optimal wound healing through secretion of PDGF-AA Dev. Cell 2014 31 722 733 10.1016/j.devcel.2014.11.012 25499914 9. Chuprin A. Gal H. Biron-Shental T. Biran A. Amiel A. Rozenblatt S. Krizhanovsky V. Cell fusion induced by ERVWE1 or measles virus causes cellular senescence Genes Dev. 2013 27 2356 2366 10.1101/gad.227512.113 24186980 10. Serrano M. Lin A.W. McCurrach M.E. Beach D. Lowe S.W. Oncogenic ras provokes premature cell senescence associated with accumulation of p53 and p16INK4a Cell 1997 88 593 602 10.1016/S0092-8674(00)81902-9 9054499 11. Coppe J.P. Patil C.K. Rodier F. Sun Y. Munoz D.P. Goldstein J. Nelson P.S. Desprez P.Y. Campisi J. Senescence-associated secretory phenotypes reveal cell-nonautonomous functions of oncogenic RAS and the p53 tumor suppressor PLoS Biol. 2008 6 2853 2868 10.1371/journal.pbio.0060301 19053174 12. Van Deursen J.M. The role of senescent cells in ageing Nature 2014 509 439 446 10.1038/nature13193 24848057 13. Biran A. Zada L. Abou Karam P. Vadai E. Roitman L. Ovadya Y. Porat Z. Krizhanovsky V. Quantitative identification of senescent cells in aging and disease Aging Cell 2017 16 661 671 10.1111/acel.12592 28455874 14. Herbig U. Ferreira M. Condel L. Carey D. Sedivy J.M. Cellular senescence in aging primates Science 2006 311 1257 10.1126/science.1122446 16456035 15. Smithson L.J. Gutmann D.H. Proteomic analysis reveals GIT1 as a novel mTOR complex component critical for mediating astrocyte survival Genes Dev. 2016 30 1383 1388 10.1101/gad.279661.116 27340174 16. Huang K. Fingar D.C. Growing knowledge of the mTOR signaling network Semin. Cell Dev. Biol. 2014 36 79 90 10.1016/j.semcdb.2014.09.011 25242279 17. Ebner M. Sinkovics B. Szczygiel M. Ribeiro D.W. Yudushkin I. Localization of mTORC2 activity inside cells J. Cell Biol. 2017 216 343 353 10.1083/jcb.201610060 28143890 18. Schreiber K.H. Ortiz D. Academia E.C. Anies A.C. Liao C.Y. Kennedy B.K. Rapamycin-mediated mTORC2 inhibition is determined by the relative expression of FK506-binding proteins Aging Cell 2015 14 265 273 10.1111/acel.12313 25652038 19. Hsu P.P. Kang S.A. Rameseder J. Zhang Y. Ottina K.A. Lim D. Peterson T.R. Choi Y. Gray N.S. Yaffe M.B. The mTOR-regulated phosphoproteome reveals a mechanism of mTORC1-mediated inhibition of growth factor signaling Science 2011 332 1317 1322 10.1126/science.1199498 21659604 20. Schwarz J.J. Wiese H. Tolle R.C. Zarei M. Dengjel J. Warscheid B. Thedieck K. Functional Proteomics Identifies Acinus L as a Direct Insulin- and Amino Acid-Dependent Mammalian Target of Rapamycin Complex 1 (mTORC1) Substrate Mol. Cell. Proteom. 2015 14 2042 2055 10.1074/mcp.M114.045807 25907765 21. Bandhakavi S. Kim Y.M. Ro S.H. Xie H. Onsongo G. Jun C.B. Kim D.H. Griffin T.J. Quantitative nuclear proteomics identifies mTOR regulation of DNA damage response Mol. Cell. Proteom. 2010 9 403 414 10.1074/mcp.M900326-MCP200 19955088 22. Fonseca B.D. Smith E.M. Yelle N. Alain T. Bushell M. Pause A. The ever-evolving role of mTOR in translation Semin. Cell Dev. Biol. 2014 36 102 112 10.1016/j.semcdb.2014.09.014 25263010 23. Laplante M. Sabatini D.M. mTOR signaling in growth control and disease Cell 2012 149 274 293 10.1016/j.cell.2012.03.017 22500797 24. Kaeberlein M. Powers R.W. 3rd Steffen K.K. Westman E.A. Hu D. Dang N. Kerr E.O. Kirkland K.T. Fields S. Kennedy B.K. Regulation of yeast replicative life span by TOR and Sch9 in response to nutrients Science 2005 310 1193 1196 10.1126/science.1115535 16293764 25. Vellai T. Takacs-Vellai K. Zhang Y. Kovacs A.L. Orosz L. Muller F. Genetics: Influence of TOR kinase on lifespan in C. elegans Nature 2003 426 620 10.1038/426620a 14668850 26. Jia K. Levine B. Autophagy is required for dietary restriction-mediated life span extension in C. elegans Autophagy 2007 3 597 599 10.4161/auto.4989 17912023 27. Hansen M. Taubert S. Crawford D. Libina N. Lee S.J. Kenyon C. Lifespan extension by conditions that inhibit translation in Caenorhabditis elegans Aging Cell 2007 6 95 110 10.1111/j.1474-9726.2006.00267.x 17266679 28. Kapahi P. Zid B.M. Harper T. Koslover D. Sapin V. Benzer S. Regulation of lifespan in Drosophila by modulation of genes in the TOR signaling pathway Curr. Biol. 2004 14 885 890 10.1016/j.cub.2004.03.059 15186745 29. Selman C. Tullet J.M. Wieser D. Irvine E. Lingard S.J. Choudhury A.I. Claret M. Al-Qassab H. Carmignac D. Ramadani F. Ribosomal protein S6 kinase 1 signaling regulates mammalian life span Science 2009 326 140 144 10.1126/science.1177221 19797661 30. Gyurus E. Kaposztas Z. Kahan B.D. Sirolimus therapy predisposes to new-onset diabetes mellitus after renal transplantation: A long-term analysis of various treatment regimens Transpl. Proc. 2011 43 1583 1592 10.1016/j.transproceed.2011.05.001 21693238 31. Mizunuma M. Neumann-Haefelin E. Moroz N. Li Y. Blackwell T.K. mTORC2-SGK-1 acts in two environmentally responsive pathways with opposing effects on longevity Aging Cell 2014 13 869 878 10.1111/acel.12248 25040785 32. Carroll B. Nelson G. Rabanal-Ruiz Y. Kucheryavenko O. Dunhill-Turner N.A. Chesterman C.C. Zahari Q. Zhang T. Conduit S.E. Mitchell C.A. Persistent mTORC1 signaling in cell senescence results from defects in amino acid and growth factor sensing J. Cell Biol. 2017 216 1949 1957 10.1083/jcb.201610113 28566325 33. Leontieva O.V. Blagosklonny M.V. Gerosuppression by pan-mTOR inhibitors Aging 2016 8 3535 3551 10.18632/aging.101155 28077803 34. Walters H.E. Deneka-Hannemann S. Cox L.S. Reversal of phenotypes of cellular senescence by pan-mTOR inhibition Aging 2016 8 231 244 10.18632/aging.100872 26851731 35. Majumder P.K. Febbo P.G. Bikoff R. Berger R. Xue Q. McMahon L.M. Manola J. Brugarolas J. McDonnell T.J. Golub T.R. mTOR inhibition reverses Akt-dependent prostate intraepithelial neoplasia through regulation of apoptotic and HIF-1-dependent pathways Nat. Med. 2004 10 594 601 10.1038/nm1052 15156201 36. Nakamura H. Makino Y. Okamoto K. Poellinger L. Ohnuma K. Morimoto C. Tanaka H. TCR engagement increases hypoxia-inducible factor-1α protein synthesis via rapamycin-sensitive pathway under hypoxic conditions in human peripheral T cells J. Immunol. 2005 174 7592 7599 10.4049/jimmunol.174.12.7592 15944259 37. Lerner C. Bitto A. Pulliam D. Nacarelli T. Konigsberg M. Van Remmen H. Torres C. Sell C. Reduced mammalian target of rapamycin activity facilitates mitochondrial retrograde signaling and increases life span in normal human fibroblasts Aging Cell 2013 12 966 977 10.1111/acel.12122 23795962 38. Santagata S. Mendillo M.L. Tang Y.C. Subramanian A. Perley C.C. Roche S.P. Wong B. Narayan R. Kwon H. Koeva M. Tight coordination of protein translation and HSF1 activation supports the anabolic malignant state Science 2013 341 1238303 10.1126/science.1238303 23869022 39. Ortells M.C. Morancho B. Drews-Elger K. Viollet B. Laderoute K.R. Lopez-Rodriguez C. Aramburu J. Transcriptional regulation of gene expression during osmotic stress responses by the mammalian target of rapamycin Nucleic Acids Res. 2012 40 4368 4384 10.1093/nar/gks038 22287635 40. Iadevaia V. Liu R. Proud C.G. mTORC1 signaling controls multiple steps in ribosome biogenesis Semin. Cell Dev. Biol. 2014 36 113 120 10.1016/j.semcdb.2014.08.004 25148809 41. Buchwalter A. Hetzer M.W. Nucleolar expansion and elevated protein translation in premature aging Nat. Commun. 2017 8 328 10.1038/s41467-017-00322-z 28855503 42. Tiku V. Jain C. Raz Y. Nakamura S. Heestand B. Liu W. Spath M. Suchiman H.E.D. Muller R.U. Slagboom P.E. Small nucleoli are a cellular hallmark of longevity Nat. Commun. 2016 8 16083 10.1038/ncomms16083 28853436 43. Gingras A.C. Gygi S.P. Raught B. Polakiewicz R.D. Abraham R.T. Hoekstra M.F. Aebersold R. Sonenberg N. Regulation of 4E-BP1 phosphorylation: A novel two-step mechanism Genes Dev. 1999 13 1422 1437 10.1101/gad.13.11.1422 10364159 44. Opdenaker L.M. Farach-Carson M.C. Rapamycin selectively reduces the association of transcripts containing complex 5’ UTRs with ribosomes in C4-2B prostate cancer cells J. Cell. Biochem. 2009 107 473 481 10.1002/jcb.22145 19347904 45. Choo A.Y. Yoon S.O. Kim S.G. Roux P.P. Blenis J. Rapamycin differentially inhibits S6Ks and 4E-BP1 to mediate cell-type-specific repression of mRNA translation Proc. Natl. Acad. Sci. USA 2008 105 17414 17419 10.1073/pnas.0809136105 18955708 46. Zinzalla V. Stracka D. Oppliger W. Hall M.N. Activation of mTORC2 by association with the ribosome Cell 2011 144 757 768 10.1016/j.cell.2011.02.014 21376236 47. Oh W.J. Wu C.C. Kim S.J. Facchinetti V. Julien L.A. Finlan M. Roux P.P. Su B. Jacinto E. mTORC2 can associate with ribosomes to promote cotranslational phosphorylation and stability of nascent Akt polypeptide EMBO J. 2010 29 3939 3951 10.1038/emboj.2010.271 21045808 48. Takauji Y. Wada T. Takeda A. Kudo I. Miki K. Fujii M. Ayusawa D. Restriction of protein synthesis abolishes senescence features at cellular and organismal levels Sci. Rep. 2016 6 18722 10.1038/srep18722 26729469 49. Qian S.B. Zhang X. Sun J. Bennink J.R. Yewdell J.W. Patterson C. mTORC1 links protein quality and quantity control by sensing chaperone availability J. Biol. Chem. 2010 285 27385 27395 10.1074/jbc.M110.120295 20605781 50. Kim J. Kundu M. Viollet B. Guan K.L. AMPK and mTOR regulate autophagy through direct phosphorylation of Ulk1 Nat. Cell Biol. 2011 13 132 141 10.1038/ncb2152 21258367 51. Kennedy B.K. Lamming D.W. The Mechanistic Target of Rapamycin: The Grand ConducTOR of Metabolism and Aging Cell Metab. 2016 23 990 1003 10.1016/j.cmet.2016.05.009 27304501 52. Young A.R. Narita M. Ferreira M. Kirschner K. Sadaie M. Darot J.F. Tavare S. Arakawa S. Shimizu S. Watt F.M. Autophagy mediates the mitotic senescence transition Genes Dev. 2009 23 798 803 10.1101/gad.519709 19279323 53. Lipinski M.M. Zheng B. Lu T. Yan Z. Py B.F. Ng A. Xavier R.J. Li C. Yankner B.A. Scherzer C.R. Genome-wide analysis reveals mechanisms modulating autophagy in normal brain aging and in Alzheimer’s disease Proc. Natl. Acad. Sci. USA 2010 107 14164 14169 10.1073/pnas.1009485107 20660724 54. Carames B. Taniguchi N. Otsuki S. Blanco F.J. Lotz M. Autophagy is a protective mechanism in normal cartilage, and its aging-related loss is linked with cell death and osteoarthritis Arthritis Rheum. 2010 62 791 801 10.1002/art.27305 20187128 55. Fernandez A.F. Sebti S. Wei Y. Zou Z. Shi M. McMillan K.L. He C. Ting T. Liu Y. Chiang W.C. Disruption of the beclin 1-BCL2 autophagy regulatory complex promotes longevity in mice Nature 2018 10.1038/s41586-018-0162-7 29849149 56. Sung J.Y. Lee K.Y. Kim J.R. Choi H.C. Interaction between mTOR pathway inhibition and autophagy induction attenuates adriamycin-induced vascular smooth muscle cell senescence through decreased expressions of p53/p21/p16 Exp. Gerontol. 2017 10.1016/j.exger.2017.08.001 28797827 57. Rubinsztein D.C. Marino G. Kroemer G. Autophagy and aging Cell 2011 146 682 695 10.1016/j.cell.2011.07.030 21884931 58. Puleston D.J. Zhang H. Powell T.J. Lipina E. Sims S. Panse I. Watson A.S. Cerundolo V. Townsend A.R. Klenerman P. Autophagy is a critical regulator of memory CD8 + T cell formation eLife 2014 3 10.7554/eLife.03706 25385531 59. Chen J. Xie J.J. Jin M.Y. Gu Y.T. Wu C.C. Guo W.J. Yan Y.Z. Zhang Z.J. Wang J.L. Zhang X.L. Sirt6 overexpression suppresses senescence and apoptosis of nucleus pulposus cells by inducing autophagy in a model of intervertebral disc degeneration Cell Death Dis. 2018 9 56 10.1038/s41419-017-0085-5 29352194 60. Kucharewicz K. Dudkowska M. Zawadzka A. Ogrodnik M. Szczepankiewicz A.A. Czarnocki Z. Sikora E. Simultaneous induction and blockade of autophagy by a single agent Cell Death Dis. 2018 9 353 10.1038/s41419-018-0383-6 29500364 61. Passos J.F. Saretzki G. Ahmed S. Nelson G. Richter T. Peters H. Wappler I. Birket M.J. Harold G. Schaeuble K. Mitochondrial dysfunction accounts for the stochastic heterogeneity in telomere-dependent senescence PLoS Biol. 2007 5 e110 10.1371/journal.pbio.0050110 17472436 62. Korolchuk V.I. Miwa S. Carroll B. von Zglinicki T. Mitochondria in Cell Senescence: Is Mitophagy the Weakest Link? EBioMedicine 2017 21 7 13 10.1016/j.ebiom.2017.03.020 28330601 63. Correia-Melo C. Marques F.D. Anderson R. Hewitt G. Hewitt R. Cole J. Carroll B.M. Miwa S. Birch J. Merz A. Mitochondria are required for pro-ageing features of the senescent phenotype EMBO J. 2016 35 724 742 10.15252/embj.201592862 26848154 64. Passos J.F. Nelson G. Wang C. Richter T. Simillion C. Proctor C.J. Miwa S. Olijslagers S. Hallinan J. Wipat A. Feedback between p21 and reactive oxygen production is necessary for cell senescence Mol. Syst. Biol. 2010 6 347 10.1038/msb.2010.5 20160708 65. Mai S. Klinkenberg M. Auburger G. Bereiter-Hahn J. Jendrach M. Decreased expression of Drp1 and Fis1 mediates mitochondrial elongation in senescent cells and enhances resistance to oxidative stress through PINK1 J. Cell Sci. 2010 123 Pt 6 917 926 10.1242/jcs.059246 20179104 66. Rizza S. Cardaci S. Montagna C. Di Giacomo G. De Zio D. Bordi M. Maiani E. Campello S. Borreca A. Puca A.A. S-nitrosylation drives cell senescence and aging in mammals by controlling mitochondrial dynamics and mitophagy Proc. Natl. Acad. Sci. USA 2018 115 E3388 E3397 10.1073/pnas.1722452115 29581312 67. Morita M. Gravel S.P. Chenard V. Sikstrom K. Zheng L. Alain T. Gandin V. Avizonis D. Arguello M. Zakaria C. mTORC1 controls mitochondrial activity and biogenesis through 4E-BP-dependent translational regulation Cell Metab. 2013 18 698 711 10.1016/j.cmet.2013.10.001 24206664 68. Cunningham J.T. Rodgers J.T. Arlow D.H. Vazquez F. Mootha V.K. Puigserver P. mTOR controls mitochondrial oxidative function through a YY1-PGC-1α transcriptional complex Nature 2007 450 736 740 10.1038/nature06322 18046414 69. Niles B.J. Joslin A.C. Fresques T. Powers T. TOR complex 2-Ypk1 signaling maintains sphingolipid homeostasis by sensing and regulating ROS accumulation Cell Rep. 2014 6 541 552 10.1016/j.celrep.2013.12.040 24462291 70. Cai W. Andres D.A. mTORC2 is required for rit-mediated oxidative stress resistance PLoS ONE 2014 9 e115602 10.1371/journal.pone.0115602 25531880 71. Land S.C. Tee A.R. Hypoxia-inducible factor 1α is regulated by the mammalian target of rapamycin (mTOR) via an mTOR signaling motif J. Biol. Chem. 2007 282 20534 20543 10.1074/jbc.M611782200 17502379 72. Gomes A.P. Price N.L. Ling A.J. Moslehi J.J. Montgomery M.K. Rajman L. White J.P. Teodoro J.S. Wrann C.D. Hubbard B.P. Declining NAD + induces a pseudohypoxic state disrupting nuclear-mitochondrial communication during aging Cell 2013 155 1624 1638 10.1016/j.cell.2013.11.037 24360282 73. Leontieva O.V. Blagosklonny M.V. M(o)TOR of pseudo-hypoxic state in aging: Rapamycin to the rescue Cell Cycle 2014 13 509 515 10.4161/cc.27973 24496328 74. Laberge R.M. Sun Y. Orjalo A.V. Patil C.K. Freund A. Zhou L. Curran S.C. Davalos A.R. Wilson-Edell K.A. Liu S. MTOR regulates the pro-tumorigenic senescence-associated secretory phenotype by promoting IL1A translation Nat. Cell Biol. 2015 17 1049 1061 10.1038/ncb3195 26147250 75. Herranz N. Gallage S. Mellone M. Wuestefeld T. Klotz S. Hanley C.J. Raguz S. Acosta J.C. Innes A.J. Banito A. mTOR regulates MAPKAPK2 translation to control the senescence-associated secretory phenotype Nat. Cell Biol. 2015 17 1205 1217 10.1038/ncb3225 26280535 76. Alimbetov D. Davis T. Brook A.J. Cox L.S. Faragher R.G. Nurgozhin T. Zhumadilov Z. Kipling D. Suppression of the senescence-associated secretory phenotype (SASP) in human fibroblasts using small molecule inhibitors of p38 MAP kinase and MK2 Biogerontology 2016 17 305 315 10.1007/s10522-015-9610-z 26400758 77. Weichhart T. Haidinger M. Katholnig K. Kopecky C. Poglitsch M. Lassnig C. Rosner M. Zlabinger G.J. Hengstschlager M. Muller M. Inhibition of mTOR blocks the anti-inflammatory effects of glucocorticoids in myeloid immune cells Blood 2011 117 4273 4283 10.1182/blood-2010-09-310888 21368289 78. Saemann M.D. Haidinger M. Hecking M. Horl W.H. Weichhart T. The multifunctional role of mTOR in innate immunity: Implications for transplant immunity Am. J. Transpl. 2009 9 2655 2661 10.1111/j.1600-6143.2009.02832.x 19788500 79. Selvarajah J. Elia A. Carroll V.A. Moumen A. DNA damage-induced S and G2/M cell cycle arrest requires mTORC2-dependent regulation of Chk1 Oncotarget 2015 6 427 440 10.18632/oncotarget.2813 25460505 80. Feng Z. Hu W. de Stanchina E. Teresky A.K. Jin S. Lowe S. Levine A.J. The regulation of AMPK β1, TSC2, and PTEN expression by p53: Stress, cell and tissue specificity, and the role of these gene products in modulating the IGF-1-AKT-mTOR pathways Cancer Res. 2007 67 3043 3053 10.1158/0008-5472.CAN-06-4149 17409411 81. Lee C.H. Inoki K. Karbowniczek M. Petroulakis E. Sonenberg N. Henske E.P. Guan K.L. Constitutive mTOR activation in TSC mutants sensitizes cells to energy starvation and genomic damage via p53 EMBO J. 2007 26 4812 4823 10.1038/sj.emboj.7601900 17962806 82. Vadysirisack D.D. Ellisen L.W. mTOR activity under hypoxia Methods Mol. Biol. 2012 821 45 58 10.1007/978-1-61779-430-8_4 22125059 83. Lai K.P. Leong W.F. Chau J.F. Jia D. Zeng L. Liu H. He L. Hao A. Zhang H. Meek D. S6K1 is a multifaceted regulator of Mdm2 that connects nutrient status and DNA damage response EMBO J. 2010 29 2994 3006 10.1038/emboj.2010.166 20657550 84. Cox L.S. Lane D.P. Tumour suppressors, kinases and clamps: How p53 regulates the cell cycle in response to DNA damage Bioessays 1995 17 501 508 10.1002/bies.950170606 7575491 85. Shen Y. White E. p53-dependent apoptosis pathways Adv. Cancer Res. 2001 82 55 84 11447765 86. Astle M.V. Hannan K.M. Ng P.Y. Lee R.S. George A.J. Hsu A.K. Haupt Y. Hannan R.D. Pearson R.B. AKT induces senescence in human cells via mTORC1 and p53 in the absence of DNA damage: Implications for targeting mTOR during malignancy Oncogene 2012 31 1949 1962 10.1038/onc.2011.394 21909130 87. Xie X. Hu H. Tong X. Li L. Liu X. Chen M. Yuan H. Xie X. Li Q. Zhang Y. The mTOR-S6K pathway links growth signalling to DNA damage response by targeting RNF168 Nat. Cell Biol. 2018 20 320 331 10.1038/s41556-017-0033-8 29403037 88. Yokoyama C. Wang X. Briggs M.R. Admon A. Wu J. Hua X. Goldstein J.L. Brown M.S. SREBP-1, a basic-helix-loop-helix-leucine zipper protein that controls transcription of the low density lipoprotein receptor gene Cell 1993 75 187 197 10.1016/S0092-8674(05)80095-9 8402897 89. Porstmann T. Santos C.R. Griffiths B. Cully M. Wu M. Leevers S. Griffiths J.R. Chung Y.L. Schulze A. SREBP activity is regulated by mTORC1 and contributes to Akt-dependent cell growth Cell Metab. 2008 8 224 236 10.1016/j.cmet.2008.07.007 18762023 90. Peterson T.R. Sengupta S.S. Harris T.E. Carmack A.E. Kang S.A. Balderas E. Guertin D.A. Madden K.L. Carpenter A.E. Finck B.N. mTOR complex 1 regulates lipin 1 localization to control the SREBP pathway Cell 2011 146 408 420 10.1016/j.cell.2011.06.034 21816276 91. Blanchard P.G. Festuccia W.T. Houde V.P. St-Pierre P. Brule S. Turcotte V. Cote M. Bellmann K. Marette A. Deshaies Y. Major involvement of mTOR in the PPARγ-induced stimulation of adipose tissue lipid uptake and fat accretion J. Lipid Res. 2012 53 1117 1125 10.1194/jlr.M021485 22467681 92. Lefebvre P. Chinetti G. Fruchart J.C. Staels B. Sorting out the roles of PPARα in energy metabolism and vascular homeostasis J. Clin. Investig. 2006 116 571 580 10.1172/JCI27989 16511589 93. Sengupta S. Peterson T.R. Laplante M. Oh S. Sabatini D.M. mTORC1 controls fasting-induced ketogenesis and its modulation by ageing Nature 2010 468 1100 1104 10.1038/nature09584 21179166 94. Le Bacquer O. Petroulakis E. Paglialunga S. Poulin F. Richard D. Cianflone K. Sonenberg N. Elevated sensitivity to diet-induced obesity and insulin resistance in mice lacking 4E-BP1 and 4E-BP2 J. Clin. Investig. 2007 117 387 396 10.1172/JCI29528 17273556 95. Flor A.C. Wolfgeher D. Wu D. Kron S.J. A signature of enhanced lipid metabolism, lipid peroxidation and aldehyde stress in therapy-induced senescence Cell Death Discov. 2017 3 17075 10.1038/cddiscovery.2017.75 29090099 96. Vezina C. Kudelski A. Sehgal S.N. Rapamycin (AY-22,989), a new antifungal antibiotic. I. Taxonomy of the producing streptomycete and isolation of the active principle J. Antibiot. 1975 28 721 726 10.7164/antibiotics.28.721 1102508 97. Dominguez J. Mahalati K. Kiberd B. McAlister V.C. MacDonald A.S. Conversion to rapamycin immunosuppression in renal transplant recipients: Report of an initial experience Transplantation 2000 70 1244 1247 10.1097/00007890-200010270-00021 11063349 98. Heitman J. Movva N.R. Hall M.N. Targets for cell cycle arrest by the immunosuppressant rapamycin in yeast Science 1991 253 905 909 10.1126/science.1715094 1715094 99. Caron E. Ghosh S. Matsuoka Y. Ashton-Beaucage D. Therrien M. Lemieux S. Perreault C. Roux P.P. Kitano H. A comprehensive map of the mTOR signaling network Mol. Syst. Biol. 2010 6 453 10.1038/msb.2010.108 21179025 100. Stanfel M.N. Shamieh L.S. Kaeberlein M. Kennedy B.K. The TOR pathway comes of age Biochim. Biophys. Acta 2009 1790 1067 1074 10.1016/j.bbagen.2009.06.007 19539012 101. Yang H. Rudge D.G. Koos J.D. Vaidialingam B. Yang H.J. Pavletich N.P. mTOR kinase structure, mechanism and regulation Nature 2013 497 217 223 10.1038/nature12122 23636326 102. Sarbassov D.D. Ali S.M. Sengupta S. Sheen J.H. Hsu P.P. Bagley A.F. Markhard A.L. Sabatini D.M. Prolonged rapamycin treatment inhibits mTORC2 assembly and Akt/PKB Mol. Cell 2006 22 159 168 10.1016/j.molcel.2006.03.029 16603397 103. Joung S.M. Park Z.Y. Rani S. Takeuchi O. Akira S. Lee J.Y. Akt contributes to activation of the TRIF-dependent signaling pathways of TLRs by interacting with TANK-binding kinase 1 J. Immunol. 2011 186 499 507 10.4049/jimmunol.0903534 21106850 104. Toulany M. Schickfluss T.A. Fattah K.R. Lee K.J. Chen B.P. Fehrenbacher B. Schaller M. Chen D.J. Rodemann H.P. Function of erbB receptors and DNA-PKcs on phosphorylation of cytoplasmic and nuclear Akt at S473 induced by erbB1 ligand and ionizing radiation Radiother. Oncol. 2011 101 140 146 10.1016/j.radonc.2011.06.004 21723633 105. Kim L.C. Cook R.S. Chen J. mTORC1 and mTORC2 in cancer and the tumor microenvironment Oncogene 2017 36 2191 2201 10.1038/onc.2016.363 27748764 106. Chresta C.M. Davies B.R. Hickson I. Harding T. Cosulich S. Critchlow S.E. Vincent J.P. Ellston R. Jones D. Sini P. AZD8055 is a potent, selective, and orally bioavailable ATP-competitive mammalian target of rapamycin kinase inhibitor with in vitro and in vivo antitumor activity Cancer Res. 2010 70 288 298 10.1158/0008-5472.CAN-09-1751 20028854 107. Maira S.M. Stauffer F. Brueggen J. Furet P. Schnell C. Fritsch C. Brachmann S. Chene P. De Pover A. Schoemaker K. Identification and characterization of NVP-BEZ235, a new orally available dual phosphatidylinositol 3-kinase/mammalian target of rapamycin inhibitor with potent in vivo antitumor activity Mol. Cancer Ther. 2008 7 1851 1863 10.1158/1535-7163.MCT-08-0017 18606717 108. Toledo L.I. Murga M. Zur R. Soria R. Rodriguez A. Martinez S. Oyarzabal J. Pastor J. Bischoff J.R. Fernandez-Capetillo O. A cell-based screen identifies ATR inhibitors with synthetic lethal properties for cancer-associated mutations Nat. Struct. Mol. Biol. 2011 18 721 727 10.1038/nsmb.2076 21552262 109. Demidenko Z.N. Zubova S.G. Bukreeva E.I. Pospelov V.A. Pospelova T.V. Blagosklonny M.V. Rapamycin decelerates cellular senescence Cell Cycle 2009 8 1888 1895 10.4161/cc.8.12.8606 19471117 110. Mannick J.B. Morris M. Hockey H.-U.P. Roma G. Beibel M. Kulmatycki K. Watkins M. Shavlakadze T. Zhou W. Quinn D. TORC1 inhibition enhances immune function and reduces infections in the elderly Sci. Transl. Med. 2018 10 10.1126/scitranslmed.aaq1564 29997249 111. Mannick J.B. Del Giudice G. Lattanzi M. Valiante N.M. Praestgaard J. Huang B. Lonetto M.A. Maecker H.T. Kovarik J. Carson S. mTOR inhibition improves immune function in the elderly Sci. Transl. Med. 2014 6 268ra179 10.1126/scitranslmed.3009892 25540326 112. Naing A. Aghajanian C. Raymond E. Olmos D. Schwartz G. Oelmann E. Grinsted L. Burke W. Taylor R. Kaye S. Safety, tolerability, pharmacokinetics and pharmacodynamics of AZD8055 in advanced solid tumours and lymphoma Br. J. Cancer 2012 107 1093 1099 10.1038/bjc.2012.368 22935583 113. Bhagwat S.V. Gokhale P.C. Crew A.P. Cooke A. Yao Y. Mantis C. Kahler J. Workman J. Bittner M. Dudkin L. Preclinical characterization of OSI-027, a potent and selective inhibitor of mTORC1 and mTORC2: Distinct from rapamycin Mol. Cancer Ther. 2011 10 1394 1406 10.1158/1535-7163.MCT-10-1099 21673091 114. Bahrami A. Khazaei M. Hasanzadeh M. ShahidSales S. Joudi Mashhad M. Farazestanian M. Sadeghnia H.R. Rezayi M. Maftouh M. Hassanian S.M. Therapeutic Potential of Targeting PI3K/AKT Pathway in Treatment of Colorectal Cancer: Rational and Progress J. Cell. Biochem. 2018 119 2460 2469 10.1002/jcb.25950 28230287 115. Benavides-Serrato A. Lee J. Holmes B. Landon K.A. Bashir T. Jung M.E. Lichtenstein A. Gera J. Specific blockade of Rictor-mTOR association inhibits mTORC2 activity and is cytotoxic in glioblastoma PLoS ONE 2017 12 e0176599 10.1371/journal.pone.0176599 28453552 116. Bendell J.C. Kurkjian C. Infante J.R. Bauer T.M. Burris H.A. 3rd Greco F.A. Shih K.C. Thompson D.S. Lane C.M. Finney L.H. A phase 1 study of the sachet formulation of the oral dual PI3K/mTOR inhibitor BEZ235 given twice daily (BID) in patients with advanced solid tumors Investig. New Drugs 2015 33 463 471 10.1007/s10637-015-0218-6 25707361 117. Seront E. Rottey S. Filleul B. Glorieux P. Goeminne J.C. Verschaeve V. Vandenbulcke J.M. Sautois B. Boegner P. Gillain A. Phase II study of dual phosphoinositol-3-kinase (PI3K) and mammalian target of rapamycin (mTOR) inhibitor BEZ235 in patients with locally advanced or metastatic transitional cell carcinoma BJU Int. 2016 118 408 415 10.1111/bju.13415 26779597 118. Fazio N. Buzzoni R. Baudin E. Antonuzzo L. Hubner R.A. Lahner H. WW D.E.H. Raderer M. Teule A. Capdevila J. A Phase II Study of BEZ235 in Patients with Everolimus-resistant, Advanced Pancreatic Neuroendocrine Tumours Anticancer Res. 2016 36 713 719 26851029 119. Fan Q.W. Knight Z.A. Goldenberg D.D. Yu W. Mostov K.E. Stokoe D. Shokat K.M. Weiss W.A. A dual PI3 kinase/mTOR inhibitor reveals emergent efficacy in glioma Cancer Cell 2006 9 341 349 10.1016/j.ccr.2006.03.029 16697955 120. Sun R. Wu Y. Hou W. Sun Z. Wang Y. Wei H. Mo W. Yu M. Bromodomain-containing protein 2 induces insulin resistance via the mTOR/Akt signaling pathway and an inflammatory response in adipose tissue Cell. Signal. 2017 30 92 103 10.1016/j.cellsig.2016.11.011 27865874 121. Ring D.B. Johnson K.W. Henriksen E.J. Nuss J.M. Goff D. Kinnick T.R. Ma S.T. Reeder J.W. Samuels I. Slabiak T. Selective glycogen synthase kinase 3 inhibitors potentiate insulin activation of glucose transport and utilization in vitro and in vivo Diabetes 2003 52 588 595 10.2337/diabetes.52.3.588 12606497 122. Qiu Y.S. Jiang N.N. Zhou Y. Yu K.Y. Gong H.Y. Liao G.J. LMO3 promotes gastric cancer cell invasion and proliferation through Akt-mTOR and Akt-GSK3β signaling Int. J. Mol. Med. 2018 41 2755 2763 10.3892/ijmm.2018.3476 29436606 123. Peng N. Meng N. Wang S. Zhao F. Zhao J. Su L. Zhang S. Zhang Y. Zhao B. Miao J. An activator of mTOR inhibits oxLDL-induced autophagy and apoptosis in vascular endothelial cells and restricts atherosclerosis in apolipoprotein E −/− mice Sci. Rep. 2014 4 5519 10.1038/srep05519 24980430 124. Ge D. Han L. Huang S. Peng N. Wang P. Jiang Z. Zhao J. Su L. Zhang S. Zhang Y. Identification of a novel MTOR activator and discovery of a competing endogenous RNA regulating autophagy in vascular endothelial cells Autophagy 2014 10 957 971 10.4161/auto.28363 24879147 125. Selleckchem.com Available online: http://www.selleckchem.com/ (accessed on 3 June 2018) 126. Harrison D.E. Strong R. Sharp Z.D. Nelson J.F. Astle C.M. Flurkey K. Nadon N.L. Wilkinson J.E. Frenkel K. Carter C.S. Rapamycin fed late in life extends lifespan in genetically heterogeneous mice Nature 2009 460 392 395 10.1038/nature08221 19587680 127. Wilkinson J.E. Burmeister L. Brooks S.V. Chan C.C. Friedline S. Harrison D.E. Hejtmancik J.F. Nadon N. Strong R. Wood L.K. Rapamycin slows aging in mice Aging Cell 2002 11 675 682 10.1111/j.1474-9726.2012.00832.x 22587563 128. Pera A. Campos C. Lopez N. Hassouneh F. Alonso C. Tarazona R. Solana R. Immunosenescence: Implications for response to infection and vaccination in older people Maturitas 2015 82 50 55 10.1016/j.maturitas.2015.05.004 26044074 129. Hurez V. Dao V. Liu A. Pandeswara S. Gelfond J. Sun L. Bergman M. Orihuela C.J. Galvan V. Padron A. Chronic mTOR inhibition in mice with rapamycin alters T, B, myeloid, and innate lymphoid cells and gut flora and prolongs life of immune-deficient mice Aging Cell 2015 14 945 956 10.1111/acel.12380 26315673 130. Capal J.K. Franz D.N. Profile of everolimus in the treatment of tuberous sclerosis complex: An evidence-based review of its place in therapy Neuropsychiatr. Dis. Treat. 2016 12 2165 2172 10.2147/NDT.S91248 27601910 131. Majumder S. Caccamo A. Medina D.X. Benavides A.D. Javors M.A. Kraig E. Strong R. Richardson A. Oddo S. Lifelong rapamycin administration ameliorates age-dependent cognitive deficits by reducing IL-1β and enhancing NMDA signaling Aging Cell 2012 11 326 335 10.1111/j.1474-9726.2011.00791.x 22212527 132. Josselyn S.A. Frankland P.W. mTORC2: Actin on your memory Nat. Neurosci. 2013 16 379 380 10.1038/nn.3362 23528935 133. Thomanetz V. Angliker N. Cloetta D. Lustenberger R.M. Schweighauser M. Oliveri F. Suzuki N. Ruegg M.A. Ablation of the mTORC2 component rictor in brain or Purkinje cells affects size and neuron morphology J. Cell Biol. 2013 201 293 308 10.1083/jcb.201205030 23569215 134. Lang U.E. Heger J. Willbring M. Domula M. Matschke K. Tugtekin S.M. Immunosuppression using the mammalian target of rapamycin (mTOR) inhibitor everolimus: Pilot study shows significant cognitive and affective improvement Transpl. Proc. 2009 41 4285 4288 10.1016/j.transproceed.2009.08.050 20005385 135. An W.L. Cowburn R.F. Li L. Braak H. Alafuzoff I. Iqbal K. Iqbal I.G. Winblad B. Pei J.J. Up-regulation of phosphorylated/activated p70 S6 kinase and its relationship to neurofibrillary pathology in Alzheimer’s disease Am. J. Pathol. 2003 163 591 607 10.1016/S0002-9440(10)63687-5 12875979 136. Pei J.J. Hugon J. mTOR-dependent signalling in Alzheimer’s disease J. Cell. Mol. Med. 2008 12 2525 2532 10.1111/j.1582-4934.2008.00509.x 19210753 137. Oddo S. The role of mTOR signaling in Alzheimer disease Front. Biosci. 2012 4 941 952 10.2741/s310 138. Caccamo A. Majumder S. Richardson A. Strong R. Oddo S. Molecular interplay between mammalian target of rapamycin (mTOR), amyloid-β, and Tau: Effects on cognitive impairments J. Biol. Chem. 2010 285 13107 13120 10.1074/jbc.M110.100420 20178983 139. Spilman P. Podlutskaya N. Hart M.J. Debnath J. Gorostiza O. Bredesen D. Richardson A. Strong R. Galvan V. Inhibition of mTOR by rapamycin abolishes cognitive deficits and reduces amyloid-β levels in a mouse model of Alzheimer’s disease PLoS ONE 2010 5 e9979 10.1371/journal.pone.0009979 20376313 140. Majumder S. Richardson A. Strong R. Oddo S. Inducing autophagy by rapamycin before, but not after, the formation of plaques and tangles ameliorates cognitive deficits PLoS ONE 2011 6 e25416 10.1371/journal.pone.0025416 21980451 141. Lin A.L. Zheng W. Halloran J.J. Burbank R.R. Hussong S.A. Hart M.J. Javors M. Shih Y.Y. Muir E. Solano Fonseca R. Chronic rapamycin restores brain vascular integrity and function through NO synthase activation and improves memory in symptomatic mice modeling Alzheimer’s disease J. Cereb. Blood Flow Metab. 2013 33 1412 1421 10.1038/jcbfm.2013.82 23801246 142. Caccamo A. De Pinto V. Messina A. Branca C. Oddo S. Genetic reduction of mammalian target of rapamycin ameliorates Alzheimer’s disease-like cognitive and pathological deficits by restoring hippocampal gene expression signature J. Neurosci. 2014 34 7988 7998 10.1523/JNEUROSCI.0777-14.2014 24899720 143. Cuervo A.M. Autophagy and aging: Keeping that old broom working Trends Genet. 2008 24 604 612 10.1016/j.tig.2008.10.002 18992957 144. Avrahami L. Farfara D. Shaham-Kol M. Vassar R. Frenkel D. Eldar-Finkelman H. Inhibition of glycogen synthase kinase-3 ameliorates beta-amyloid pathology and restores lysosomal acidification and mammalian target of rapamycin activity in the Alzheimer disease mouse model: In vivo and in vitro studies J. Biol. Chem. 2013 288 1295 1306 10.1074/jbc.M112.409250 23155049 145. Lee J.H. Tecedor L. Chen Y.H. Monteys A.M. Sowada M.J. Thompson L.M. Davidson B.L. Reinstating aberrant mTORC1 activity in Huntington’s disease mice improves disease phenotypes Neuron 2015 85 303 315 10.1016/j.neuron.2014.12.019 25556834 146. Winklhofer K.F. Haass C. Mitochondrial dysfunction in Parkinson’s disease Biochim. Biophys. Acta 2010 1802 29 44 10.1016/j.bbadis.2009.08.013 19733240 147. Xu Y. Liu C. Chen S. Ye Y. Guo M. Ren Q. Liu L. Zhang H. Xu C. Zhou Q. Activation of AMPK and inactivation of Akt result in suppression of mTOR-mediated S6K1 and 4E-BP1 pathways leading to neuronal cell death in in vitro models of Parkinson’s disease Cell. Signal. 2014 26 1680 1689 10.1016/j.cellsig.2014.04.009 24726895 148. Zhou Q. Liu C. Liu W. Zhang H. Zhang R. Liu J. Zhang J. Xu C. Liu L. Huang S. Rotenone induction of hydrogen peroxide inhibits mTOR-mediated S6K1 and 4E-BP1/eIF4E pathways, leading to neuronal apoptosis Toxicol. Sci. 2015 143 81 96 10.1093/toxsci/kfu211 25304210 149. Santini E. Heiman M. Greengard P. Valjent E. Fisone G. Inhibition of mTOR signaling in Parkinson’s disease prevents L-DOPA-induced dyskinesia Sci. Signal. 2009 2 ra36 10.1126/scisignal.2000308 19622833 150. Lan A.P. Chen J. Zhao Y. Chai Z. Hu Y. mTOR Signaling in Parkinson’s Disease Neuromol. Med. 2017 19 1 10 10.1007/s12017-016-8417-7 27263112 151. Moors T.E. Hoozemans J.J. Ingrassia A. Beccari T. Parnetti L. Chartier-Harlin M.C. van de Berg W.D. Therapeutic potential of autophagy-enhancing agents in Parkinson’s disease Mol. Neurodegener. 2017 12 11 10.1186/s13024-017-0154-3 28122627 152. Kolosova N.G. Muraleva N.A. Zhdankina A.A. Stefanova N.A. Fursova A.Z. Blagosklonny M.V. Prevention of age-related macular degeneration-like retinopathy by rapamycin in rats Am. J. Pathol. 2012 181 472 477 10.1016/j.ajpath.2012.04.018 22683466 153. Wong W.T. Dresner S. Forooghian F. Glaser T. Doss L. Zhou M. Cunningham D. Shimel K. Harrington M. Hammel K. Treatment of geographic atrophy with subconjunctival sirolimus: Results of a phase I/II clinical trial Investig. Ophthalmol. Vis. Sci. 2013 54 2941 2950 10.1167/iovs.13-11650 23548622 154. Da Cruz L. Fynes K. Georgiadis O. Kerby J. Luo Y.H. Ahmado A. Vernon A. Daniels J.T. Nommiste B. Hasan S.M. Phase 1 clinical study of an embryonic stem cell-derived retinal pigment epithelium patch in age-related macular degeneration Nat. Biotechnol. 2018 36 328 337 10.1038/nbt.4114 29553577 155. Takayama K. Kawakami Y. Lavasani M. Mu X. Cummins J.H. Yurube T. Kuroda R. Kurosaka M. Fu F.H. Robbins P.D. mTOR signaling plays a critical role in the defects observed in muscle-derived stem/progenitor cells isolated from a murine model of accelerated aging J. Orthop. Res. 2017 35 1375 1382 10.1002/jor.23409 27572850 156. Cao K. Graziotto J.J. Blair C.D. Mazzulli J.R. Erdos M.R. Krainc D. Collins F.S. Rapamycin reverses cellular phenotypes and enhances mutant protein clearance in Hutchinson-Gilford progeria syndrome cells Sci. Transl. Med. 2011 3 89ra58 10.1126/scitranslmed.3002346 21715679 157. Progeria Research Foundation (PRF) Available online: https://www.progeriaresearch.org/clinical-trials/ (accessed on 3 June 2018) 158. Choi J.C. Wu W. Muchir A. Iwata S. Homma S. Worman H.J. Dual specificity phosphatase 4 mediates cardiomyopathy caused by lamin A/C (LMNA) gene mutation J. Biol. Chem. 2012 287 40513 40524 10.1074/jbc.M112.404541 23048029 159. Ramos F.J. Chen S.C. Garelick M.G. Dai D.F. Liao C.Y. Schreiber K.H. MacKay V.L. An E.H. Strong R. Ladiges W.C. Rapamycin reverses elevated mTORC1 signaling in lamin A/C-deficient mice, rescues cardiac and skeletal muscle function, and extends survival Sci. Transl. Med. 2012 4 144ra103 10.1126/scitranslmed.3003802 22837538 160. Schreiber K.H. Kennedy B.K. When lamins go bad: Nuclear structure and disease Cell 2013 152 1365 1375 10.1016/j.cell.2013.02.015 23498943 161. Gyawali B. Shimokata T. Honda K. Kondoh C. Hayashi N. Yoshino Y. Sassa N. Nakano Y. Gotoh M. Ando Y. Muscle wasting associated with the long-term use of mTOR inhibitors Mol. Clin. Oncol. 2016 5 641 646 10.3892/mco.2016.1015 27900103 162. Urfer S.R. Kaeberlein T.L. Mailheau S. Bergman P.J. Creevy K.E. Promislow D.E.L. Kaeberlein M. A randomized controlled trial to establish effects of short-term rapamycin treatment in 24 middle-aged companion dogs Geroscience 2017 39 117 127 10.1007/s11357-017-9972-z 28374166 163. Hazeldine J. Naumann D.N. Toman E. Davies D. Bishop J.R.B. Su Z. Hampson P. Dinsdale R.J. Crombie N. Duggal N.A. Prehospital immune responses and development of multiple organ dysfunction syndrome following traumatic injury: A prospective cohort study PLoS Med. 2017 14 e1002338 10.1371/journal.pmed.1002338 28719602 164. Wilson D. Jackson T. Sapey E. Lord J.M. Frailty and sarcopenia: The potential role of an aged immune system Ageing Res. Rev. 2017 36 1 10 10.1016/j.arr.2017.01.006 28223244 165. Smink J.J. Begay V. Schoenmaker T. Sterneck E. de Vries T.J. Leutz A. Transcription factor C/EBPβ isoform ratio regulates osteoclastogenesis through MafB EMBO J. 2009 28 1769 1781 10.1038/emboj.2009.127 19440205 166. Smink J.J. Leutz A. Rapamycin and the transcription factor C/EBPβ as a switch in osteoclast differentiation: Implications for lytic bone diseases J. Mol. Med. 2010 88 227 233 10.1007/s00109-009-0567-8 19943027 167. Glantschnig H. Fisher J.E. Wesolowski G. Rodan G.A. Reszka A.A. M-CSF, TNFα and RANK ligand promote osteoclast survival by signaling through mTOR/S6 kinase Cell Death Differ. 2003 10 1165 1177 10.1038/sj.cdd.4401285 14502240 168. Kneissel M. Luong-Nguyen N.H. Baptist M. Cortesi R. Zumstein-Mecker S. Kossida S. O’Reilly T. Lane H. Susa M. Everolimus suppresses cancellous bone loss, bone resorption, and cathepsin K expression by osteoclasts Bone 2004 35 1144 1156 10.1016/j.bone.2004.07.013 15542040 169. Cejka D. Hayer S. Niederreiter B. Sieghart W. Fuereder T. Zwerina J. Schett G. Mammalian target of rapamycin signaling is crucial for joint destruction in experimental arthritis and is activated in osteoclasts from patients with rheumatoid arthritis Arthritis Rheum. 2010 62 2294 2302 10.1002/art.27504 20506288 170. Bruyn G.A. Tate G. Caeiro F. Maldonado-Cocco J. Westhovens R. Tannenbaum H. Bell M. Forre O. Bjorneboe O. Tak P.P. Everolimus in patients with rheumatoid arthritis receiving concomitant methotrexate: A 3-month, double-blind, randomised, placebo-controlled, parallel-group, proof-of-concept study Ann. Rheum. Dis. 2008 67 1090 1095 10.1136/ard.2007.078808 18037627 171. Carames B. Hasegawa A. Taniguchi N. Miyaki S. Blanco F.J. Lotz M. Autophagy activation by rapamycin reduces severity of experimental osteoarthritis Ann. Rheum. Dis. 2012 71 575 581 10.1136/annrheumdis-2011-200557 22084394 172. Pal B. Endisha H. Zhang Y. Kapoor M. mTOR: A potential therapeutic target in osteoarthritis? Drugs R&D 2015 15 27 36 10.1007/s40268-015-0082-z 173. Lecka-Czernik B. Diabetes, bone and glucose-lowering agents: Basic biology Diabetologia 2017 60 1163 1169 10.1007/s00125-017-4269-4 28434032 174. Creecy A. Uppuganti S. Merkel A.R. O’Neal D. Makowski A.J. Granke M. Voziyan P. Nyman J.S. Changes in the Fracture Resistance of Bone with the Progression of Type 2 Diabetes in the ZDSD Rat Calcif. Tissue Int. 2016 99 289 301 10.1007/s00223-016-0149-z 27209312 175. Tanikawa T. Okada Y. Tanikawa R. Tanaka Y. Advanced glycation end products induce calcification of vascular smooth muscle cells through RAGE/p38 MAPK J. Vasc. Res. 2009 46 572 580 10.1159/000226225 19571577 176. Mera P. Laue K. Ferron M. Confavreux C. Wei J. Galan-Diez M. Lacampagne A. Mitchell S.J. Mattison J.A. Chen Y. Osteocalcin Signaling in Myofibers Is Necessary and Sufficient for Optimum Adaptation to Exercise Cell Metab. 2016 23 1078 1092 10.1016/j.cmet.2016.05.004 27304508 177. Chen S.C. Brooks R. Houskeeper J. Bremner S.K. Dunlop J. Viollet B. Logan P.J. Salt I.P. Ahmed S.F. Yarwood S.J. Corrigendum to “Metformin suppresses adipogenesis through both AMP-activated protein kinase (AMPK)-dependent and AMPK-independent mechanisms” [Mol. Cell. Endocrinol. 440 15 January 2017 57–68] Mol. Cell. Endocrinol. 2017 443 176 10.1016/j.mce.2017.01.049 28183460 178. Zhou Z. Tang Y. Jin X. Chen C. Lu Y. Liu L. Shen C. Metformin Inhibits Advanced Glycation End Products-Induced Inflammatory Response in Murine Macrophages Partly through AMPK Activation and RAGE/NFkappaB Pathway Suppression J. Diabetes Res. 2016 2016 4847812 10.1155/2016/4847812 27761470 179. Shioi T. McMullen J.R. Tarnavski O. Converso K. Sherwood M.C. Manning W.J. Izumo S. Rapamycin attenuates load-induced cardiac hypertrophy in mice Circulation 2003 107 1664 1670 10.1161/01.CIR.0000057979.36322.88 12668503 180. McMullen J.R. Sherwood M.C. Tarnavski O. Zhang L. Dorfman A.L. Shioi T. Izumo S. Inhibition of mTOR signaling with rapamycin regresses established cardiac hypertrophy induced by pressure overload Circulation 2004 109 3050 3055 10.1161/01.CIR.0000130641.08705.45 15184287 181. Lawrence D.M. Singh R.S. Franklin D.P. Carey D.J. Elmore J.R. Rapamycin suppresses experimental aortic aneurysm growth J. Vasc. Surg. 2004 40 334 338 10.1016/j.jvs.2004.05.020 15297830 182. Flynn J.M. O’Leary M.N. Zambataro C.A. Academia E.C. Presley M.P. Garrett B.J. Zykovich A. Mooney S.D. Strong R. Rosen C.J. Late-life rapamycin treatment reverses age-related heart dysfunction Aging Cell 2013 12 851 862 10.1111/acel.12109 23734717 183. Wang G. Zhu X. Xie W. Han P. Li K. Sun Z. Wang Y. Chen C. Song R. Cao C. Rad as a novel regulator of excitation-contraction coupling and β-adrenergic signaling in heart Circ. Res. 2010 106 317 327 10.1161/CIRCRESAHA.109.208272 19926875 184. Dai D.F. Karunadharma P.P. Chiao Y.A. Basisty N. Crispin D. Hsieh E.J. Chen T. Gu H. Djukovic D. Raftery D. Altered proteome turnover and remodeling by short-term caloric restriction or rapamycin rejuvenate the aging heart Aging Cell 2014 13 529 539 10.1111/acel.12203 24612461 185. Khan S. Salloum F. Das A. Xi L. Vetrovec G.W. Kukreja R.C. Rapamycin confers preconditioning-like protection against ischemia-reperfusion injury in isolated mouse heart and cardiomyocytes J. Mol. Cell. Cardiol. 2006 41 256 264 10.1016/j.yjmcc.2006.04.014 16769083 186. Das A. Salloum F.N. Durrant D. Ockaili R. Kukreja R.C. Rapamycin protects against myocardial ischemia-reperfusion injury through JAK2-STAT3 signaling pathway J. Mol. Cell. Cardiol. 2012 53 858 869 10.1016/j.yjmcc.2012.09.007 22999860 187. Das A. Salloum F.N. Filippone S.M. Durrant D.E. Rokosh G. Bolli R. Kukreja R.C. Inhibition of mammalian target of rapamycin protects against reperfusion injury in diabetic heart through STAT3 signaling Basic Res. Cardiol. 2015 110 31 10.1007/s00395-015-0486-5 25911189 188. Das A. Durrant D. Koka S. Salloum F.N. Xi L. Kukreja R.C. Mammalian target of rapamycin (mTOR) inhibition with rapamycin improves cardiac function in type 2 diabetic mice: Potential role of attenuated oxidative stress and altered contractile protein expression J. Biol. Chem. 2014 289 4145 4160 10.1074/jbc.M113.521062 24371138 189. Morice M.C. Serruys P.W. Sousa J.E. Fajadet J. Ban Hayashi E. Perin M. Colombo A. Schuler G. Barragan P. Guagliumi G. A randomized comparison of a sirolimus-eluting stent with a standard stent for coronary revascularization N. Engl. J. Med. 2002 346 1773 1780 10.1056/NEJMoa012843 12050336 190. Shillingford J.M. Murcia N.S. Larson C.H. Low S.H. Hedgepeth R. Brown N. Flask C.A. Novick A.C. Goldfarb D.A. Kramer-Zucker A. The mTOR pathway is regulated by polycystin-1, and its inhibition reverses renal cystogenesis in polycystic kidney disease Proc. Natl. Acad. Sci. USA 2006 103 5466 5471 10.1073/pnas.0509694103 16567633 191. Tao Y. Kim J. Schrier R.W. Edelstein C.L. Rapamycin markedly slows disease progression in a rat model of polycystic kidney disease J. Am. Soc. Nephrol. 2005 16 46 51 10.1681/ASN.2004080660 15563559 192. Wahl P.R. Serra A.L. Le Hir M. Molle K.D. Hall M.N. Wuthrich R.P. Inhibition of mTOR with sirolimus slows disease progression in Han:SPRD rats with autosomal dominant polycystic kidney disease (ADPKD) Nephrol. Dial. Transpl. 2006 21 598 604 10.1093/ndt/gfi181 16221708 193. Zafar I. Belibi F.A. He Z. Edelstein C.L. Long-term rapamycin therapy in the Han:SPRD rat model of polycystic kidney disease (PKD) Nephrol Dial. Transpl. 2009 24 2349 2353 10.1093/ndt/gfp129 19321761 194. Shillingford J.M. Piontek K.B. Germino G.G. Weimbs T. Rapamycin ameliorates PKD resulting from conditional inactivation of Pkd1 J. Am. Soc. Nephrol. 2010 21 489 497 10.1681/ASN.2009040421 20075061 195. Peces R. Peces C. Perez-Duenas V. Cuesta-Lopez E. Azorin S. Selgas R. Rapamycin reduces kidney volume and delays the loss of renal function in a patient with autosomal-dominant polycystic kidney disease NDT Plus 2009 2 133 135 10.1093/ndtplus/sfn210 25949309 196. Qian Q. Du H. King B.F. Kumar S. Dean P.G. Cosio F.G. Torres V.E. Sirolimus reduces polycystic liver volume in ADPKD patients J. Am. Soc. Nephrol. 2008 19 631 638 10.1681/ASN.2007050626 18199797 197. Liu Y.M. Shao Y.Q. He Q. Sirolimus for treatment of autosomal-dominant polycystic kidney disease: A meta-analysis of randomized controlled trials Transpl. Proc. 2014 46 66 74 10.1016/j.transproceed.2013.10.040 24507028 198. Myint T.M. Rangan G.K. Webster A.C. Treatments to slow progression of autosomal dominant polycystic kidney disease: Systematic review and meta-analysis of randomized trials Nephrology 2014 19 217 226 10.1111/nep.12211 24460701 199. Bolignano D. Palmer S.C. Ruospo M. Zoccali C. Craig J.C. Strippoli G.F. Interventions for preventing the progression of autosomal dominant polycystic kidney disease Cochrane Database Syst. Rev. 2015 CD010294 10.1002/14651858.CD010294.pub2 26171904 200. Jardine M.J. Liyanage T. Buxton E. Perkovic V. mTOR inhibition in autosomal-dominant polycystic kidney disease (ADPKD): The question remains open Nephrol. Dial. Transpl. 2013 28 242 244 10.1093/ndt/gfs519 23222536 201. Remuzzi G. Schieppati A. Ruggenenti P. Clinical practice. Nephropathy in patients with type 2 diabetes N. Engl. J. Med. 2002 346 1145 1151 10.1056/NEJMcp011773 11948275 202. Inoki K. Mori H. Wang J. Suzuki T. Hong S. Yoshida S. Blattner S.M. Ikenoue T. Ruegg M.A. Hall M.N. mTORC1 activation in podocytes is a critical step in the development of diabetic nephropathy in mice J. Clin. Investig. 2011 121 2181 2196 10.1172/JCI44771 21606597 203. Lloberas N. Cruzado J.M. Franquesa M. Herrero-Fresneda I. Torras J. Alperovich G. Rama I. Vidal A. Grinyo J.M. Mammalian target of rapamycin pathway blockade slows progression of diabetic kidney disease in rats J. Am. Soc. Nephrol. 2006 17 1395 1404 10.1681/ASN.2005050549 16597691 204. Yang Y. Wang J. Qin L. Shou Z. Zhao J. Wang H. Chen Y. Chen J. Rapamycin prevents early steps of the development of diabetic nephropathy in rats Am. J. Nephrol. 2007 27 495 502 10.1159/000106782 17671379 205. Sakaguchi M. Isono M. Isshiki K. Sugimoto T. Koya D. Kashiwagi A. Inhibition of mTOR signaling with rapamycin attenuates renal hypertrophy in the early diabetic mice Biochem. Biophys. Res. Commun. 2006 340 296 301 10.1016/j.bbrc.2005.12.012 16364254 206. Mori H. Inoki K. Masutani K. Wakabayashi Y. Komai K. Nakagawa R. Guan K.L. Yoshimura A. The mTOR pathway is highly activated in diabetic nephropathy and rapamycin has a strong therapeutic potential Biochem. Biophys. Res. Commun. 2009 384 471 475 10.1016/j.bbrc.2009.04.136 19422788 207. Cheng L. Chen J. Mao X. Everolimus vs. rapamycin for treating diabetic nephropathy in diabetic mouse model J. Huazhong Univ. Sci. Technol. Med. Sci. 2011 31 457 462 10.1007/s11596-011-0473-5 21823005 208. Kenerson H.L. Subramanian S. McIntyre R. Kazami M. Yeung R.S. Livers with constitutive mTORC1 activity resist steatosis independent of feedback suppression of Akt PLoS ONE 2015 10 e0117000 10.1371/journal.pone.0117000 25646773 209. Guri Y. Colombi M. Dazert E. Hindupur S.K. Roszik J. Moes S. Jenoe P. Heim M.H. Riezman I. Riezman H. mTORC2 Promotes Tumorigenesis via Lipid Synthesis Cancer Cell 2017 32 807 823 10.1016/j.ccell.2017.11.011 29232555 210. Grabiner B.C. Nardi V. Birsoy K. Possemato R. Shen K. Sinha S. Jordan A. Beck A.H. Sabatini D.M. A diverse array of cancer-associated MTOR mutations are hyperactivating and can predict rapamycin sensitivity Cancer Discov. 2014 4 554 563 10.1158/2159-8290.CD-13-0929 24631838 211. Krtolica A. Parrinello S. Lockett S. Desprez P.Y. Campisi J. Senescent fibroblasts promote epithelial cell growth and tumorigenesis: A link between cancer and aging Proc. Natl. Acad. Sci. USA 2001 98 12072 12077 10.1073/pnas.211053698 11593017 212. Liu D. Hornsby P.J. Senescent human fibroblasts increase the early growth of xenograft tumors via matrix metalloproteinase secretion Cancer Res. 2007 67 3117 3126 10.1158/0008-5472.CAN-06-3452 17409418 213. Alayev A. Salamon R.S. Schwartz N.S. Berman A.Y. Wiener S.L. Holz M.K. Combination of Rapamycin and Resveratrol for Treatment of Bladder Cancer J. Cell. Physiol. 2017 232 436 446 10.1002/jcp.25443 27225870 214. Song X. Dilly A.K. Kim S.Y. Choudry H.A. Lee Y.J. Rapamycin-enhanced mitomycin C-induced apoptotic death is mediated through the S6K1-Bad-Bak pathway in peritoneal carcinomatosis Cell Death Dis. 2014 5 e1281 10.1038/cddis.2014.242 24901052 215. Sendur M.A. Zengin N. Aksoy S. Altundag K. Everolimus: A new hope for patients with breast cancer Curr. Med. Res. Opin. 2014 30 75 87 10.1185/03007995.2013.846253 24050600 216. Buijsen J. van den Bogaard J. Jutten B. Belgers E. Sosef M. Leijtens J.W. Beets G.L. Jansen R.L. Riedl R.G. Clarijs R. A phase I-II study on the combination of rapamycin and short course radiotherapy in rectal cancer Radiother. Oncol. 2015 116 214 220 10.1016/j.radonc.2015.07.039 26253949 217. Bennani N.N. LaPlant B.R. Ansell S.M. Habermann T.M. Inwards D.J. Micallef I.N. Johnston P.B. Porrata L.F. Colgan J.P. Markovic S.N. Efficacy of the oral mTORC1 inhibitor everolimus in relapsed or refractory indolent lymphoma Am. J. Hematol. 2017 92 448 453 10.1002/ajh.24671 28211162 218. Johnston P.B. Pinter-Brown L.C. Warsi G. White K. Ramchandren R. Phase 2 study of everolimus for relapsed or refractory classical Hodgkin lymphoma Exp. Hematol. Oncol. 2018 7 12 10.1186/s40164-018-0103-z 29774169 219. Wagle N. Grabiner B.C. Van Allen E.M. Hodis E. Jacobus S. Supko J.G. Stewart M. Choueiri T.K. Gandhi L. Cleary J.M. Activating mTOR mutations in a patient with an extraordinary response on a phase I trial of everolimus and pazopanib Cancer Discov. 2014 4 546 553 10.1158/2159-8290.CD-13-0353 24625776 220. Yang G. Murashige D.S. Humphrey S.J. James D.E. A Positive Feedback Loop between Akt and mTORC2 via SIN1 Phosphorylation Cell Rep. 2015 12 937 943 10.1016/j.celrep.2015.07.016 26235620 221. Yang S.B. Lee H.Y. Young D.M. Tien A.C. Rowson-Baldwin A. Shu Y.Y. Jan Y.N. Jan L.Y. Rapamycin induces glucose intolerance in mice by reducing islet mass, insulin content, and insulin sensitivity J. Mol. Med. 2012 90 575 585 10.1007/s00109-011-0834-3 22105852 222. Fraenkel M. Ketzinel-Gilad M. Ariav Y. Pappo O. Karaca M. Castel J. Berthault M.F. Magnan C. Cerasi E. Kaiser N. mTOR inhibition by rapamycin prevents β-cell adaptation to hyperglycemia and exacerbates the metabolic state in type 2 diabetes Diabetes 2008 57 945 957 10.2337/db07-0922 18174523 223. Arriola Apelo S.I. Neuman J.C. Baar E.L. Syed F.A. Cummings N.E. Brar H.K. Pumper C.P. Kimple M.E. Lamming D.W. Alternative rapamycin treatment regimens mitigate the impact of rapamycin on glucose homeostasis and the immune system Aging Cell 2016 15 28 38 10.1111/acel.12405 26463117 224. Weiss R. Fernandez E. Liu Y. Strong R. Salmon A.B. Metformin reduces glucose intolerance caused by rapamycin treatment in genetically heterogeneous female mice Aging 2018 10.18632/aging.101401 29579736 225. Ogrodnik M. Miwa S. Tchkonia T. Tiniakos D. Wilson C.L. Lahat A. Day C.P. Burt A. Palmer A. Anstee Q.M. Cellular senescence drives age-dependent hepatic steatosis Nat. Commun. 2017 8 15691 10.1038/ncomms15691 28608850 226. Jeon O.H. Kim C. Laberge R.M. Demaria M. Rathod S. Vasserot A.P. Chung J.W. Kim D.H. Poon Y. David N. Local clearance of senescent cells attenuates the development of post-traumatic osteoarthritis and creates a pro-regenerative environment Nat. Med. 2017 23 775 781 10.1038/nm.4324 28436958 227. Lewis D.A. Travers J.B. Machado C. Somani A.K. Spandau D.F. Reversing the aging stromal phenotype prevents carcinoma initiation Aging 2011 3 407 416 10.18632/aging.100318 21515933 228. Nakamura A. Kaneko N. Villemagne V.L. Kato T. Doecke J. Dore V. Fowler C. Li Q.X. Martins R. Rowe C. High performance plasma amyloid-β biomarkers for Alzheimer’s disease Nature 2018 554 249 254 10.1038/nature25456 29420472 Figure 1 Summary of pathways targeted by mTOR signalling which are implicated in modulation of senescence and ageing. Arrows indicate that mTORC activity positively regulates the process, while bars indicate inhibition. ijms-19-02325-t001_Table 1 Table 1 mTOR complex subunits. Contribution to Complex mTORC1 mTORC2 core mTOR mTOR mLST8/Gβ3 mLST8/Gβ3 Deptor Deptor Tti1/Tel2 Tti1/Tel2 complex-specific Raptor Rictor PRAS40 mSIN1 Protor1/2 ijms-19-02325-t002_Table 2 Table 2 Activities and localization of mTORC1 and mTORC2. Note that only a small subset of targets and modulators is shown. Proteins are named using standard nomenclature; for full gene names, please refer to the list of abbreviations. mTORC1 mTORC2 localization when active lysosome ribosome, plasma membrane, mitochondria, endoplasmic reticulum, lysosome targets activated S6K T389 , HIF 1α, GSK3, SOD1, Grb10, eIF4G, Acinus L, eEF2, IMP2 SGK1, PKC, paxillin, Rho GTPases, Akt S473 , IGFR, PDK1 targets inhibited 4EBP1/2, Maf1, Lipin-1, ULK1, ATG13, TFEB, DAP1, LARP1 FBW8 activated by insulin, growth factors, Rheb, Rag, Akt, amino acids, high O 2 , cytokines, TNFα, IkkB PI3K, growth factors including IGFR, Akt (on mSIN1), membrane tension, ROS, ATM/ATR inhibited by AMPK, TSC1/2 (via Rheb inactivation), low O 2 , low ATP, low amino acids S6K on both Rictor and mSIN1 TSC1/2 (via Rheb inactivation) biochemical outcomes of activation protein, nucleotide, lipid and mitochondrial biosynthesis; inhibition of autophagy actin reorganization, lipid biosynthesis overall outcomes of activation cell growth (increase in volume and biomass) cell proliferation suppression of oxidative damage cell size (surface area increase) cell shape (cytoskeletal changes) survival under oxidative stresscell cycle progression metabolic control ijms-19-02325-t003_Table 3 Table 3 Classes of mTOR pathway modulators with examples of each class. Drug Class Mode of Action Drug Name K i or IC 50 Status mTORC1 inhibitor Binds FKBP12 which then associates with mTORC1 and partially occludes kinase active site; mTORC2 inhibited on chronic treatment (possibly through feedback loops) Rapamycin (sirolimus) mTORC1 IC 50 0.1 nM (in HEK293 cells) FDA-approved for cancer and as immunosuppressant to prevent rejection in renal transplant; eluting stents in cardiovascular disease Delays senescence in cell culture [ 109 ]; extends lifespan and health in lab animals and improves cardiovascular health in companion dogs (see text) Everolimus (RAD001) mTORC1 IC 50 1.6–2.4 nM (cell-free assay) FDA-approved for cancer (e.g., monotherapy against advanced renal cell carcinoma, neuroendocrine tumours of pancreatic, gastrointestinal or lung origin, and SEGA associated with TSC, and as combination therapy with exemestane for HER2-negative breast cancer). Clinical trials show immune system rejuvenation [ 110 , 111 ] Temsirolimus; (CCI-779, NSC 683864) IC 50 0.3–0.5 nM in cell culture FDA approved, used at 10 mg/kg/day in acute lymphocytic leukaemia Pan-mTOR inhibitor (inhibits both mTORC1 and mTORC2) ATP-competitive mTORC1/2 inhibitor AZD8055 mTOR IC 50 0.8 nM (MDA-MB-468 cells); 1000-fold selectivity against PI3K isoforms and ATM/DNA-PK Acceptable safety profile for treatment of advanced solid tumours and lymphoma in phase I trial [ 112 ]; reverses phenotypes of senescence in cell culture [ 34 ] Sapanisertib (AK-228, INK 128, MLN0128) mTORC1 and mTORC2 1 nM (PI3K isoforms ~200 nM) Phase 1 trials (cancer) OSI-027 22 nM mTORC1, 65 nM mTORC2 (>100× selectivity over PI3K) Phase 1 trials; in experimental colorectal xenograft, OSI-027 (65 mg/kg) more effective than rapamycin [ 113 ], reviewed [ 114 ] mTORC2-specific inhibitor Prevents interaction of Rictor with mTOR hence blocking mTORC2 JR-AB2 Experimental, xenograft tumour models [ 115 ] Dual PI3K and mTOR inhibitor ATP-competitive dual PI3K and mTORC1/2 inhibitor Apitolisib (GDC-0980, RG7422) Dual PI3K/mTOR 5–14 nM Ki, 17 nM mTOR Phase 2 trials (cancer) Dactolisib (NVP-BEZ235, BEZ235) mTOR IC 50 6 nM, PI3K p110α/γ/δ IC 50 4/5/7 nM respectively; IC 50 ATR 21 nM (cell-free assays) Passed phase I initial dose discovery trial [ 116 ]; modest efficacy in advanced or metastatic carcinoma in phase II [ 117 ] but poorly tolerated in advanced pancreatic neuroendocrine tumour patient phase II study [ 118 ]; beneficial outcomes in trial with everolimus for reversal of immune senescence [ 110 ] PF-04691502 PI3K(α/β/δ/γ)/mTOR dual inhibitor with K i of 1.8/2.1/1.6/1.9 and 16 nM (respectively) Phase 1 clinical trials PI3K, DNAPK and mTOR ATP binding site competitor PI-103 PI3K 2–15 nM, mTOR and DNAPK 30 nM Experimental [ 119 ] Other components of signalling pathway PI3K and BRD bromodomain proteins SF2523 DNAPK 9, 34–158 nM; BRD4 241 nM, mTOR 280 nM Blocks Brd4; blocks Brd2 to overcome insulin resistance—may be useful as adjunct to prevent diabetic complications of mTOR inhibitors [ 120 ] Highly selective GSK3 inhibitor; ATP binding competitor CHIR-98014 GSK3α 0.65 nM GSK3β 0.58 nM Experimental [ 121 , 122 ] mTOR activator FKBP1A 3BDO N/A Experimental; inhibits autophagy; provides vascular protection [ 123 ]; improves neuronal function in App and Psen1 transgenic mice [ 124 ] IC 50 and K i data derived from [ 125 ].",
    "full_text_abstract": "Chronological age represents the greatest risk factor for many life-threatening diseases, including neurodegeneration, cancer, and cardiovascular disease; ageing also increases susceptibility to infectious disease. Current efforts to tackle individual diseases may have little impact on the overall healthspan of older individuals, who would still be vulnerable to other age-related pathologies. However, recent progress in ageing research has highlighted the accumulation of senescent cells with chronological age as a probable underlying cause of pathological ageing. Cellular senescence is an essentially irreversible proliferation arrest mechanism that has important roles in development, wound healing, and preventing cancer, but it may limit tissue function and cause widespread inflammation with age. The serine/threonine kinase mTOR (mechanistic target of rapamycin) is a regulatory nexus that is heavily implicated in both ageing and senescence. Excitingly, a growing body of research has highlighted rapamycin and other mTOR inhibitors as promising treatments for a broad spectrum of age-related pathologies, including neurodegeneration, cancer, immunosenescence, osteoporosis, rheumatoid arthritis, age-related blindness, diabetic nephropathy, muscular dystrophy, and cardiovascular disease. In this review, we assess the use of mTOR inhibitors to treat age-related pathologies, discuss possible molecular mechanisms of action where evidence is available, and consider strategies to minimize undesirable side effects. We also emphasize the urgent need for reliable, non-invasive biomarkers of senescence and biological ageing to better monitor the efficacy of any healthy ageing therapy."
}