{
  "PMC": "11764724",
  "DOI": "10.1016/j.mtbio.2025.101463",
  "PMID": "39866791",
  "PMCID": "PMC11764724",
  "title": "A novel nanocarrier based on natural polyphenols enhancing gemcitabine sensitization ability for improved pancreatic cancer therapy efficiency.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC11764724",
  "source": "MED",
  "abstract_text": "Pancreatic cancer (PC) is a highly lethal malignancy with rapid progression and poor prognosis. Despite the widespread use of gemcitabine (Gem)-based chemotherapy as the first-line treatment for PC, its efficacy is often compromised by significant drug resistance. 1,2,3,4,6-Pentagaloyl glucose (PGG), a natural polyphenol, has demonstrated potential in sensitizing PC cells to Gem. However, its clinical application is limited by poor water solubility and bioavailability. In this study, we developed a novel PGG-based nanocarrier (FP) using a straightforward, one-step self-assembly method with Pluronic F127 and PGG. Our results showed that FP induced DNA damage and immunogenic cell death (ICD) in both <i>in vitro</i> cell experiments and patient-derived organoid models, exhibiting potent anti-tumor effects. Furthermore, in mouse KPC and PDX models, FP, when combined with Gem, showed enhanced Gem sensitization compared to pure PGG, largely due to increased DNA damage and ICD induction. These findings demonstrate the potential of FP to improve the stability and utilization of PGG as effective Gem sensitizers in the treatment of pancreatic cancer, providing a promising pathway for clinical application and translational research.",
  "full_text": "pmc Mater Today Bio Mater Today Bio Materials Today Bio 2590-0064 Elsevier 11764724 S2590-0064(25)00021-3 10.1016/j.mtbio.2025.101463 101463 Full Length Article A novel nanocarrier based on natural polyphenols enhancing gemcitabine sensitization ability for improved pancreatic cancer therapy efficiency Dong Yuman dongym17@lzu.edu.cn a b 1 ⁎ Li Jieru c d 1 Dai Yiwei c d 1 Zhang Xinyu c d Jiang Xiangyan c d Wang Tao c d Zhao Bin c d Liu Wenbo c d Sun Haonan c d Du Pengcheng e Qin Long a b c Jiao Zuoyi jiaozy@lzu.edu.cn b c ⁎⁎ a Cuiying Biomedical Research Center, Lanzhou University Second Hospital, Lanzhou, 730030, China b Biobank of Tumors from Plateau of Gansu Province, Lanzhou University Second Hospital, Lanzhou, 730030, China c The Department of General Surgery, Lanzhou University Second Hospital, Lanzhou, 730030, China d The Second Clinical Medical College, Lanzhou University, Lanzhou, 730030, China e College of Chemistry and Chemical Engineering, Lanzhou University, Lanzhou, 730000, China ⁎ Corresponding author. Cuiying Biomedical Research Center, Lanzhou University Second Hospital, Lanzhou, 730030, China. dongym17@lzu.edu.cn ⁎⁎ Corresponding author. Biobank of Tumors from Plateau of Gansu Province, Lanzhou University Second Hospital, Lanzhou, 730030, China. jiaozy@lzu.edu.cn 1 Yuman Dong, Jieru Li and Yiwei Dai contributed equally on this manuscript. 06 1 2025 2 2025 06 1 2025 30 101463 7 11 2024 4 1 2025 5 1 2025 © 2025 The Authors 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Pancreatic cancer (PC) is a highly lethal malignancy with rapid progression and poor prognosis. Despite the widespread use of gemcitabine (Gem)-based chemotherapy as the first-line treatment for PC, its efficacy is often compromised by significant drug resistance. 1,2,3,4,6-Pentagaloyl glucose (PGG), a natural polyphenol, has demonstrated potential in sensitizing PC cells to Gem. However, its clinical application is limited by poor water solubility and bioavailability. In this study, we developed a novel PGG-based nanocarrier (FP) using a straightforward, one-step self-assembly method with Pluronic F127 and PGG. Our results showed that FP induced DNA damage and immunogenic cell death (ICD) in both in vitro cell experiments and patient-derived organoid models, exhibiting potent anti-tumor effects. Furthermore, in mouse KPC and PDX models, FP, when combined with Gem, showed enhanced Gem sensitization compared to pure PGG, largely due to increased DNA damage and ICD induction. These findings demonstrate the potential of FP to improve the stability and utilization of PGG as effective Gem sensitizers in the treatment of pancreatic cancer, providing a promising pathway for clinical application and translational research. Graphical abstract Image 1 Highlights • A novel PGG-based nanocarrier (FP) was developed using a one-step self-assembly method. • FP effectively improves the stability and utilization of PGG. • FP can highly effective induce DNA damage and ICD, resulting in potent anti-tumor effects. • FP exhibits enhanced sensitivity to Gem therapy for pancreatic cancer treatment. Keywords Nanocarrier 1,2,3,4,6-Pentagalloyl glucose Gemcitabine Sensitizing chemotherapy Pancreatic cancer 1 Introduction Tumor treatment has always been a crucial topic in the field of medicine, and the challenges it faces are severe and persistent [ 1 ]. Although traditional treatment methods, such as chemotherapy and radiotherapy, have made certain progress to some extent, these methods are often accompanied by many serious side effects and limited efficacy [ 2 , 3 ]. Therefore, finding more effective and safe tumor treatment strategies has become an urgent task. Natural products have attracted much attention due to their unique chemical structures and biological activities. Among them, natural polyphenols such as 1,2,3,4,6-pentagalloyl glucose (PGG) have been shown to possess anti-oxidation, anti-diabetes, anti-inflammatory and potential antitumor activity [ [4] , [5] , [6] ]. Several studies have demonstrated that PGG can induce apoptosis in lung cancer cells by upregulating DNA damage proteins such as γ-H2AX, pCHK2 and p53. PGG can also inhibit DNA replication by directly inhibiting one or more DNA polymerases [ 7 , 8 ]. Our previous work has shown that PGG not only has good anti-tumor function, but also serves an effective gemcitabine (Gem) sensitizer. The combination of Gem and PGG can effectively inhibit the growth of pancreatic cancer (PC) and improve survival rates [ 9 ]. The good biocompatibility, low biotoxicity and strong anti-tumor function of PGG make it a promising candidate for the inhibition of pancreatic cancer. However, the unique chemical structure of PGG, characterized by features such as more phenolic hydroxyl groups, large topological polar surface area and ester bonds, makes it low water solubility, tends to form gels by self-association in water, difficult to penetrate cell membranes and leads to rapid degradation and clearance in vivo after entering the bloodstream, which severely limits its clinical applicability [ 10 , 11 ]. Thus, rational enhancement of PGG's bioavailability is crucial for improving its susceptibility to Gem and enhancing the therapeutic efficacy. Nano drug delivery systems (Nano-DDS) have received increasing attention due to their potential to address existing challenges [ [12] , [13] , [14] ]. By encapsulating drugs in nanocarriers, the solubility, stability, and targeting of drugs can be significantly improved, thereby enhancing their therapeutic effects. The advantage of nano-DDS is that it can more precisely deliver drugs to tumor sites, minimize damage to normal tissues, and increase drug concentration to enhance anti-tumor efficacy. Researchers have designed and constructed various stimulus-responsive nano-DDS based on the characteristics of the tumor microenvironment and the structural characteristics of polyphenol compounds, such as metal-phenolic network films and capsules, which have diverse applications, including drug delivery, cell encapsulation, and in vivo imaging [ 15 , 16 ]. Pluronic F-127 (F127), a polymer composed of hydrophilic polyethylene oxide (PEO) and hydrophobic polypropylene oxide (PPO), which has been approved by the FDA as a pharmaceutical excipient due to its non-toxic, biocompatible and bioabsorbable properties. Previous studies have demonstrated that F127 can self-assemble to form a nano-DDS by interacting with polyphenol compounds, such as TA or EGCG, which have similar structures to PGG [ [17] , [18] , [19] ]. Shi et al. designed Fe 3+ cross-linked nanoparticles assembled from epigallocatechin gallate (EGCG) and F127, which were then loaded with DOX to create a nano-drug carrier for synergistic photothermal/chemodynamic/chemotherapy [ 20 ]. Shi et al. designed a multi-responsive nano-DDS through self-assembly of F127, TA and cystamine with loaded DOX exhibiting good biocompatibility, adequate intracellular delivery, enhanced tumor retention/penetration, and superior anti-cancer efficacy [ 21 ]. Therefore, utilizing the interaction between F127 and polyphenols to construct a nano-DDS has significant potential in improving the stability of drugs in blood circulation, increasing local concentration at the tumor site, and enhancing therapeutic effects. Herein, we present a straightforward and efficient self-assembly strategy for the construction of PGG-based nanocarriers FP using F127. This approach enabled the development of FP that exhibit excellent biocompatibility and significantly enhance the bioavailability of PGG, as confirmed by in vitro cellular and patient-derived organoid (PDOs) experiments. Notably, FP demonstrates a superior ability of sensitize to Gem in mouse KPC and PDX models compared to free PGG. This advanced formulation not only improves drug efficacy but also offers a promising new avenue for enhancing Gem-based therapy in pancreatic cancer. 2 Experimental section 2.1 Preparation of F127-PGG nanoparticles (FPn) 50 mg F127 was dissolved in 5 mL DMSO, and PGG of different mass was dissolved in DMSO at a concentration of 10 mg/mL, respectively. Then, the PGG solution was added to the F127 solution and stirred for 12 h. The resulting mixture was transferred to a dialysis bag (MW = 1000) and dialyzed against ultra-pure water for 72 h. After freeze-drying, white or off-white powder products FPn (n = 1, 2, 3, 4) were obtained. 2.2 PGG contents in FPn The PGG contents in FPn were measured by UV–vis spectrometry method and 1 H NMR spectrometry method. The experimental details were attached in supporting information. 2.3 Study on the stability of FP3 The stability of FP3 was evaluated using DLS after disperse in pH 7.4 phosphate-buffered saline (PBS) or pH 5.0 acetate buffered solution (ABS) for 50 h. 2.4 In vitro cytotoxicity In vitro cytotoxicity: PANC-1 or Panc02 cells were seeded in 96-well plate (4 × 10 3 /well), different concentrations of free PGG or FP3 (the equivalent concentrations of PGG were 0, 0.78125, 1.5625, 3.125, 6.25, 12.5, 25, 50, and 100 μM) were added into the wells separately and incubated for 72 h. The cell viability was measured by CCK-8 assay. Cell proliferation ability: PANC-1 or Panc02 cells were seeded in confocal glass petri dishes (4 × 10 4 /dish) and incubated with free PGG or FP3 (PGG equivalent concentration of 10 μM) for 48 h, respectively. After incubation, the cells were washed, fixed with 4% paraformaldehyde, blocked with 1% BSA and incubated with anti-Ki67 antibody (ab15580, 1:200) overnight. The cell nucleus was stained with CoraLite® Plus 594 secondary antibody and DAPI in dark. The immunofluorescence images of intracellular Ki67 were taken by confocal laser scan microscope (CLSM). Immunogenic cell death (ICD) induction of FP3: The effect of FP3-induced ICD was detected by measuring the ATP content with the ATP assay kit and the immunofluorescence signals of CRT and HMGB1. PANC-1 cells were incubated with free PGG or FP3 (equivalent PGG concentration was 10 μM) for 48 h. Then the cells were washed, fixed with 4% paraformaldehyde, and sequentially stained with anti-CRT or anti-HMGB1 primary antibody overnight, then CoraLite® Plus 594 secondary antibody and DAPI were added before being imaged with CLSM. To test the extracellular secretion of ATP, PANC-1 cells (2 × 10 5 cells/well) were seeded in a 6-well plate and cultured for 24 h. Then the free PGG or FP3 (equivalent PGG concentration was 10 μM) was added and incubated for another 48 h. Subsequently, the supernatant of each well was gathered, and the ATP concentration was measured by ATP assay kit according to the manufacturer's guidelines. DNA damage detection: The degree of DNA damage induced by FP3 was assessed by evaluating the intensity of immunofluorescence signals from DNA damage biomarkers γ-H2AX. Briefly, PANC-1 cells were seeded in dishes (5 × 10 4 cells/dish), free PGG or FP3 (the equivalent PGG concentration was 10 μM) was added and incubated for 48 h. The cells were fixed, permeabilized, blocked and incubation with γ-H2AX primary antibody (1:250), Alexa Fluor® 647 secondary antibody (1:200) and DAPI. The immunofluorescence images were observed with CLSM. Flow cytometry for apoptosis: The apoptosis induced by PGG and FP3 were investigated by flow cytometry using Annexin V-APC/7-AAD apoptosis kit. PANC-1 cells were seeded in dishes (1 × 10 5 /dish) and incubated with free PGG or FP3 (the equivalent PGG concentration was 10 μM) for 48 h. The cells were washed and resuspended in cold binding buffer. Then the cells were treated with Annexin V-APC/7-AAD kit according to manufacturer's protocol and analyzed by flow cytometry. 2.5 Patient-derived organoids (PDOs) viability For viability detection of PC PDOs after treatment of free PGG and FP3, about 100 spheroids/well were seeded in 96-well plates. Different equivalent concentrations of free PGG or FP3 (0, 0.0001, 0.001, 0.01, 0.1, 1.0, 10.0, 100.00 μM) were added and cultured for 72 h, the viability of PDOs was detected by CellTiter-Glo® 3D Cell Viability Assay Kit (Promega, #G9683). In order to observe the effect of FP3 on organoid growth more directly, free PGG or FP3 (the equivalent concentration of PGG was 10 μM) was added when PDOs were growing well. Bright field photos of PDOs were captured with fluorescence microscope at preset intervals, the growth rate of PDOs was evaluated by measuring the area and morphology of PDOs in 6 days. 2.6 Animal experiment The in vivo antitumor efficacy evaluation of FP3 was conducted in KPC and PDX xenografted tumor models. The construction method of KPC (LSL-Kras G12D/+ , LSL-Trp53 R172H/+ , Pdx1-Cre) and PC Patient-Derived Xenograft (PDX) mice used in this experiment referred to our previous work [ 9 ]. Establishment of KPC xenografted tumor mice: Tumor tissues derived from KPC mice were cut into small pieces and implanted into the axilla of C57BL/6JGpt mice. Monitored the tumor volumes regularly until the tumor volume reached 100 mm 3 , the tumor-bearing mice were divided into five groups (n = 6) randomly: Ctrl, PGG (p.o., 20 mg/kg, administered every 2 days), FP3 (p.o., equivalent concentration of PGG 20 mg/kg, administered every 2 days), PGG+Gem (i.p., Gem 50 mg/kg/week, p.o., PGG 20 mg/kg, administered every 2 days) and FP3+Gem (i.p., Gem 50 mg/kg/week, p.o., equivalent concentration of PGG 20 mg/kg, administered every 2 days). Any tumor tissue volume reaching 1500 mm³ was considered to be the endpoint of the experiment. The tumor tissues were harvested, fixed in 4% paraformaldehyde, dehydrated and subjected to immunohistochemistry staining. Ki67 and γ-H2AX in PC tumor tissues were detected by immunohistochemical staining. The tumor tissue was sliced into 4 μm thick sections. After dewaxing, gradient alcohol hydration and citrate antigen repair, these tissues were staining with the Ultrasensitive SP (Mouse/Rabbit) immunohistochemical kit (MXB, # KIT-9710). The sections were dehydrated, sealed and scanned with TISSUE FAXS PLUS (Tissue Gnostics, Austria). To evaluate the ICD effect of the mice after treatment, the embedded tumor tissues were sliced and stained with anti-CRT primary antibody overnight, then CoraLite® Plus 594 secondary antibody and DAPI were added, the immunofluorescence imaged were taken by CLSM. Establishment of PDX mouse model: The tumor tissue of the PC patient was surgically removed and cut into pieces and implanted in the axillary of NCG mice. After three generations of tumors were transmitted to mice, the third generation of mice was used for drug therapy. When the tumor volume of mice reached to 100 mm 3 , the mice were divided into 5 groups (n = 3). The frequency and dose of administration were consistent with that of KPC mice. Tumor volumes and mouse weights were recorded every 2 days. Once reached to ethical endpoint, the mice were euthanized, the tumor tissues and main organs (heart, liver, spleen, lung and kidney) were harvested and paraffin embedding. H&E staining of main organs, IHC staining (Ki67, PCNA and γ-H2AX) and immunofluorescence staining (CRT) of tumor tissues were also performed. Survival Assay of PDXs: Tumor tissue from PC patients were cut into small pieces and implanted into the axilla of NCG mice. When the tumor volume reached 100 mm 3 , the mice were divided into five groups (n = 6), the frequency and dose of administration were consistent with that of KPC mice. Tumor volumes were measured every two days until the end point (tumor volume reach to 1500 mm 3 ) and the number of days each mouse lived was recorded. 2.7 Statistical analysis All the data were presented as mean ± SD. Groups comparisons were analyzed using Student's t -test (two tailed) and one-way analysis of variance (ANOVA). Tumor volume comparisons were performed with two-way ANOVA while the Log-rank test was used for survival rates. The p-value less than 0.05 was considered statistically significant (∗ p < 0.05, ∗∗ p < 0.01, ∗∗∗ p < 0.001). 3 Results and discussion Fig. 1 illustrates the self-assembly mechanism of FP between polyphenol PGG and F127. The assembly process is driven by the intermolecular interaction of phenolic hydroxyl groups (-OH) in PGG and the -O- group in the PEO chain of F127 through hydrogen bonding, resulting in the transformation from a transparent solution to a milky white suspension ( Fig. S1 ). By controlling the mass ratio of F127 to PGG, The samples were obtained and named as FPn (n = 1, 2, 3, 4, respectively). We further investigate the detailed parameters of FPn in detail, as shown in Table 1 . Transmission electron microscopy (TEM) and dynamic light scattering (DLS) were used to characterize the morphology and hydrodynamic diameter of FPn ( Fig. 2 a–i). All FPn exhibit a uniform spherical structure with diameter increasing from 116 to 226 nm with the PGG contents increment. The hydrodynamic diameter of FP1 to FP4 were measured to be 167 nm, 176 nm, 207 nm and 297 nm, respectively, which parallels the trend observed in the TEM results ( Table 1 ). Fig. 1 Schematic diagram of F127-PGG nanoparticles (FP) prepared by one-step method and its mediated mechanism of synergistic enhancement of Gem chemotherapy through ICD and DNA damage effects. Fig. 1 Table 1 Parameters of the F127-PGG nanoparticles (FPn). Table 1 Samples F127 (mg) PGG (mg) Particle Size a (nm) D h b (nm) PGG content (%) PGG content (%) UV–vis 1 HNMR Theoretical FP1 50 10 116 167 14.57 12.98 16.67 FP2 50 25 146 176 28.42 32.65 33.33 FP3 50 50 170 207 48.25 48.29 50.00 FP4 50 75 226 297 52.18 56.48 60.00 Fig. 2 Physicochemical characterization of FPn. TEM images of ( a ) FP1, ( b ) FP2, ( c ) FP3, and ( d ) FP4, scale bar: 1 μm. Hydrodynamic diameter of ( e ) FP1, ( f ) FP2, ( g ) FP3, and ( h ) FP4. ( i ) Particles size of FP1, FP2, FP3, and FP4 measured by TEM. ( j ) Zeta potential of FP1, FP2, FP3, and FP4. ( k ) UV–vis spectra of PGG, F127 and FP3 in DMSO. ( l ) FT-IR spectra of PGG, F127 and FP3. Fig. 2 During the assembly process of F127 and PGG, hydrogen bonding occurs between the PGG and PEG chain segments in F127. The phenolic hydroxyl group of PGG provides a predominantly negative charge. As the amount of PGG increases, the negative charge also increases, ranging from −13.5 mV to −25.4 mV ( Fig. 2 j). The UV–vis spectrophotometer was used to investigate the characteristic absorption peak of F127, PGG and FP3. The UV absorption spectrum of FP3 shows the characteristic absorption peak of free PGG at 285 nm, confirming the successful encapsulation of PGG ( Fig. 2 k). In addition, Fourier transform infrared spectrophotometry (FT-IR) was employed to investigate the hydrogen bond between polyethylene glycol chain in F127 and the phenolic hydroxyl groups in PGG ( Fig. 2 l). The carbonyl group (C=O) stretching vibration in PGG shifts from 1709 to 1737 cm −1 , while the C-H stretching in F127 shifts from 2886 to 2922 cm −1 , providing evidence of this interaction. In order to determine the chemical constitution of the FP series, 1 H NMR spectra of FP3 and its precursor were characterized ( Fig. S2 ). The FP3 spectrum displays both the characteristic proton signals of -CH 3 in F127 at δ = 1.00 ppm and of Ar-OH in PGG at δ = 6.75–7.00 ppm, indicating the successful incorporation of PGG into the nanoparticles. 10.13039/100014337 Furthermore , drug load contents (DLCs) of PGG in FPn series were calculated using UV–vis spectra and 1 HNMR spectrum, a detailed description of the method is in the supporting information. The results were summarized in Table 1 ( Figs. S3–S7 ). As the feed amount of PGG increased, the DLC of FPn (n = 1–4) also increased, eventually approaching the theoretical maximum. We assessed degradation behavior and the stability of FP3 nanoparticles (NPs) under conditions simulating the tumor microenvironment (TME) at pH 5.0 (ABS) and the physiological environment at pH 7.4 (PBS). In pH 7.4 PBS, the FP3 NPs exhibited minimal size fluctuations over 50 h, the reason due to the combination of various non-covalent interactions such as hydrophobic of PGG and hydrogen bonds formed by FP3 NP ensures excellent uniformity, dispersion and stability of FP3 ( Fig. S8 ) [ 17 , 22 ]. As the solution's acidity increases, the phenolic hydroxyl group may become protonated, leading to a decrease in its hydrogen bond donor capacity. This change in hydrogen bonding ability is a key factor affecting the stability of PGG in acidic environments ( Fig. S8 ) [ 21 ]. The afore mentioned findings demonstrate that FP3 possess a moderate drug content of 48.25% and a particle size of 170 nm. Subsequently, the physiological activity of FP3 was utilized as target nano-DDS to evaluate its cytotoxicity in PANC-1 and Panc02 PC cells using the CCK-8 assay. As shown in Fig. 3 a and Fig. S9a , FP3 exhibited higher cytotoxicity against these cancer cells compared to an equivalent concentration of free PGG. Furthermore, we investigated the effect of nuclear Ki67 labeled by immunofluorescence on the proliferation of tumor cells. The results revealed that FP3 had stronger inhibition of cell proliferation than free PGG ( Fig. 3 b–c and Figs. S9b–c ). We then utilized flow cytometry to detect the apoptosis of PANC-1 cells caused by free PGG or FP3. The results indicate that FP3 can increase the apoptosis rates of tumor cells (8.07%) compared to free PGG (3.8 %) ( Fig. 3 d–e). These results suggest that FP3 can effectively enhance the uptake level of PGG by PC cells, improve the effective concentration and bioavailability of PGG within cells, and promote PC cells apoptosis. Fig. 3 The inhibit ory ability of free PGG and FP3 to PC PANC-1 cell proliferation . ( a ) The cytotoxicity of free PGG and FP3 to PANC-1 cells by the CCK-8 assay. The data are given as the mean ± SD (n = 6). ( b, c ) Ki67 immunofluorescence staining image and its statistical graph of PANC-1 (Scale bar: 50 μm). ( d, e ) The apoptosis of PANC-1 after different treatments measured by flow cytometry. Fig. 3 In light of the positive effects of PGG and FP3 on cell activity and apoptosis, we further investigated their impact on DNA damage in PANC-1 cells. The immunofluorescence and statistical results of fluorescence intensity of γ-H2AX treated with PGG and FP3 are presented in Fig. 4 a and d. Notably, FP3 can cause significant DNA damage in PANC-1 cell, while free PGG only can result in DNA damage to a certain extent. Previous studies have shown that certain chemotherapeutic agents not only inhibit cell proliferation but also enhance the immunogenicity of tumor cells by inducing ICD [ 23 ]. During this process, dying tumor cells release damage-associated molecular patterns (DAMPs), such as calreticulin (CRT), high mobility group box 1 (HMGB1) and adenosine triphosphate (ATP), which activate the innate immune response and trigger tumor-specific adaptive immunity [ 24 , 25 ]. Compared to free PGG, cells in the FP3 group exhibited CRT immunofluorescence staining on the cell membrane, indicating the exposure of CRT and the release of the “eat me” signal, a key mediator of antitumor immunity ( Fig. 4 c, f). Additionally, HMGB1 intracellular expression was reduced in FP3 treated cells ( Fig. 4 b, e). The extracellular release of HMGB1 during apoptotic cell death will recruits immature dendritic cells (DCs) to the tumor site, binds to Toll-like receptor 2 (TLR2) on the DC surface, stimulates receptor-mediated signaling, induces DC maturation, enhances the expression of major histocompatibility complex class II (MHC-II) to facilitate tumor antigen presentation [ 26 ]. Moreover, ATP levels in the cell supernatant were elevated ( Fig. 4 g), and its release acts as a “find me” signal, rapidly recruiting myeloid cells, including DCs, to the tumor microenvironment [ 23 ]. These results indicate that FP3 exhibits greater ICD induction efficiency, which may activate an autoimmune response in vivo . Fig. 4 Confocal microscopic observation and statistical results of fluorescence intensity of γ-H2AX levels ( a, d ), HMGB1 release ( b, e ), CRT expression ( c, f ) and ATP secretion ( g ) of PANC-1 cells after various treatments as indicated (Scale bar: 20 μm). Fig. 4 Organoids derived from tumor tissue have emerged as a promising model system in biomedical research, drawing significant attention [ [27] , [28] , [29] ]. To better evaluate the effectiveness of drug treatment in PC and predict patient response, tumor tissues from patients with PC were used to generate patient derived organoids (PC PDOs) to assess the therapeutic effects of free PGG or FP3 treatments. Notably, the IC 50 value of FP3 for PC PDOs was 3.80 μM, representing a 2.74-fold decrease compared to free PGG (10.42 μM) ( Fig. 5 b). The size of PDOs treated with indicated concentrations of free PGG and FP3 were observed over a period of 6 days, and inhibitory ability was evaluated based on PDOs area. As can be seen from bright field photos ( Fig. 5 a,c), in contrast to the clear outline and gradually increasing area of control group organoids, the growth trend of PDOs in both the free PGG and FP3 intervention groups was effectively controlled. Notably, significant cell death was observed in FP3-treated organoids, displaying evident indicators such as rupture. These findings suggest that PC PDOs are more sensitive to FP3 than free PGG. Fig. 5 The inhibitory ability of FP3 to PDOs growth in pancreatic cancer. ( a ) Bright field photos of PC PDOs at different time points for Ctrl, PGG and FP3 group treatment (n = 6). ( b ) The cytotoxicity of free PGG and FP3 to PDOs. ( c ) Growth area curve of PC PDOs treated by different groups. Fig. 5 The KPC mouse model, harboring mutations in both p53 and KRAS genes, closely mimics the characteristics of human PC [ 30 ]. Despite Gem being the standard chemotherapy for PC, its efficacy is limited due to inherent resistance [ 31 ]. To explore alternative therapeutic strategies, we utilized KPC mouse models to evaluate the therapeutic effects of FP3 and its combination with Gem. Treatments were randomly assigned to different groups when tumor volume reached 100 mm 3 until euthanasia was required. The administration routes and frequencies of PGG, FP3 and Gem are shown in Fig. 6 a. While PGG monotherapy was ineffective in KPC, FP3 monotherapy only modestly inhibited tumor growth, the combined therapy of PGG+Gem and FP3+Gem led to significant tumor regression ( Fig. 6 b-c). Notably, FP3 demonstrated a stronger Gem sensitization capability than free PGG alone. The IHC staining of Ki67 confirmed that the combination therapy of FP3+Gem significantly reduced proliferation in KPC compared to PGG+Gem ( Fig. 6 e-f). We then evaluated the degree of DNA damage in tumor cells of KPC mice treated with different groups by immunohistochemical staining with γ-H2AX. The results showed that PGG and FP3 alone caused limited DNA damage in KPC mice. However, when combined with Gem, the FP3 showed stronger DNA damage capacity than the PGG group ( Figs. S10a and b ). Furthermore, we assessed the ICD indexes in tumor tissues of KPC mouse models treated with different regimens. Gem, a chemotherapy drug, has the ability to induce ICD effect [ 32 ]. When combined with PGG or FP3, it results in enhanced ICD effects. Notably, the combination of Gem and FP3 produced a more potent ICD effect ( Fig. 6 g and h). Fig. 6 Inhibitory effect of FP3 on transplanted PC in KPC mouse model. ( a ) Schematic diagram of the generation and treatment of KPC model. ( b, c ) The tumor growth curves in KPC mice following the treatments (n = 6, mean ± s.d., ∗∗p < 0.01). ( d ) Body weight curves of mice after treatment in different groups. ( e, f ) Ki67 immunohistochemistry and positive area statistics of tumor tissue sections (scale bar: 100 μm). ( g, h ) CRT immunofluorescence images (scale bar: 20 μm) and fluorescence intensity statistics of tumor tissue sections. Fig. 6 The PDX model has demonstrated its ability to better reflect the genetic diversity of tumors, simulate patient situations more realistically, and predict tumor responses to various drugs. Therefore, we established a PDX mouse model of pancreatic cancer to evaluate the effectiveness of PGG, FP3, and their combination with Gem in treating pancreatic cancer ( Fig. 7 a) [ 29 , 33 ]. PGG or FP3 monotherapy was ineffective in the PDX model. By contrast, the combined therapy of PGG+Gem can modestly inhibited tumor growth. Obviously, the combined therapy of FP3+Gem can result in significant tumor regression ( Fig. 7 b–e). Furthermore, IHC staining images and statistical data of Ki67, PCNA, γ-H2AX and immunofluorescence staining of CRT in PDX mice confirmed that FP3 significantly enhanced the therapeutic effect of Gem compared to PGG ( Fig. 7 f, Fig. S10a and c , Fig. S11, S12 ). HE staining was then used to examine the major organs of mice treated in different groups, all groups caused no obvious pathological organ damage ( Fig. S13 ). Fig. 7 The combination of FP3 and Gem diminishes tumor growth and improves survival in PDX models of PC . ( a ) Schematic diagram of the generation and treatment of PC PDX model. Tumor tissues photos ( b ), tumor volume ( c ), tumor weight ( d ), body weight ( e ) of the PDX mice progress group treated with Ctrl, PGG, PGG + Gem, FP3, FP3 + Gem (n = 6). ( f ) IHC staining images of tumor tissues and statistical data of Ki67, PCNA, γ-H2AX after different treatments. Kaplan-Meier analysis ( g ) and tumor volume ( h ) of PDX mice survival group treated with Ctrl, PGG, PGG + Gem, FP3, FP3 + Gem. Fig. 7 Furthermore, 4-week-old PDX mice were administered with PGG and FP3 alone or in combination with Gem to evaluate the effect of combined therapy on PC survival. No significant differences in survival were observed between the PGG and FP3 groups (median OS, 38 vs. 42 days), but a modest improvement was seen in the PGG+Gem therapy group (median OS, 46 days). Notably, the combination group treated with FP3 and Gem showed optimal survival outcomes (median OS, 52 days) ( Fig. 7 g), confirming that FP3 enhanced the therapeutic effect of Gem in the PC PDX model ( Fig. 7 h). Upon combining the results from both the PDX mouse progression and survival groups, it was found that the sensitization effect of FP3 on Gem was weaker than that of KPC mouse model. The reason is speculated that PDX, as a severely immunodeficient mouse, could not effectively activate the relevant immune system and exert immunotherapy except chemotherapy. Therefore, in addition to the anti-tumor effect of PGG induced DNA damage, its influence on anti-tumor immunity should not be ignored, and the work in this aspect has been carried out in our research. In summary, these results indicate that the combination of FP3 and Gem may serve as a promising therapeutic approach for the management of PC by significantly reducing tumor growth. 4 Conclusion In conclusion, we have successfully developed a novel nanocarrier FP by using a one-step self-assembly method with F127 and PGG. FP has demonstrated potent anti-tumor effects through inducing DNA damage and ICD effect in both in vitro cell experiments and PDOs models. Furthermore, when combined with Gem, FP showed enhanced Gem sensitization compared to pure PGG in mouse KPC and PDX models, primarily due to increased DNA damage and ICD induction. These findings highlight the potential of FP as effective Gem sensitizers for pancreatic cancer therapy, providing promising avenues for clinical application and translational research. CRediT authorship contribution statement Yuman Dong: Writing – review & editing, Writing – original draft, Investigation, Formal analysis, Data curation. Jieru Li: Investigation, Formal analysis, Data curation. Yiwei Dai: Visualization, Investigation, Formal analysis, Data curation. Xinyu Zhang: Methodology. Xiangyan Jiang: Methodology. Tao Wang: Methodology. Bin Zhao: Methodology. Wenbo Liu: Methodology. Haonan Sun: Methodology. Pengcheng Du: Writing – review & editing, Conceptualization. Long Qin: Conceptualization. Zuoyi Jiao: Supervision, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. References 1 Mao J.J. Pillai G.G. Andrade C.J. Ligibel J.A. Basu P. Cohen L. Khan I.A. Mustian K.M. Puthiyedath R. Dhiman K.S. Integrative oncology: Addressing the global challenges of cancer prevention and treatment Ca - Cancer J. Clin. 72 2 2022 144 164 10.3322/caac.21706 34751943 2 Anand U. Dey A. Chandel A.K.S. Sanyal R. Mishra A. Pandey D.K. De Falco V. Upadhyay A. Kandimalla R. Chaudhary A. Cancer chemotherapy and beyond: current status, drug candidates, associated risks and progress in targeted therapeutics Genes Dis 10 4 2023 1367 1401 10.1016/j.gendis.2022.02.007 37397557 3 Bodei L. Herrmann K. Schöder H. Scott A.M. Lewis J.S. Radiotheranostics in oncology: current challenges and emerging opportunities Nat. Rev. Clin. Oncol. 19 8 2022 534 550 10.1038/s41571-022-00652-y 35725926 4 Dias M.C. Pinto D.C. Silva A.M. Plant flavonoids: chemical characteristics and biological activity Molecules 26 17 2021 5377 10.3390/molecules26175377 34500810 5 Zeng J. Han J. Liu Z. Yu M. Li H. Yu J. Pentagalloylglucose disrupts the PALB2-BRCA2 interaction and potentiates tumor sensitivity to PARP inhibitor and radiotherapy Cancer Lett. 546 2022 215851 10.1016/j.canlet.2022.215851 6 Ren Y. Himmeldirk K. Chen X. Synthesis and structure−activity relationship study of antidiabetic Penta-O-galloyl-d-glucopyranose and its analogues J. Med. Chem. 49 9 2006 2829 2837 10.1021/jm060087k 16640344 7 Kim J.-H. Im E. Lee J. Lee H.-J. Sim D.Y. Park J.E. Ahn C.-H. Kwon H.H. Shim B.S. Kim B. Kim S.-H. Apoptotic and DNA damage effect of 1,2,3,4,6-penta-O-galloyl-beta-D-glucose in cisplatin-resistant non-small lung cancer cells via phosphorylation of H2AX, CHK2 and p53 Cells 11 8 2022 1343 10.3390/cells11081343 35456022 8 Chai Y. Lee H.-J. Shaik A.A. Nkhata K. Xing C. Zhang J. Jeong S.-J. Kim S.-H. Lü J. Penta-O-galloyl-β-D-glucose induces G1arrest and DNA replicative S-phase arrest independently of P21 cyclin-dependent kinase inhibitor 1A, P27 cyclin-dependent kinase inhibitor 1B and P53 in human breast cancer cells and is orally active against triple-negative xenograft growth Breast Cancer Res. 12 5 2010 R67 10.1186/bcr2634 20809980 9 Jiang X. Ma Y. Wang T. Zhou H. Wang K. Shi W. Qin L. Guan J. Li L. Long B. Wang J. Guan X. Ye H. Yang J. Yu Z. Jiao Z. Targeting UBE2T potentiates gemcitabine efficacy in pancreatic cancer by regulating pyrimidine metabolism and replication stress Gastroenterology 164 7 2023 1232 1247 10.1053/j.gastro.2023.02.025 36842710 10 Jiamboonsri P. Pithayanukul P. Bavovada R. Gao S. Hu M. A validated liquid chromatography-tandem mass spectrometry method for the determination of methyl gallate and pentagalloyl glucopyranose: application to pharmacokinetic studies J. Chromatogr. B 986–987 2015 12 17 10.1016/j.jchromb.2015.02.006 11 Arnold F. Muzzio N. Patnaik S.S. Finol E.A. Romero G. Pentagalloyl glucose-laden poly(lactide-co-glycolide) nanoparticles for the biomechanical extracellular matrix stabilization of an in vitro abdominal aortic aneurysm model ACS Appl. Mater. Interfaces 13 22 2021 25771 25782 10.1021/acsami.1c05344 34030437 12 Mu W. Chu Q. Liu Y. Zhang N. A review on nano-based drug delivery system for cancer chemoimmunotherapy Nano-Micro Lett. 12 2020 1 24 10.1007/s40820-020-00482-6 13 Patra J.K. Das G. Fraceto L.F. Campos E.V.R. Rodriguez-Torres M.d.P. Acosta-Torres L.S. Diaz-Torres L.A. Grillo R. Swamy M.K. Sharma S. Nano based drug delivery systems: recent developments and future prospects J. Nanobiotechnol. 16 2018 1 33 10.1186/s12951-018-0392-8 14 Kashkooli F.M. Soltani M. Souri M. Controlled anti-cancer drug release through advanced nano-drug delivery systems: static and dynamic targeting strategies J. Contr. Release 327 2020 316 349 10.1016/j.jconrel.2020.08.012 15 Ejima H. Richardson J.J. Caruso F. Metal-phenolic networks as a versatile platform to engineer nanomaterials and biointerfaces Nano Today 12 2017 136 148 10.1016/j.nantod.2016.12.012 16 Li Y. Miao Y. Yang L. Zhao Y. Wu K. Lu Z. Hu Z. Guo J. Recent advances in the development and antimicrobial applications of metal-phenolic networks Adv. Sci. 9 27 2022 2202684 10.1002/advs.202202684 17 Wang X. Yan J.-J. Wang L. Pan D. Yang R. Xu Y. Sheng J. Huang Q. Zhao H. Yang M. Rational design of polyphenol-poloxamer nanovesicles for targeting inflammatory bowel disease therapy Chem. Mater. 30 12 2018 4073 4080 10.1021/acs.chemmater.8b01173 18 Wang X. Yan J. Pan D. Yang R. Wang L. Xu Y. Sheng J. Yue Y. Huang Q. Wang Y. Wang R. Yang M. Polyphenol-poloxamer self-assembled supramolecular nanoparticles for tumor NIRF/PET imaging Adv. Healthcare Mater. 7 15 2018 1701505 10.1002/adhm.201701505 19 Dong Y. Li J. Wang T. Dai Y. Guo S. Zhao L. Du P. A facile one-step self-assembly strategy for constructing biocompatible and pH-sensitive polyphenol-based nanoparticles for high-efficiency tumor therapy J. Ind. Eng. Chem. 136 2024 420 429 10.1016/j.jiec.2024.02.031 20 Shi H. Wang R. Cao H.C. Guo H.Y. Pan P. Xiong C.F. Zhang L.J. Yang Q. Wei S. Liu T. A metal-polyphenol-based oxygen economizer and fenton reaction amplifier for self-enhanced synergistic photothermal/chemodynamic/chemotherapy Adv. Healthcare Mater. 12 18 2023 2300054 10.1002/adhm.202300054 21 Ma X. Chen X. Yi Z. Deng Z. Su W. Chen G. Ma L. Ran Y. Tong Q. Li X. Size changeable nanomedicines assembled by noncovalent interactions of responsive small molecules for enhancing tumor therapy ACS Appl. Mater. Interfaces 14 23 2022 26431 26442 10.1021/acsami.2c04698 22 Li H. Shi Y. Zhang W. Yu M. Chen X. Kong M. Ternary complex coacervate of PEG/TA/gelatin as reinforced bioadhesive for skin wound repair ACS Appl. Mater. Interfaces 14 16 2022 18097 18109 10.1021/acsami.2c00236 35417132 23 Jiang M. Zeng J. Zhao L. Zhang M. Ma J. Guan X. Zhang W. Chemotherapeutic drug-induced immunogenic cell death for nanomedicine-based cancer chemo-immunotherapy Nanoscale 13 41 2021 17218 17235 10.1039/D1NR05512G 34643196 24 Fucikova J. Kepp O. Kasikova L. Petroni G. Yamazaki T. Liu P. Zhao L. Spisek R. Kroemer G. Galluzzi L. Detection of immunogenic cell death and its relevance for cancer therapy Cell Death Dis. 11 11 2020 1013 10.1038/s41419-020-03221-2 33243969 25 Galluzzi L. Buqué A. Kepp O. Zitvogel L. Kroemer G. Immunogenic cell death in cancer and infectious disease Nat. Rev. Immunol. 17 2 2017 97 111 10.1038/nri.2016.107 27748397 26 Bell C.W. Jiang W. Reich C.F. Pisetsky D.S. The extracellular release of HMGB1 during apoptotic cell death Am. J. Physiol. Cell Physiol. 291 6 2006 C1318 C1325 10.1152/ajpcell.00616.2005 16855214 27 Driehuis E. Kretzschmar K. Clevers H. Establishment of patient-derived cancer organoids for drug-screening applications Nat. Protoc. 15 10 2020 3380 3409 10.1038/s41596-020-0379-4 32929210 28 Vlachogiannis G. Hedayat S. Vatsiou A. Jamin Y. Fernández-Mateos J. Khan K. Lampis A. Eason K. Huntingford I. Burke R. Patient-derived organoids model treatment response of metastatic gastrointestinal cancers Science 359 6378 2018 920 926 10.54680/fr23210110112 29472484 29 Juan Vidal O.J. Gandia C. Pardo-Sánchez J.M. Benet M. Aparisi S. Palanca S. Ansotegui E. Jordá C. Cerón J.A. Mancheño N. Sánchez-Céspedes M. Lahoz A. Carretero J. Farràs R. Development of primary human NSCLC patient derived xenograft and organoids models as a precision approach to tumor treatment Ann. Oncol. 29 2018 10.1093/annonc/mdy303.052 viii666 30 Abdolahi S. Ghazvinian Z. Muhammadnejad S. Saleh M. Asadzadeh Aghdaei H. Baghaei K. Patient-derived xenograft (PDX) models, applications and challenges in cancer research J. Transl. Med. 20 1 2022 206 10.1186/s12967-022-03405-8 35538576 31 Kim S.T. Lim D.H. Jang K.-T. Lim T. Lee J. Choi Y.-L. Jang H.-L. Yi J.H. Baek K.K. Park S.H. Park Y.S. Lim H.Y. Kang W.K. Park J.O. Impact of KRAS mutations on clinical outcomes in pancreatic cancer patients treated with first-line gemcitabine-based chemotherapy Mol. Cancer Therapeut. 10 10 2011 1993 1999 10.1158/1535-7163.mct-11-0269 32 Fan Z. Wang Y. Li L. Zeng F. Shang Q. Liao Y. Liang C. Nie L. Tumor-homing and immune-reprogramming cellular nanovesicles for photoacoustic imaging-guided phototriggered precise chemoimmunotherapy ACS Nano 16 10 2022 16177 16190 10.1021/acsnano.2c04983 36136614 33 Yoshida G.J. Applications of patient-derived tumor xenograft models and tumor organoids J. Hematol. Oncol. 13 1 2020 4 10.1186/s13045-019-0829-z 31910904 Appendix A Supplementary data The following is/are the supplementary data to this article: Multimedia component 1 Multimedia component 1 Data availability Data will be made available on request. Acknowledgments This work was financially supported by 10.13039/501100001809 National Natural Science Foundation of China ( 32170729 ), 10.13039/501100004775 Natural Science Foundation of Gansu Province , China ( 24JRRA340 ), Cuiying Scientific and Technological Innovation Program of The Second Hospital & Clinical Medical School, 10.13039/100012899 Lanzhou University ( CY2024-MS-A13 ), Major Project Granted from 10.13039/501100009620 Gansu Provincial Science and Technology Department ( 22ZD6FA021-4 ) and Lanzhou science and technology project ( 2024-1-29 ). Appendix A Supplementary data to this article can be found online at https://doi.org/10.1016/j.mtbio.2025.101463 .",
  "plain_text": "Pancreatic cancer (PC) is a highly lethal malignancy with rapid progression and poor prognosis. Despite the widespread use of gemcitabine (Gem)-based chemotherapy as the first-line treatment for PC, its efficacy is often compromised by significant drug resistance. 1,2,3,4,6-Pentagaloyl glucose (PGG), a natural polyphenol, has demonstrated potential in sensitizing PC cells to Gem. However, its clinical application is limited by poor water solubility and bioavailability. In this study, we developed a novel PGG-based nanocarrier (FP) using a straightforward, one-step self-assembly method with Pluronic F127 and PGG. Our results showed that FP induced DNA damage and immunogenic cell death (ICD) in both in vitro cell experiments and patient-derived organoid models, exhibiting potent anti-tumor effects. Furthermore, in mouse KPC and PDX models, FP, when combined with Gem, showed enhanced Gem sensitization compared to pure PGG, largely due to increased DNA damage and ICD induction. These findings demonstrate the potential of FP to improve the stability and utilization of PGG as effective Gem sensitizers in the treatment of pancreatic cancer, providing a promising pathway for clinical application and translational research.\n\nGraphical abstract Image 1\n\nHighlights • A novel PGG-based nanocarrier (FP) was developed using a one-step self-assembly method. • FP effectively improves the stability and utilization of PGG. • FP can highly effective induce DNA damage and ICD, resulting in potent anti-tumor effects. • FP exhibits enhanced sensitivity to Gem therapy for pancreatic cancer treatment."
}
