{
  "PMC": "10421466",
  "DOI": "10.3390/nu15153358",
  "PMID": "37571296",
  "PMCID": "PMC10421466",
  "title": "Epigallocatechin-3-Gallate, an Active Green Tea Component to Support Anti-VEGFA Therapy in Wet Age-Related Macular Degeneration.",
  "year": 2023,
  "source_url": "https://europepmc.org/article/PMC/PMC10421466",
  "source": "MED",
  "abstract_text": "Age-related macular degeneration (AMD) is a largely incurable disease and an emerging problem in aging societies. It occurs in two forms, dry and wet (exudative, neovascular), which may cause legal blindness and sight loss. Currently, there is not any effective treatment for dry AMD. Meanwhile, repeated intravitreal injections with antibodies effective against vascular endothelial growth factor A (VEGFA) slow down wet AMD progression but are not free from complications. (-)-Epigallocatechin-3-gallate (EGCG) is an active compound of green tea, which exerts many beneficial effects in the retinal pigment epithelium and the neural retina. It has been reported to downregulate the <i>VEGFA</i> gene by suppressing its activators. The inhibition of mitogen-activated protein kinases 1 and 3 (MAPK1 and MAPK3) may lie behind the antiangiogenic action of EGCG mediated by VEGFA. EGCG exerts protective effects against UV-induced damage to retinal cells and improves dysfunctional autophagy. EGCG may also interact with the mechanistic target rapamycin (MTOR) and unc-51-like autophagy activating kinase (ULK1) to modulate the interplay between autophagy and apoptosis. Several other studies report beneficial effects of EGCG on the retina that may be related to wet AMD. Therefore, controlled clinical trials are needed to verify whether diet supplementation with EGCG or green tea consumption may improve the results of anti-VEGFA therapy in wet AMD.",
  "full_text": "pmc Nutrients Nutrients nutrients Nutrients 2072-6643 MDPI 10421466 10.3390/nu15153358 nutrients-15-03358 Review Epigallocatechin-3-Gallate, an Active Green Tea Component to Support Anti-VEGFA Therapy in Wet Age-Related Macular Degeneration https://orcid.org/0000-0001-9539-9584 Blasiak Janusz 1 * https://orcid.org/0000-0001-8766-7868 Chojnacki Jan 2 Szczepanska Joanna 3 Fila Michal 4 https://orcid.org/0000-0002-1620-4775 Chojnacki Cezary 2 https://orcid.org/0000-0003-2600-8679 Kaarniranta Kai 5 6 https://orcid.org/0000-0002-5373-4783 Pawlowska Elzbieta 3 Di Lorenzo Chiara Academic Editor 1 Department of Molecular Genetics, Faculty of Biology and Environmental Protection, University of Lodz, 90-236 Lodz, Poland 2 Department of Clinical Nutrition and Gastroenterological Diagnostics, Medical University of Lodz, 90-647 Lodz, Poland; jan.chojnacki@umed.lodz.pl (J.C.); cezary.chojnacki@umed.lodz.pl (C.C.) 3 Department of Pediatric Dentistry, Medical University of Lodz, 92-217 Lodz, Poland; joanna.szczepanska@umed.lodz.pl (J.S.); elzbieta.pawlowska@umed.lodz.pl (E.P.) 4 Department of Developmental Neurology and Epileptology, Polish Mother’s Memorial Hospital Research Institute, 93-338 Lodz, Poland; michal.fila@iczmp.edu.pl 5 Department of Ophthalmology, University of Eastern Finland, 70210 Kuopio, Finland; kai.kaarniranta@kuh.fi 6 Department of Ophthalmology, Kuopio University Hospital, 70210 Kuopio, Finland * Correspondence: janusz.blasiak@biol.uni.lodz.pl ; Tel.: +48-426354334 28 7 2023 8 2023 15 15 3358 23 6 2023 19 7 2023 27 7 2023 © 2023 by the authors. 2023 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Age-related macular degeneration (AMD) is a largely incurable disease and an emerging problem in aging societies. It occurs in two forms, dry and wet (exudative, neovascular), which may cause legal blindness and sight loss. Currently, there is not any effective treatment for dry AMD. Meanwhile, repeated intravitreal injections with antibodies effective against vascular endothelial growth factor A (VEGFA) slow down wet AMD progression but are not free from complications. (-)-Epigallocatechin-3-gallate (EGCG) is an active compound of green tea, which exerts many beneficial effects in the retinal pigment epithelium and the neural retina. It has been reported to downregulate the VEGFA gene by suppressing its activators. The inhibition of mitogen-activated protein kinases 1 and 3 (MAPK1 and MAPK3) may lie behind the antiangiogenic action of EGCG mediated by VEGFA. EGCG exerts protective effects against UV-induced damage to retinal cells and improves dysfunctional autophagy. EGCG may also interact with the mechanistic target rapamycin (MTOR) and unc-51-like autophagy activating kinase (ULK1) to modulate the interplay between autophagy and apoptosis. Several other studies report beneficial effects of EGCG on the retina that may be related to wet AMD. Therefore, controlled clinical trials are needed to verify whether diet supplementation with EGCG or green tea consumption may improve the results of anti-VEGFA therapy in wet AMD. age-related macular degeneration AMD vascular endothelial growth factor VEGF anti-VEGF therapy neovascularization green tea epigallocatechin-3-gallate EGCG autophagy This research received no external funding. 1. Introduction Age-related macular degeneration (AMD) is an eye disease affecting the macula, a small oval structure in the central retina. The disease can lead to the worsening of central vision [ 1 ]. It occurs in two forms, as dry (atrophic) or wet (exudative, neovascular) AMD. Both forms may lead to blindness and sight loss, but the progression of wet AMD is much quicker than its dry counterpart if not properly treated. Several therapeutic strategies are considered to slow down wet AMD progress, but at present, the only treatment applied in clinical practice targets vascular endothelial growth factor A (VEGFA) [ 2 ]. However, anti-VEGFA therapy does not result in vision improvement and may be associated with some complications, including inflammation, hemorrhages, and retinal detachment resulting from repeated intravitreal injections [ 3 ]. Unhealthy diet is among the most consistently evidenced AMD risk factors [ 4 ]. Consequently, AMD patients are advised to consume a low-glycemic-index diet, increase their intake of dark, green, leafy vegetables, and consume fish at least twice a week, as an inverse relationship between these dietary recommendations and the risk of AMD development and progression has been reported in many studies [ 5 , 6 , 7 , 8 , 9 ]. Importantly, such dietary interventions may lower the AMD risk of carriers of genetic variants associated with AMD to the levels of non-carriers [ 10 ]. Nutrition may modulate the action of therapeutic drugs as it may change ingestion, digestion, absorption, metabolism, the functional use/activation of dependent systems, and the excretion of such drugs [ 11 ]. Therefore, pharmaceutical strategy should consider whether nutrients to be used are beneficial, detrimental, or neutral for both the disease and the therapeutic strategy. The components of green tea extract are known to exert many health-related beneficial effects in vivo and in vitro, but there is a deficit of clinical trials on the preventive potential of these agents in AMD [ 12 ]. If they are to be used to support anti-VEGFA therapy in wet AMD, they must also exert beneficial, or at least neutral, effects on the eye, especially the retina. In this narrative/perspective review, we present some information on wet AMD and anti-VEGFA therapy. The basic aspects of VEGFA structure and regulation of its expression and activity are also presented. Finally, we present the results of studies that directly or indirectly support the use of (-)-epigallocatechin-3-gallate, a green tea component to support the anti-VEGFA therapy in wet AMD. 2. Wet AMD and Anti-VEGFA Therapy Age-related macular degeneration is an eye disease affecting the macula, a small circle-like structure in the central part of the retina, which is responsible for central vision and perceiving fine details. Central vision is needed to read, watch TV, drive, and recognize faces. Advanced AMD leads to legal blindness and sight loss. This disease affects a substantial proportion of the aging population, and therefore, it is an emerging burden for societies and inflicts serious physical and mental problems on affected individuals. However, despite these serious challenges, the pathogenesis of AMD is poorly known, limiting its therapeutic options, and consequently, AMD is considered to be a largely incurable disease. AMD may occur in two forms: dry and wet. In most AMD cases, the disease is initiated in its dry form, and in 5–25% patients, it progresses to the wet form [ 13 ]. However, the exact relationship between these two forms of AMD is not fully known, though recent studies suggest that persistent central vitreomacular adhesion (VMA) occurs in both dry and wet AMD [ 14 ]. The dry form is more common and progresses slower than its wet counterpart, but its advanced degenerative stage, manifesting as geographic atrophy (GA), characterized by the loss of retinal pigment epithelium (RPE), photoreceptors, and choriocapillaris in the macula, may lead to irreversible vision loss [ 15 , 16 ]. Wet AMD is characterized by choroidal neovascularization (CNV) membranes, new blood vessels that grow underneath the retina ( Figure 1 ). The new vessels sprout from choriocapillaris (CC) through the Bruch’s membrane into the subretinal space. Wet AMD may be initiated by the loss of choroidal vasculature, underlined by a reduction in blood supply induced by the stenosis of large vessels. Such an environment acquires proinflammatory properties when AMD progresses [ 17 ]. The retinal pigment epithelium, unlike in advanced dry AMD, remains intact and produces angiogenic factors, including VEGFA, which, along with its receptors, is critical for the formation of new vessels from the CNV membranes [ 18 ]. The newly formed vessels are fragile and leak their content into the layers of the retina. This may support fibrosis, causing the development of a late-state disciform scar and irreversible vision loss if not treated. During the process of CNV, the choroid experiences ischemia and hypoxia, inducing the expression of hypoxia inducible factor 1 subunit alpha (HIF1A), which plays an important role in the transcription of the VEGFA gene [ 19 , 20 , 21 ]. VEGFA signaling, critical in the formation of CNV membranes, is mediated by the VEGFA receptor 2 (VEGFR2) on the surface of the endothelial cells [ 22 ]. At present, dry AMD is incurable, but the treatment of wet AMD patients with intravitreal injections of antibodies or fusion proteins effective against VEGFA and its receptor has become the golden standard and has significantly improved the outcomes of AMD therapy [ 23 ]. Anti-VEGFA treatment may stop the worsening of visual acuity in wet AMD patients and prevent or delay vision loss. In some cases, researchers have observed not only the stabilization of visual acuity after anti-VEGFA treatment but its improvement [ 24 , 25 ]. Although anti-VEGFA therapy is not efficient in some patients and some individuals do not tolerate it, nowadays it is the only treatment for wet AMD that has consistently evidenced efficacy and is routinely used in a clinic setting. Therefore, efforts are being made to improve its efficiency and tolerability that depend on the susceptibility of wet AMD patients to this kind of therapy, which is determined by individual genetic constitution and environmental conditions. However, the genetic constitution is only a base for gene expression, which is largely regulated by epigenetic mechanisms, involving DNA methylation, histone modifications, and regulatory RNAs. The cellular epigenetic pattern depends on nutrition and so does the susceptibility of patients to a therapy [ 26 ]. Many studies have reported that resistance to therapy as well as its effectiveness and side effects are dependent on nutrition, and dietary recommendations are issued in the treatment of many diseases, including cancer and diseases of the immune system, nervous system, and the gastrointestinal tract, making diet an important element of personalized medicine [ 27 , 28 , 29 , 30 , 31 ]. The first anti-VEGFA drug approved by the FDA was pegaptanib, but it was replaced by other, more effective drugs [ 32 ]. Ranibizumab is a monoclonal antibody fragment effective against VEGFA, whose effectiveness and safety in wet AMD were confirmed in two large clinical trials [ 33 , 34 ]. Bevacizumab, a monoclonal antibody effective against VEGFA, may be a cheaper alternative for ranibizumab, but its use in the eye is not regulated by the FDA and is used off label to treat AMD, but its efficacy and safety is comparable with ranibizumab [ 35 ]. The third drug approved by FDA was aflibercept [ 36 ]. The newest anti-VEGF drugs used in clinics are brolucizumab and faricimab [ 13 ]. Regimes of injections of these anti-VEGFA compounds depend mainly on the ophthalmologist’s experience [ 37 ]. Anti-VEGFA biosimilars such as conbercept are widely used in Asia [ 38 ]. Intravitreal anti-VEGFA therapy may be associated with adverse side effects that are mainly local [ 39 ]. Endophthalmitis belongs to the most devastating ocular complications of anti-VEGFA therapy, occurring in up to 0.1% of cases [ 40 ]. Other symptoms include intraocular inflammation, an increase in intraocular pressure, rhegmatogenous retinal detachment, and ocular hemorrhage. The systemic adverse effects of anti-VEGFA therapy are very rare [ 41 , 42 ]. Due to repeated intravitreal injections and local complication risks, any dietary intervention to support anti-VEGFA therapy should consider the potential side effects and not to interfere with them. We could not find any evidence that green tea or its extract components might be involved in the induction or potentiation of these side effects. Resistance to anti-VEGF therapy is a common and well-recognized problem in cancer treatment [ 43 ]. However, resistance to anti-VEGF therapy in AMD is mainly associated with recurrent exudative events occurring in wet AMD patients [ 44 ]. Pharmacodynamic tolerance to anti-VEGFA therapy in wet AMD patients may result from the elevated expression of VEGFA and its receptors, changes in signal transduction, or a shift of the stimulus for CNV growth toward other growth factors [ 45 ]. 3. Vascular Endothelial Growth Factor A VEGFA, a protein with vascular activity, was first extracted from a fluid released by a malignant tumor [ 46 ]. The VEGFA gene is a member of the VEGF family, consisting of gene encoding placental growth factor (PGF) and four VEGF members, VEGFA, VEGFB, VEGFC, and VEGFD ( https://www.genenames.org/data/genegroup/#!/group/1267 , accessed on 29 May 2023). The VEGFA gene codes for a heparin-binding protein, functioning in the form of disulfide-linked homodimer, stimulating the migration and proliferation of endothelial cells. The gene is crucial in both physiological and pathological angiogenesis [ 47 ]. It is upregulated in many malignant tumors and plays an important role in tumor development and metastasis [ 48 , 49 ]. The human VEGFA gene is located on chromosome 6 and has 16,304 base pairs (GRCh38/hg38). It has eight exons separated by seven introns ( Figure 2 ). The first exon contains two major transcription start sites, the two translation start sites (AUG and CUG) and exon 8 has two alternative stop codons. The expression of the VEGFA gene produces as many as 17 isoforms due to the alternative usage of promotors, alternative splicing and alternative initiation and termination ( https://www.genecards.org/cgi-bin/carddisp.pl?gene=VEGFA&keywords=vegfa#genomics-enhancers , accessed on 24 May 2023). All currently described isoforms (named according to the amino acid number of the human protein) contain exons 1–5 and two different instances of exon 8. The selection of the terminal exon splice site results in two isoform families, the proangiogenic VEGF-Axxx family and the antiangiogenic VEGF-Axxxb family. There is also evidence for alternative translation initiation from upstream non-AUG (CUG) codons resulting in additional isoforms. A C-terminally extended antiangiogenic isoform of VEGFA may be synthesized by an alternative in-frame translation termination codon and a stop codon readthrough mechanism [ 50 ]. The expression of some isoforms produced from the AUG start codon is controlled by a small upstream open reading frame located in an internal ribosome entry site [ 51 ]. The expression of the VEGFA gene is regulated in many ways, creating an opportunity for the production of many isoforms of the VEGFA protein that display different biological properties and result in different types of receptor binding and extra-cellular localization [ 52 ]. In addition, the stability of the VEGFA mRNA is influenced by hypoxia and growth factors via the binding of proteins at AU-rich elements in the 3′-UTR, which also contains a riboswitch that plays a role in the regulation of VEGFA mRNA translation [ 53 , 54 ]. The variability of the VEGFA gene plays a role in the functioning of its product and has been explored in studies of human diseases [ 55 , 56 , 57 ]. The overall structure of the VEGFA monomer consists of a central, antiparallel four-stranded β sheet with a cystine knot, which consists of two disulfide bonds forming a covalently linked ring structure between two adjacent β sheets [ 58 ]. VEGFA dimerizes in an antiparallel, side-by-side fashion by covalent linking two VEGFA monomers with two symmetrical disulfide bonds [ 59 ] ( Figure 3 ). The local concentration of VEGFA in tissues is strictly controlled in embryogenesis, resulting in its haploid insufficiency; heterozygous VEGFA mutants die in the early embryonal stage due to disturbances in the circulatory system [ 60 ]. The biological activity of the VEGFA polypeptide, which promotes angiogenesis, vascular permeability, cell migration, and gene expression, is mediated by VEGFA binding with its receptors, VEGFR1 and VEGFR2 ( Figure 4 ) [ 18 ]. Therefore, these receptors can be a target of anti-VEGF therapy. Both receptors are typical tyrosine kinase receptors, with an extracellular domain for ligand binding, a transmembrane domain and a cytoplasmic domain, including a tyrosine kinase domain [ 61 ]. Although ligand binding is required for receptor dimerization and their full tyrosine kinase activity, some pre-formed VEGFR2 dimers are reported to display a certain level of such activity in vitro [ 62 ]. The affinity of VEGFA to VEGFR1 is two orders higher than to VEGFR2, but the kinase activity of the former is an order weaker than the latter [ 63 ]. VEGFR1 and VEGFR2 monomers may also form heterodimers, and VEGFR3 may also participate in the formation of heterodimers with VEGFR1 and VEGFR2 [ 62 ]. 4. Potential of (-)-Epigallocatechin-3-Gallate to Support Anti-VEGFA Therapy in Wet AMD Green tea is prepared from the leaves of Camellia sinensis and has unique nutraceutical properties [ 64 ]. It has been shown to have beneficial antioxidant, anti-inflammatory, antiaging, and antitumor effects as well as other favorable properties in different in vivo and in vitro systems [ 65 ]. Green tea extract contains catechins, polysaccharides, and flavonol, which have all been reported to have beneficial health-related features [ 66 ]. Catechins are the most intensively studied compounds of green tea extract. They include (-)-epigallocatechin-3-gallate (EGCG), (-)epigallocatechin (EGC), (-)-epicatechin-3-gallate (ECG), (-)epicatechin (EC), and (+)-catechin ( Figure 5 ). It is not within the remit of this paper to present all of the aspects of the beneficial action of green tea and its components in various biological systems, which can be found in many excellent recent reviews, e.g., [ 67 , 68 , 69 , 70 ]. The Korean Bunding AMD Cohort Study investigated the 10-year incidence of the progression of the intermediate form of AMD to its exudative counterpart in connection with some lifestyle and genetic factors [ 71 ]. Regular intake of green tea was associated with a decrease in wet AMD-related changes. However, this has been the only study to associate AMD outcome with green tea consumption. The great majority of studies are performed on cellular cultures with EGCG. 4.1. Angiogenesis, VEGFA and Its Receptors Green tea extract (GTE) or its catechin, EGCG, at 40 mg/L decreased the levels of the VEGFA peptide secreted into a conditioned media of MDA-MB231 breast cancer cells and human umbilical vein endothelial cells (HUVECs) [ 72 ]. Also, the VEGFA mRNA level was inhibited on the action of GTE and EGCG in MDA-MB231 cells. This inhibition was associated with decreased activity of the VEGFA gene. Further analysis showed that GTE decreased the levels of the FOS (fos proto-oncogene, AP-1 transcription factor subunit) and JUN (jun proto-oncogene, AP-1 transcription factor subunit), indicating that activator-protein-AP-1-responsive regions that are in the human VEGFA promoter may be involved in that suppressive effects of GTE. The expression of another modulator of the VEGFA transcription, protein kinase C (PKC), was inhibited by GTE in MDA-MB231 cells [ 72 ]. It was shown that 30 µM EGCG inhibited the activation of mitogen-activated protein kinases 1 and 3 (MAPK1 and MAPK3) in colon cancer cell line HT29 [ 73 ]. Interestingly, the remaining catechins of green tea extract, EGC, ECG, and EC, had no effect at this concentration. MAPK1 and MAPK3 are known to induce VEGFA by serum withdrawal, and consequently, EGCG inhibited VEGFA expression in serum-deprived HT29 cells. The cells transfected with promoter–reporter constructs showed enhanced activity of the VEGFA promoter, secondary to serum starvation, but the treatment of the cells with EGCG inhibited the promoter activity in a dose-dependent manner. EGCG decreased both the volume and weight of a tumor after the subcutaneous implantation of HT29 cells into mice, and that decrease was as high as 58–61% at 22 days after implantation. EGCG treatment reduced the number of tumor vessels by about 1/3 as compared with controls and decreased the proliferation of tumor cells by the same amount. Finally, EGCG caused an almost twofold increase in tumor cell apoptosis and a threefold increase in endothelial cell apoptosis, as compared with those of controls. Although that work addressed the beneficial effects of EGCG in the treatment cancer, it demonstrated the important capacities of EGCG to influence angiogenesis, cell proliferation, and apoptosis, which are important in wet AMD pathogenesis. The key event observed in that work was the inhibition of MAPK1 and MAPK3 by EGCG and the resulting suppression of VEGF expression. The mechanism behind this effect requires further study, but EGCG may modulate the action of kinases required for MAPK1 and MAPK3 phosphorylation [ 74 ]. This modulation may underline the ability of EGCG to chelate metal ions, as some kinases require divalent cations for their activation [ 75 , 76 ]. EGCG has been shown to inhibit VEGFA-induced DNA synthesis, cell proliferation, the autophosphorylation of VEGFR1 and VEGFR2, the phosphorylation of MAPK1 and MAPK3, the mRNA expression of the early growth response 1 (EGR1), VEGF-induced intracellular signaling, and the mitogenesis of HUVECs [ 77 ]. However, another compound of green tea extract, epicatechin (EC), has not been found to induce such effects. The cadherin–catenin adhesion system is involved in cell recognition, differentiation, and growth and the migration of the capillary endothelium [ 78 ]. In one study, it was shown that EGCG inhibited the tube formation of human microvascular endothelial cells (HMVECs) [ 79 ]. A similar effect was observed using antibodies effective against vascular endothelial (VE)-cadherin, an adhesive molecule that is important in vascular morphogenesis. The observed effects were mediated by the inhibition of VE-cadherin tyrosine phosphorylation and the suppression of AKT serine/threonine kinase 1 (AKT1) activation during tube formation induced by VEGF. Both VE-cadherin and AKT1 are downstream elements in VEGFR2 signaling. EGCG is characterized by a relatively high instability and poor bioavailability [ 80 ]. Therefore, its synthetic derivatives need to be able to overcome these obstacles. A prodrug of EGCG obtained by its acetylation displayed an enhanced stability and bioavailability and showed antitumor activity [ 81 ]. A similar modified EGCG (pro-EGCG) was applied to study its antiangiogenic effects in laser-induced CNV in the retina of mice [ 82 ]. Increased levels of proteins of the HIF1A–VEGFA–VEGFR2 pathway in CNV regions was observed in that study, along with an increase in the M1-type macrophage–microglia markers. After laser exposure, increases in interleukin 6 (IL6) and tumor necrosis factor (TNF) were observed in the choroid-RPE complexes of the mice. Orally given pro-EGCG alleviated CNV formation in a dose-dependent manner and inhibited the production of proteins of the HIF1A–VEGFA–VEGFR2 pathway induced by CNV. The prodrug also reduced the viability, migration, proliferation, and tube formation of b-End3 cells. In conclusion, it was hypothesized that pro-EGCG might suppress HIF1A levels by inhibiting the PI3K-AKT-MTOR pathway during CNV development and in this way contribute to alleviating and reducing the CNV areas of mice by inhibiting the HIF1A–VEGFA–VEGFR2 pathway. 4.2. The Retinal Pigment Epithelium and the Neuroretina It was observed that EGCG reduced the harmful consequences of ischemia/reperfusion in rats, such as a reduction in the amplitudes of a- and b-waves in the electroretinogram, a decrease in the number proteins and RNAs specific to retinal ganglion cells and photoreceptors, an increase in retinal caspases 3 and 8 mRNAs and proteins, an increase in retinal glial fibrillary acidic protein (GFAP) and its mRNA, and a decrease in optic nerve proteins associated with ganglion cell axons [ 83 ]. Also, EGCG decreased the apoptosis of retinal RGC-5 ganglion cells evoked by hydrogen peroxide. These results demonstrate that EGCG may protect retinal neurons against oxidative stress and ischemia/reperfusion. Another study on the neural retina also showed a beneficial effect of EGCG [ 84 ]. Sodium nitroprusside (SNP), a nitric oxide donor, was used to induce oxidative stress in brain membranes, and that stress was inhibited by EGCG about 10 times more effectively than by a water-soluble analog of vitamin E (Trolox). The injection of SNP into the eyes of rats affected retinal photoreceptors, as evidenced by changes in their electroretinograms, the decrease in photoreceptor-specific markers (rhodopsin kinase), and the increase in CASP3. These effects were ameliorated by co-injection with EGCG. This study showed that not only RPE cells but also the neural retina may benefit from EGCG. Although exposure to ultraviolet (UV) radiation may result in serious damage to all kinds of cells, the role of UV radiation in AMD pathogenesis is not completely clear [ 85 ]. The Alienor study showed that high and low exposures to ambient UV radiation might be associated with an increased risk of early AMD [ 86 ]. However, exposure to solar UV radiation induces reactive oxygen and nitrogen species (RONS) [ 87 ]. It was shown that EGCG suppressed UVA-induced ARPE-19 cell death [ 88 ]. EGCG inhibited RONS production in a dose-dependent fashion and increased the survival of the cells upon UVA exposure in a concentration-dependent manner. EGCG inhibited UVA-induced mitogen-activated protein kinases 1 and 8 (MAPK1 and MAPK8) and p38 activation. Also, EGCG inhibited the UVA-induced expression of prostaglandin-endoperoxide synthase 2 (PTGS2, COX-2). Therefore, EGCG may exert a protective effect against UVA exposure to ARPE-19 cells, contributing to a protective effect against retinal damage induced by the RONS produced by UV radiation in the eye, and the modulation of the MPK signaling pathway may lie behind this action. Similar results were obtained in a subsequent study, in which EGCG decreased UVB-radiation-induced RONS generation and apoptosis in ARPE-19 cells [ 70 ]. Although UVB does not penetrate the retina, it is used to induce AMD-resembling stress stimuli to cells and study cellular stress responses. UVB-induced apoptosis was associated with the decreased phosphorylation of MAPK8 and JUN, and this effect was partially blocked by EGCG. Therefore, ECGC may play a protective role against oxidative damage to retinal cells, and this beneficial effect is mediated by the modulation of the MAPK signaling pathway. When the retina is in a normal state, RPE cells are quiescent, but in eyes with AMD, they can reenter the cell cycle, start proliferating and migrating, and secrete protein of the extracellular matrix [ 89 , 90 ]. Therefore, decreasing the ability of RPE cells to proliferate and migrate may play a role in AMD prevention and in particular, preventing the wet form of the disease [ 90 ]. It was shown that EGCG inhibited the migration of ARPE-19 cells stimulated by an isoform of platelet-derived growth factor (PDGF-BB), which plays an important role in angiogenesis by promoting the proliferation and migration of mesenchyme-derived cells [ 91 , 92 ]. PDGF-BB not only induced the migration of ARPE-19 cells, but also their adhesion to fibronectin. EGCG did not directly bind PDGF-BB, but it inhibited fibronectin-induced cytoskeletal reorganization. EGCG also suppressed PDGF-BB-induced PDGF-β receptors, downstream PI3K/Akt, and MAPK phosphorylation. Therefore, EGCG may inhibit RPE cell migration and adhesion to fibronectin. This is important for wet AMD pathogenesis, but may be also critical for other retinal diseases, such as proliferative vitreoretinopathy (PVR) [ 93 , 94 ]. Dysfunctional autophagy may contribute to AMD pathogenesis via various mechanisms (reviewed in [ 95 ]). Consequently, degradative and secretory autophagy are considered to be a therapeutic target in AMD treatment [ 96 ]. It was shown that UVB radiation induced autophagy in ARPE-19 cells, as evidenced by the expression of microtubule-associated protein 1 light chain 3 (MAP1LC3/LC3) [ 97 ]. LC3 is cleaved by autophagy-related 4 cysteine protease (ATG4) to form LC3-I, which is then conjugated with phosphatidylethanolamine to form LC3-II [ 98 ]. After incorporation into the autophagosomal membranes, LC3-II interacts with cargo receptors, which have LC3-interacting motifs (LIRs). Therefore, the amount of LC3-II may be related to the number of autophagosomes and in this way reflects autophagic flux. UVB radiation increased the LC3-II level in a dose-dependent manner, but EGCG treatment repressed UVB-mediated autophagy, as evidenced by the number of autophagosomes per cell. Further analysis showed that EGCG regulated UVB-mediated autophagy via interaction with the mechanistic target of rapamycin kinase (MTOR) signaling pathway. MTOR is the primary negative regulator of autophagy; it coordinates autophagy with cellular growth and division [ 99 ]. In one study, UVB exposure resulted in the phosphorylation of two MTOR downstream targets, suggesting the activation of the MTOR signaling pathway [ 100 ]. This was confirmed by the observation that rapamycin, an inhibitor of the MTOR pathway, abolished the formation of LC3-II mediated by UVB radiation. EGCG acted protectively against the cytotoxic effect of UVB radiation in ARPE-19 cells. EGCG treatment had no effect on the survival of cells with silenced ATG5 exposed to UVB radiation, unlike with wild-type cells, suggesting that EGCG acted on ARPE-19 cells through the modulation of autophagy. EGCG and other catechins of green tea have been reported to modulate autophagy in many other cellular systems. Autophagy may help cells under endoplasmic reticulum (ER) stress to survive via its interplay with apoptosis and MTOR- protein kinase AMP-activated catalytic subunit alpha 1 (PRKAA1/AMPK) [ 101 ]. It was shown that EGCG promoted the autophagy-dependent survival of HEK293T cells in ER stress [ 102 ]. The observed effect was dependent on MTOR and unc-51-like autophagy activating kinase (ULK1). Studies on the beneficial effects of EGCG and the other active components of green tea mediated by autophagy mainly focus on cancer, but also address neural cells and other systems related to vision [ 103 , 104 ]. Retinal degeneration is also a feature of diabetic neuropathy (DR), which is characterized by high glucose (HG) concentration in the retina [ 105 ]. It was shown that EGCG stimulated autophagy by mediating the formation of autophagosomes and increasing lysosomal acidification and autophagic flux in Müller retinal cells, but HG concentration was associated with an inhibition of autophagy, underlined by the accumulation of sequestosome 1 (p62/SQSTM1) cargo, the downregulation of beclin 1 (BECN1) and an increase in apoptosis [ 104 ]. However, HG treatment of Müller cells with EGCG resulted in autophagy activation, protection from apoptosis, and increased proliferation. In a DR experimental model, EGCG reduced the retinal damage induced by HG. DR and AMD share only some elements of pathogenesis, such as retinal degeneration, but the effects observed in DR induced by HG concentration may correspond to those observed in AMD and may be associated with oxidative stress and RONS overproduction [ 106 ]. RONS may induce mitochondrial damage in retinal cells, resulting in degeneration and apoptosis, important in the AMD phenotype [ 107 ]. Retinis pigmentosa (RP) is a group of inherited retinal diseases that, similarly to AMD, lead to photoreceptor loss, but, in unlike AMD, their progression is associated with loss of peripheral rather than central vision [ 108 ]. It was shown that a rat model of RP treated intraperitoneally with EGCG exhibited better visual and retinal electrical functions, with more contrast sensitivity and higher b-wave values than controls [ 109 ]. Also, EGCG decreased lipid peroxidation and increased total antioxidant capacity and catalase (CAT) and SOD1 activities. Apart from catechins, green tea extract also contains polysaccharides that have attracted less attention than catechins, despite their apparent beneficial health-related effects and preventive/therapeutic applications [ 110 , 111 ]. In one study, it was shown that a green tea polysaccharide increased cell viability, decreased apoptosis, and inhibited the production of RONS and MDA in ARPE-19 cells challenged with hydrogen peroxide [ 112 ]. In addition, the polysaccharide restored the activity of SOD1, CAT, glutathione peroxidase 1 (GPX1), and glutathione (GSH) in these cells. The anti-apoptotic action of the polysaccharide was underlined by the upregulation of BCL2-associated X, apoptosis regulator (BAX), and cleaved caspase-3 (CASP3) and a decrease in the BCL2 apoptosis regulator (BCL2) protein in ARPE-19 cells treated with H 2 O 2 . Therefore, not only catechins but also other active components of green tea may be useful in supporting retina-targeting therapies. Although EGCG displays beneficial effects in many cellular systems, high levels of this catechin can also induce oxidative stress [ 113 ]. This was shown in a study in which rats were fed a green tea extract and catechin mixture containing different concentrations of EGCG. In this study, the pharmacokinetics, diurnal variation of oxidative status, and changes in transcription factors in ocular tissues of rats were investigated. At high EGCG concentrations, green tea extract induced an increase in oxidative stress in the plasma, aqueous humor, vitreous humor, cornea, and retina, but it decreased the stress in the lens and choroid-sclera of the animals. At low EGCG concentrations, the catechin mixture lowered the amount of 8-isoprostane in the retina and lens. The treatment induced SOD1 and GPX3 expression but suppressed CAT in the retina. Therefore, an optimal and safe concentration of EGCG should be determined when used as part of a therapeutic strategy. 5. Conclusions and Perspectives Unlike its dry counterpart, wet AMD may be treated with anti-VEGF monoclonal antibodies to slow down its progression and delay possible vision loss. Wet AMD may result in serious consequences not only for the eye and vision but also for the general state of the organism [ 114 ]. We and others have showed that wet AMD patients display a greater mortality than controls, and their survival has been inversely associated with the number of anti-VEGFA injections they undergo per year [ 115 ]. Therefore, it is justified to search for modalities supporting anti-VEGFA therapy in wet AMD. Although anti-VEGF therapy is the only commonly accepted wet AMD treatment, it does not lead to a significant improvement in visual acuity. Therefore, studies on the increase in anti-VEGFA therapy in wet AMD are justified. In this work, we tried to show that EGCG, an active green tea component, may display several beneficial effects in various biological systems that can be related to AMD. These include vision improvements and protective action against detrimental cellular effects that may accompany AMD ( Table 1 ). Therefore, EGCG may have the potential to exert its beneficial effects in AMD patients undergoing anti-VEGFA therapy. This is especially important as EGCG has been reported to inhibit VEGF-related angiogenesis and release of VEGFA. Many mechanisms may lie behind the profitable effects of EGCG on the retina and therefore can be considered to support anti-VEGFA therapy ( Figure 6 ). Mitogen protein-activated kinases 1, 5 and 8 seem to be especially important, as they may underline EGCG effects associated with angiogenesis of crucial significance in wet AMD pathogenesis and therapy. Except for when given in extremely high concentrations, EGCG is not reported to cause any detrimental effects. We tried to show that EGCG might exert beneficial effects on retina affected by wet AMD during anti-VEGFA therapy. We do not claim that EGCG or the other components of green tea extract may be essential for such therapy but can speculate that they may increase its efficacy and/or diminish unwanted side effects. However, this is only a speculation/perspective that might be verified by perspective controlled clinical trials. Acknowledgments The authors thank Monika Kicinska for her help in figure preparation. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization, J.B., J.C., K.K. and E.P.; writing—original draft preparation, J.B., J.S., M.F., K.K., E.P., J.C. and C.C.; writing—review and editing, J.B. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement Not applicable. Conflicts of Interest The authors declare no conflict of interest. References 1. Gehrs K.M. Anderson D.H. Johnson L.V. Hageman G.S. Age-related macular degeneration--emerging pathogenetic and therapeutic concepts Ann. Med. 2006 38 450 471 10.1080/07853890600946724 17101537 2. Li E. Donati S. Lindsley K.B. Krzystolik M.G. Virgili G. Treatment regimens for administration of anti-vascular endothelial growth factor agents for neovascular age-related macular degeneration Cochrane Database Syst. Rev. 2020 5 Cd012208 10.1002/14651858.CD012208.pub2 32374423 3. Cox J.T. Eliott D. Sobrin L. Inflammatory Complications of Intravitreal Anti-VEGF Injections J. Clin. Med. 2021 10 981 10.3390/jcm10050981 33801185 4. Mulpuri L. Sridhar J. Goyal H. Tonk R. The relationship between dietary patterns and ophthalmic disease Curr. Opin. Ophthalmol. 2023 34 189 194 10.1097/ICU.0000000000000943 36866844 5. Age-Related Eye Disease Study Research Group A randomized, placebo-controlled, clinical trial of high-dose supplementation with vitamins C and E, beta carotene, and zinc for age-related macular degeneration and vision loss: AREDS report no. 8 Arch. Ophthalmol. 2001 119 1417 1436 10.1001/archopht.119.10.1417 11594942 6. Broadhead G.K. Grigg J.R. Chang A.A. McCluskey P. Dietary modification and supplementation for the treatment of age-related macular degeneration Nutr. Rev. 2015 73 448 462 10.1093/nutrit/nuv005 26081455 7. Chew E.Y. Clemons T.E. Sangiovanni J.P. Danis R.P. Ferris F.L. 3rd Elman M.J. Antoszyk A.N. Ruby A.J. Orth D. Bressler S.B. Secondary analyses of the effects of lutein/zeaxanthin on age-related macular degeneration progression: AREDS2 report No. 3 JAMA Ophthalmol. 2014 132 142 149 10.1001/jamaophthalmol.2013.7376 24310343 8. Kim E.K. Kim H. Kwon O. Chang N. Associations between fruits, vegetables, vitamin A, β-carotene and flavonol dietary intake, and age-related macular degeneration in elderly women in Korea: The Fifth Korea National Health and Nutrition Examination Survey Eur. J. Clin. Nutr. 2018 72 161 167 10.1038/ejcn.2017.152 28952611 9. Nunes S. Alves D. Barreto P. Raimundo M. da Luz Cachulo M. Farinha C. Laíns I. Rodrigues J. Almeida C. Ribeiro L. Adherence to a Mediterranean diet and its association with age-related macular degeneration. The Coimbra Eye Study-Report 4 Nutrition 2018 51–52 6 12 10.1016/j.nut.2017.12.010 10. Wang J.J. Rochtchina E. Smith W. Klein R. Klein B.E. Joshi T. Sivakumaran T.A. Iyengar S. Mitchell P. Combined effects of complement factor H genotypes, fish consumption, and inflammatory markers on long-term risk for age-related macular degeneration in a cohort Am. J. Epidemiol. 2009 169 633 641 10.1093/aje/kwn358 19074778 11. Raiten D.J. Nutrition and pharmacology: General principles and implications for HIV Am. J. Clin. Nutr. 2011 94 1697s 1702s 10.3945/ajcn.111.019109 22089445 12. Hinojosa-Nogueira D. Pérez-Burillo S. Pastoriza de la Cueva S. Rufián-Henares J. Green and white teas as health-promoting foods Food Funct. 2021 12 3799 3819 10.1039/D1FO00261A 33977999 13. Heloterä H. Kaarniranta K. A Linkage between Angiogenesis and Inflammation in Neovascular Age-Related Macular Degeneration Cells 2022 11 3453 10.3390/cells11213453 36359849 14. Bakaliou A. Georgakopoulos C. Tsilimbaris M. Farmakakis N. Posterior Vitreous Detachment and Its Role in the Evolution of Dry to Wet Age Related Macular Degeneration Clin. Ophthalmol. 2023 17 879 885 10.2147/OPTH.S403242 36960325 15. Holz F.G. Strauss E.C. Schmitz-Valckenberg S. van Lookeren Campagne M. Geographic atrophy: Clinical features and potential therapeutic approaches Ophthalmology 2014 121 1079 1091 10.1016/j.ophtha.2013.11.023 24433969 16. Li M. Huisingh C. Messinger J. Dolz-Marco R. Ferrara D. Freund K.B. Curcio C.A. Histology of geographic atrophy secondary to age-related macular degeneration: A Multilayer Approach Retina 2018 38 1937 1953 10.1097/IAE.0000000000002182 29746415 17. Kauppinen A. Paterno J.J. Blasiak J. Salminen A. Kaarniranta K. Inflammation and its role in age-related macular degeneration Cell. Mol. Life Sci. CMLS 2016 73 1765 1786 10.1007/s00018-016-2147-8 26852158 18. Shibuya M. Vascular Endothelial Growth Factor (VEGF) and Its Receptor (VEGFR) Signaling in Angiogenesis: A Crucial Target for Anti- and Pro-Angiogenic Therapies Genes Cancer 2011 2 1097 1105 10.1177/1947601911423031 22866201 19. Feigl B. Age-related maculopathy in the light of ischaemia Clin. Exp. Optom. 2007 90 263 271 10.1111/j.1444-0938.2007.00152.x 17535365 20. Sheridan C.M. Pate S. Hiscott P. Wong D. Pattwell D.M. Kent D. Expression of hypoxia-inducible factor-1alpha and -2alpha in human choroidal neovascular membranes Graefes Arch. Clin. Exp. Ophthalmol. 2009 247 1361 1367 10.1007/s00417-009-1133-3 19590888 21. Vadlapatla R.K. Vadlapudi A.D. Pal D. Mukherji M. Mitra A.K. Ritonavir inhibits HIF-1α-mediated VEGF expression in retinal pigment epithelial cells in vitro Eye 2014 28 93 101 10.1038/eye.2013.240 24202050 22. Yang Z. Wang H. Jiang Y. Hartnett M.E. VEGFA activates erythropoietin receptor and enhances VEGFR2-mediated pathological angiogenesis Am. J. Pathol. 2014 184 1230 1239 10.1016/j.ajpath.2013.12.023 24630601 23. Schmidt-Erfurth U. Chong V. Loewenstein A. Larsen M. Souied E. Schlingemann R. Eldem B. Monés J. Richard G. Bandello F. Guidelines for the management of neovascular age-related macular degeneration by the European Society of Retina Specialists (EURETINA) Br. J. Ophthalmol. 2014 98 1144 1167 10.1136/bjophthalmol-2014-305702 25136079 24. Granstam E. Aurell S. Sjövall K. Paul A. Switching anti-VEGF agent for wet AMD: Evaluation of impact on visual acuity, treatment frequency and retinal morphology in a real-world clinical setting Graefe’s Arch. Clin. Exp. Ophthalmol. 2021 259 2085 2093 10.1007/s00417-020-05059-y 33415353 25. Lu Y. Huang W. Zhang Y. Huang X. Zhang X. Ma H. Ren G. Shi F. Kuang L. Yan S. Factors for Visual Acuity Improvement After Anti-VEGF Treatment of Wet Age-Related Macular Degeneration in China: 12 Months Follow up Front. Med. 2021 8 735318 10.3389/fmed.2021.735318 26. Stover P.J. James W.P.T. Krook A. Garza C. Emerging concepts on the role of epigenetics in the relationships between nutrition and health J. Intern. Med. 2018 284 37 49 10.1111/joim.12768 29706028 27. Chojnacki C. Gąsiorowska A. Popławski T. Błońska A. Konrad P. Zajdler R. Chojnacki J. Blasiak J. Reduced Intake of Dietary Tryptophan Improves Beneficial Action of Budesonide in Patients with Lymphocytic Colitis and Mood Disorders Nutrients 2023 15 1674 10.3390/nu15071674 37049514 28. Haridas B. Dietary carbohydrates in the management of epilepsy Curr. Opin. Clin. Nutr. Metab. Care 2023 26 377 381 10.1097/MCO.0000000000000938 37057659 29. Kohli A. Moss A.C. Personalizing therapy selection in inflammatory bowel disease Expert Rev. Clin. Immunol. 2023 19 1 8 10.1080/1744666X.2023.2185605 36106675 30. Morehead L.C. Garg S. Wallis K.F. Siegel E.R. Tackett A.J. Miousse I.R. Increased response to immune checkpoint inhibitors with dietary methionine restriction bioRxiv 2023 10.1101/2023.04.05.535695 31. Thederan I. Pott A. Krueger A. Chandrasekar T. Tennstedt P. Knipper S. Tilki D. Heinzer H. Schulz K.H. Makarova N. Feasibility, acceptability, and behavioral outcomes of a multimodal intervention for prostate cancer patients: Experience from the MARTINI lifestyle program Prostate 2023 83 929 935 10.1002/pros.24534 37051922 32. Chakravarthy U. Adamis A.P. Cunningham E.T. Jr. Goldbaum M. Guyer D.R. Katz B. Patel M. Year 2 efficacy results of 2 randomized controlled clinical trials of pegaptanib for neovascular age-related macular degeneration Ophthalmology 2006 113 1508.e1 1508.e25 10.1016/j.ophtha.2006.02.064 16828500 33. Brown D.M. Michels M. Kaiser P.K. Heier J.S. Sy J.P. Ianchulev T. Ranibizumab versus verteporfin photodynamic therapy for neovascular age-related macular degeneration: Two-year results of the ANCHOR study Ophthalmology 2009 116 57 65.e55 10.1016/j.ophtha.2008.10.018 19118696 34. Rosenfeld P.J. Brown D.M. Heier J.S. Boyer D.S. Kaiser P.K. Chung C.Y. Kim R.Y. Ranibizumab for neovascular age-related macular degeneration N. Engl. J. Med. 2006 355 1419 1431 10.1056/NEJMoa054481 17021318 35. Schauwvlieghe A.M. Dijkman G. Hooymans J.M. Verbraak F.D. Hoyng C.B. Dijkgraaf M.G. Peto T. Vingerling J.R. Schlingemann R.O. Comparing the Effectiveness of Bevacizumab to Ranibizumab in Patients with Exudative Age-Related Macular Degeneration. The BRAMD Study PLoS ONE 2016 11 e0153052 10.1371/journal.pone.0153052 27203434 36. Ohr M. Kaiser P.K. Aflibercept in wet age-related macular degeneration: A perspective review Ther. Adv. Chronic Dis. 2012 3 153 161 10.1177/2040622312446007 23342231 37. Abedi F. Wickremasinghe S. Islam A.F. Inglis K.M. Guymer R.H. Anti-VEGF treatment in neovascular age-related macular degeneration: A treat-and-extend protocol over 2 years Retina 2014 34 1531 1538 10.1097/IAE.0000000000000134 24637667 38. Rust R. Gantner C. Schwab M.E. Pro- and antiangiogenic therapies: Current status and clinical implications FASEB J. 2019 33 34 48 10.1096/fj.201800640RR 30085886 39. Falavarjani K.G. Nguyen Q.D. Adverse events and complications associated with intravitreal injection of anti-VEGF agents: A review of literature Eye 2013 27 787 794 10.1038/eye.2013.107 23722722 40. Morioka M. Takamura Y. Nagai K. Yoshida S. Mori J. Takeuchi M. Sawada T. Sone K. Fukuyama H. Kusuhara S. Incidence of endophthalmitis after intravitreal injection of an anti-VEGF agent with or without topical antibiotics Sci. Rep. 2020 10 22122 10.1038/s41598-020-79377-w 33335269 41. Hanna R.M. Tran N.T. Patel S.S. Hou J. Jhaveri K.D. Parikh R. Selamet U. Ghobry L. Wassef O. Barsoum M. Thrombotic Microangiopathy and Acute Kidney Injury Induced After Intravitreal Injection of Vascular Endothelial Growth Factor Inhibitors VEGF Blockade-Related TMA after Intravitreal Use Front. Med. 2020 7 579603 10.3389/fmed.2020.579603 33117836 42. Hayman S.R. Leung N. Grande J.P. Garovic V.D. VEGF inhibition, hypertension, and renal toxicity Curr. Oncol. Rep. 2012 14 285 294 10.1007/s11912-012-0242-z 22544560 43. LaFargue C.J. Amero P. Noh K. Mangala L.S. Wen Y. Bayraktar E. Umamaheswaran S. Stur E. Dasari S.K. Ivan C. Overcoming adaptive resistance to anti-VEGF therapy by targeting CD5L Nat. Commun. 2023 14 2407 10.1038/s41467-023-36910-5 37100807 44. Yang S. Zhao J. Sun X. Resistance to anti-VEGF therapy in neovascular age-related macular degeneration: A comprehensive review Drug Des. Devel. Ther. 2016 10 1857 1867 10.2147/dddt.S97653 45. Binder S. Loss of reactivity in intravitreal anti-VEGF therapy: Tachyphylaxis or tolerance? Br. J. Ophthalmol. 2012 96 1 2 10.1136/bjophthalmol-2011-301236 22157632 46. Senger D.R. Galli S.J. Dvorak A.M. Perruzzi C.A. Harvey V.S. Dvorak H.F. Tumor cells secrete a vascular permeability factor that promotes accumulation of ascites fluid Science 1983 219 983 985 10.1126/science.6823562 6823562 47. Ribatti D. The crucial role of vascular permeability factor/vascular endothelial growth factor in angiogenesis: A historical review Br. J. Haematol. 2005 128 303 309 10.1111/j.1365-2141.2004.05291.x 15667531 48. Ghalehbandi S. Yuzugulen J. Pranjol M.Z.I. Pourgholami M.H. The role of VEGF in cancer-induced angiogenesis and research progress of drugs targeting VEGF Eur. J. Pharmacol. 2023 949 175586 10.1016/j.ejphar.2023.175586 36906141 49. Watabe T. Takahashi K. Pietras K. Yoshimatsu Y. Roles of TGF-β signals in tumor microenvironment via regulation of the formation and plasticity of vascular system Semin. Cancer Biol. 2023 92 130 138 10.1016/j.semcancer.2023.04.007 37068553 50. Eswarappa S.M. Potdar A.A. Koch W.J. Fan Y. Vasu K. Lindner D. Willard B. Graham L.M. DiCorleto P.E. Fox P.L. Programmed translational readthrough generates antiangiogenic VEGF-Ax Cell 2014 157 1605 1618 10.1016/j.cell.2014.04.033 24949972 51. Bastide A. Karaa Z. Bornes S. Hieblot C. Lacazette E. Prats H. Touriol C. An upstream open reading frame within an IRES controls expression of a specific VEGF-A isoform Nucleic Acids Res. 2008 36 2434 2445 10.1093/nar/gkn093 18304943 52. Arcondéguy T. Lacazette E. Millevoi S. Prats H. Touriol C. VEGF-A mRNA processing, stability and translation: A paradigm for intricate regulation of gene expression at the post-transcriptional level Nucleic Acids Res. 2013 41 7997 8010 10.1093/nar/gkt539 23851566 53. Prats H. Touriol C. Post-transcriptional Regulation of VEGF-A Post-Transcriptional Mechanisms in Endocrine Regulation Menon P.K.M.J. Goldstrohm P.A. Springer International Publishing Cham, Switzerland 2016 157 180 54. Venkata Subbaiah K.C. Hedaya O. Wu J. Jiang F. Yao P. Mammalian RNA switches: Molecular rheostats in gene regulation, disease, and medicine Comput. Struct. Biotechnol. J. 2019 17 1326 1338 10.1016/j.csbj.2019.10.001 31741723 55. Dimitrakopoulos F.I. Koliou G.A. Kotoula V. Papadopoulou K. Markou K. Vlachtsis K. Angouridakis N. Karasmanis I. Nikolaou A. Psyrri A. Genetic Variation in the Vascular Endothelial Growth Factor (VEGFA) Gene at rs13207351 Is Associated with Overall Survival of Patients with Head and Neck Cancer Cancers 2021 13 1163 10.3390/cancers13051163 33800431 56. Liu D. Song J. Ji X. Liu Z. Cong M. Hu B. Association of Genetic Polymorphisms on VEGFA and VEGFR2 with Risk of Coronary Heart Disease Medicine 2016 95 e3413 10.1097/MD.0000000000003413 27175642 57. Psoma E. Koliou G.A. Dimitrakopoulos F.I. Papadopoulou K. Rontogianni D. Bobos M. Visvikis A. Kosmidis P.A. Fountzilas G. Constantinidis J. Genetic Variations of VEGFA Gene Are Associated With Infiltration of Adjacent Tissues and the Clinical Outcome of Patients With Nasopharyngeal Carcinoma Anticancer. Res. 2020 40 677 688 10.21873/anticanres.13997 32014908 58. Muller Y.A. Christinger H.W. Keyt B.A. de Vos A.M. The crystal structure of vascular endothelial growth factor (VEGF) refined to 1.93 Å resolution: Multiple copy flexibility and receptor binding Structure 1997 5 1325 1338 10.1016/S0969-2126(97)00284-0 9351807 59. Muller Y.A. Li B. Christinger H.W. Wells J.A. Cunningham B.C. de Vos A.M. Vascular endothelial growth factor: Crystal structure and functional mapping of the kinase domain receptor binding site Proc. Natl. Acad. Sci. USA 1997 94 7192 7197 10.1073/pnas.94.14.7192 9207067 60. Hiratsuka S. Kataoka Y. Nakao K. Nakamura K. Morikawa S. Tanaka S. Katsuki M. Maru Y. Shibuya M. Vascular endothelial growth factor A (VEGF-A) is involved in guidance of VEGF receptor-positive cells to the anterior portion of early embryos Mol. Cell Biol. 2005 25 355 363 10.1128/MCB.25.1.355-363.2005 15601856 61. Shibuya M. Role of VEGF-flt receptor system in normal and tumor angiogenesis Adv. Cancer Res. 1995 67 281 316 10.1016/s0065-230x(08)60716-2 8571818 62. Sarabipour S. Ballmer-Hofer K. Hristova K. VEGFR-2 conformational switch in response to ligand binding Elife 2016 5 e13876 10.7554/eLife.13876 27052508 63. Sawano A. Takahashi T. Yamaguchi S. Aonuma M. Shibuya M. Flt-1 but not KDR/Flk-1 tyrosine kinase is a receptor for placenta growth factor, which is related to vascular endothelial growth factor Cell Growth Differ. 1996 7 213 221 8822205 64. Misra S. Ikbal A.M.A. Bhattacharjee D. Hore M. Mishra S. Karmakar S. Ghosh A. Srinivas R. Das A. Agarwal S. Validation of antioxidant, antiproliferative, and in vitro anti-rheumatoid arthritis activities of epigallo-catechin-rich bioactive fraction from Camellia sinensis var. assamica, Assam variety white tea, and its comparative evaluation with green tea fraction J. Food Biochem. 2022 46 e14487 10.1111/jfbc.14487 36309930 65. Neyestani T.R. Nikooyeh B. A comprehensive overview on the effects of green tea on anthropometric measures, blood pressure, glycemic and lipidemic status: An umbrella review and meta meta-analysis study Nutr. Metab. Cardiovasc. Dis. 2022 32 2026 2040 10.1016/j.numecd.2022.05.021 35750605 66. Kim J. Choi H. Choi D.-H. Park K. Kim H.-J. Park M. Application of green tea catechins, polysaccharides, and flavonol prevent fine dust induced bronchial damage by modulating inflammation and airway cilia Sci. Rep. 2021 11 2232 10.1038/s41598-021-81989-9 33500561 67. Abe S.K. Inoue M. Green tea and cancer and cardiometabolic diseases: A review of the current epidemiological evidence Eur. J. Clin. Nutr. 2021 75 865 876 10.1038/s41430-020-00710-7 32820240 68. Abunofal O. Mohan C. Salubrious Effects of Green Tea Catechins on Fatty Liver Disease: A Systematic Review Medicines 2022 9 20 10.3390/medicines9030020 35323719 69. Asbaghi O. Fouladvand F. Gonzalez M.J. Ashtary-Larky D. Choghakhori R. Abbasnezhad A. Effect of green tea on glycemic control in patients with type 2 diabetes mellitus: A systematic review and meta-analysis Diabetes Metab. Syndr. 2021 15 23 31 10.1016/j.dsx.2020.11.004 33285391 70. Ma Y.H. Wu J.H. Xu W. Shen X.N. Wang H.F. Hou X.H. Cao X.P. Bi Y.L. Dong Q. Feng L. Associations of Green Tea Consumption and Cerebrospinal Fluid Biomarkers of Alzheimer’s Disease Pathology in Cognitively Intact Older Adults: The CABLE Study J. Alzheimer’s Dis. JAD 2020 77 411 421 10.3233/JAD-200410 32804140 71. Joo K. Mun Y.S. Park S.J. Park K.H. Woo S.J. Ten-Year Progression From Intermediate to Exudative Age-Related Macular Degeneration and Risk Factors: Bundang AMD Cohort Study Report 1 Am. J. Ophthalmol. 2021 224 228 237 10.1016/j.ajo.2020.11.012 33279454 72. Sartippour M.R. Shao Z.-M. Heber D. Beatty P. Zhang L. Liu C. Ellis L. Liu W. Go V.L. Brooks M.N. Green Tea Inhibits Vascular Endothelial Growth Factor (VEGF) Induction in Human Breast Cancer Cells J. Nutr. 2002 132 2307 2311 10.1093/jn/132.8.2307 12163680 73. Jung Y.D. Kim M.S. Shin B.A. Chay K.O. Ahn B.W. Liu W. Bucana C.D. Gallick G.E. Ellis L.M. EGCG, a major component of green tea, inhibits tumour growth by inhibiting VEGF induction in human colon carcinoma cells Br. J. Cancer 2001 84 844 850 10.1054/bjoc.2000.1691 11259102 74. Cargnello M. Roux P.P. Activation and function of the MAPKs and their substrates, the MAPK-activated protein kinases Microbiol. Mol. Biol. Rev. 2011 75 50 83 10.1128/MMBR.00031-10 21372320 75. Sun G. Budde R.J. Requirement for an additional divalent metal cation to activate protein tyrosine kinases Biochemistry 1997 36 2139 2146 10.1021/bi962291n 9047313 76. Zwolak I. Epigallocatechin Gallate for Management of Heavy Metal-Induced Oxidative Stress: Mechanisms of Action, Efficacy, and Concerns Int. J. Mol. Sci. 2021 22 4027 10.3390/ijms22084027 33919748 77. Neuhaus T. Pabst S. Stier S. Weber A.-A. Schrör K. Sachinidis A. Vetter H. Ko Y.D. Inhibition of the vascular-endothelial growth factor-induced intracellular signaling and mitogenesis of human endothelial cells by epigallocatechin-3 gallate Eur. J. Pharmacol. 2004 483 223 227 10.1016/j.ejphar.2003.10.029 14729110 78. Conacci-Sorrell M. Zhurinsky J. Ben-Ze’ev A. The cadherin-catenin adhesion system in signaling and cancer J. Clin. Investig. 2002 109 987 991 10.1172/JCI0215429 11956233 79. Tang F.Y. Nguyen N. Meydani M. Green tea catechins inhibit VEGF-induced angiogenesis in vitro through suppression of VE-cadherin phosphorylation and inactivation of Akt molecule Int. J. Cancer 2003 106 871 878 10.1002/ijc.11325 12918064 80. Li F. Wang Y. Li D. Chen Y. Qiao X. Fardous R. Lewandowski A. Liu J. Chan T.H. Dou Q.P. Perspectives on the recent developments with green tea polyphenols in drug discovery Expert Opin. Drug Discov. 2018 13 643 660 10.1080/17460441.2018.1465923 29688074 81. Yang H. Sun D.K. Chen D. Cui Q.C. Gu Y.Y. Jiang T. Chen W. Wan S.B. Dou Q.P. Antitumor activity of novel fluoro-substituted (–)-epigallocatechin-3-gallate analogs Cancer Lett. 2010 292 48 53 10.1016/j.canlet.2009.11.006 19962231 82. Xu J. Tu Y. Wang Y. Xu X. Sun X. Xie L. Zhao Q. Guo Y. Gu Y. Du J. Prodrug of epigallocatechin-3-gallate alleviates choroidal neovascularization via down-regulating HIF-1α/VEGF/VEGFR2 pathway and M1 type macrophage/microglia polarization Biomed. Pharmacother. 2020 121 109606 10.1016/j.biopha.2019.109606 31743875 83. Zhang B. Safa R. Rusciano D. Osborne N.N. Epigallocatechin gallate, an active ingredient from green tea, attenuates damaging influences to the retina caused by ischemia/reperfusion Brain Res. 2007 1159 40 53 10.1016/j.brainres.2007.05.029 17573045 84. Zhang B. Osborne N.N. Oxidative-induced retinal degeneration is attenuated by epigallocatechin gallate Brain Res. 2006 1124 176 187 10.1016/j.brainres.2006.09.067 17084820 85. Ivanov I.V. Mappes T. Schaupp P. Lappe C. Wahl S. Ultraviolet radiation oxidative stress affects eye health J. Biophotonics 2018 11 e201700377 10.1002/jbio.201700377 29603665 86. Delcourt C. Cougnard-Grégoire A. Boniol M. Carrière I. Doré J.-F. Delyfer M.-N. Rougier M.-B. Le Goff M. Dartigues J.-F. Barberger-Gateau P. Lifetime Exposure to Ambient Ultraviolet Radiation and the Risk for Cataract Extraction and Age-Related Macular Degeneration: The Alienor Study Investig. Ophthalmol. Vis. Sci. 2014 55 7619 7627 10.1167/iovs.14-14471 25335979 87. de Jager T.L. Cockrell A.E. Du Plessis S.S. Ultraviolet Light Induced Generation of Reactive Oxygen Species Adv. Exp. Med. Biol. 2017 996 15 23 10.1007/978-3-319-56017-5_2 29124687 88. Chan C.M. Huang J.H. Lin H.H. Chiang H.S. Chen B.H. Hong J.Y. Hung C.F. Protective effects of (-)-epigallocatechin gallate on UVA-induced damage in ARPE19 cells Mol. Vis. 2008 14 2528 2534 19119326 89. Kokkinopoulos I. Shahabi G. Colman A. Jeffery G. Mature peripheral RPE cells have an intrinsic capacity to proliferate; a potential regulatory mechanism for age-related cell loss PLoS ONE 2011 6 e18921 10.1371/journal.pone.0018921 21526120 90. Miller H. Miller B. Ryan S.J. The role of retinal pigment epithelium in the involution of subretinal neovascularization Investig. Ophthalmol. Vis. Sci. 1986 27 1644 1652 2429937 91. Ball S.G. Shuttleworth C.A. Kielty C.M. Mesenchymal stem cells and neovascularization: Role of platelet-derived growth factor receptors J. Cell Mol. Med. 2007 11 1012 1030 10.1111/j.1582-4934.2007.00120.x 17979880 92. Chan C.M. Huang J.H. Chiang H.S. Wu W.B. Lin H.H. Hong J.Y. Hung C.F. Effects of (-)-epigallocatechin gallate on RPE cell migration and adhesion Mol. Vis. 2010 16 586 595 20376327 93. Campochiaro P.A. Pathogenic mechanisms in proliferative vitreoretinopathy Arch. Ophthalmol. 1997 115 237 241 10.1001/archopht.1997.01100150239014 9046259 94. Yu J. Peng R. Chen H. Cui C. Ba J. Elucidation of the pathogenic mechanism of rhegmatogenous retinal detachment with proliferative vitreoretinopathy by proteomic analysis Investig. Ophthalmol. Vis. Sci. 2012 53 8146 8153 10.1167/iovs.12-10079 23139279 95. Kaarniranta K. Blasiak J. Liton P. Boulton M. Klionsky D.J. Sinha D. Autophagy in age-related macular degeneration Autophagy 2022 19 388 400 10.1080/15548627.2022.2069437 35468037 96. Blasiak J. Kaarniranta K. Secretory autophagy: A turn key for understanding AMD pathology and developing new therapeutic targets? Expert Opin. Ther. Targets 2022 26 883 895 10.1080/14728222.2022.2157260 36529978 97. Li C.P. Yao J. Tao Z.F. Li X.M. Jiang Q. Yan B. Epigallocatechin-gallate (EGCG) regulates autophagy in human retinal pigment epithelial cells: A potential role for reducing UVB light-induced retinal damage Biochem. Biophys. Res. Commun. 2013 438 739 745 10.1016/j.bbrc.2013.07.097 23916613 98. Klionsky D.J. Abdel-Aziz A.K. Abdelfatah S. Abdellatif M. Abdoli A. Abel S. Abeliovich H. Abildgaard M.H. Abudu Y.P. Acevedo-Arozena A. Guidelines for the use and interpretation of assays for monitoring autophagy (4th edition) Autophagy 2021 17 1 382 10.1080/15548627.2020.1797280 33634751 99. Dunlop E.A. Tee A.R. mTOR and autophagy: A dynamic relationship governed by nutrients and energy Semin. Cell Dev. Biol. 2014 36 121 129 10.1016/j.semcdb.2014.08.006 25158238 100. Wang X. Proud C.G. The mTOR Pathway in the Control of Protein Synthesis Physiology 2006 21 362 369 10.1152/physiol.00024.2006 16990457 101. Gao Y. Wang C. Jiang D. An G. Jin F. Zhang J. Han G. Cui C. Jiang P. New insights into the interplay between autophagy and oxidative and endoplasmic reticulum stress in neuronal cell death and survival Front. Cell Dev. Biol. 2022 10 994037 10.3389/fcell.2022.994037 36187470 102. Holczer M. Besze B. Zámbó V. Csala M. Bánhegyi G. Kapuy O. Epigallocatechin-3-Gallate (EGCG) Promotes Autophagy-Dependent Survival via Influencing the Balance of mTOR-AMPK Pathways upon Endoplasmic Reticulum Stress Oxidative Med. Cell. Longev. 2018 2018 6721530 10.1155/2018/6721530 103. Lee J.H. Moon J.H. Kim S.W. Jeong J.K. Nazim U.M. Lee Y.J. Seol J.W. Park S.Y. EGCG-mediated autophagy flux has a neuroprotection effect via a class III histone deacetylase in primary neuron cells Oncotarget 2015 6 9701 9717 10.18632/oncotarget.3832 25991666 104. Wang L. Sun X. Zhu M. Du J. Xu J. Qin X. Xu X. Song E. Epigallocatechin-3-gallate stimulates autophagy and reduces apoptosis levels in retinal Müller cells under high-glucose conditions Exp. Cell Res. 2019 380 149 158 10.1016/j.yexcr.2019.04.014 30998948 105. Heng L.Z. Comyn O. Peto T. Tadros C. Ng E. Sivaprasad S. Hykin P.G. Diabetic retinopathy: Pathogenesis, clinical grading, management and future developments Diabet. Med. 2013 30 640 650 10.1111/dme.12089 23205608 106. Jiang Z. Lu W. Zeng Q. Li D. Ding L. Wu J. High glucose-induced excessive reactive oxygen species promote apoptosis through mitochondrial damage in rat cartilage endplate cells J. Orthop. Res. 2018 36 2476 2483 10.1002/jor.24016 29663489 107. Kaarniranta K. Uusitalo H. Blasiak J. Felszeghy S. Kannan R. Kauppinen A. Salminen A. Sinha D. Ferrington D. Mechanisms of mitochondrial dysfunction and their impact on age-related macular degeneration Prog. Retin. Eye Res. 2020 79 100858 10.1016/j.preteyeres.2020.100858 32298788 108. Sahel J.A. Marazova K. Audo I. Clinical characteristics and current therapies for inherited retinal degenerations Cold Spring Harb. Perspect. Med. 2014 5 a017111 10.1101/cshperspect.a017111 25324231 109. Perdices L. Fuentes-Broto L. Segura F. Cavero A. Orduna-Hospital E. Insa-Sánchez G. Sánchez-Cano A.I. Fernández-Sánchez L. Cuenca N. Pinilla I. Systemic epigallocatechin gallate protects against retinal degeneration and hepatic oxidative stress in the P23H-1 rat Neural Regen. Res. 2022 17 625 631 10.4103/1673-5374.320990 34380903 110. Liu Y. Sun Y. Huang G. Preparation and antioxidant activities of important traditional plant polysaccharides Int. J. Biol. Macromol. 2018 111 780 786 10.1016/j.ijbiomac.2018.01.086 29355627 111. Yang K. Gao Z.Y. Li T.Q. Song W. Xiao W. Zheng J. Chen H. Chen G.H. Zou H.Y. Anti-tumor activity and the mechanism of a green tea ( Camellia sinensis ) polysaccharide on prostate cancer Int. J. Biol. Macromol. 2019 122 95 103 10.1016/j.ijbiomac.2018.10.101 30342140 112. Yan Y. Ren Y. Li X. Zhang X. Guo H. Han Y. Hu J. A polysaccharide from green tea ( Camellia sinensis L.) protects human retinal endothelial cells against hydrogen peroxide-induced oxidative injury and apoptosis Int. J. Biol. Macromol. 2018 115 600 607 10.1016/j.ijbiomac.2018.04.011 29627466 113. Chu K.O. Chan K.P. Yang Y.P. Qin Y.J. Li W.Y. Chan S.O. Wang C.C. Pang C.P. Effects of EGCG content in green tea extract on pharmacokinetics, oxidative status and expression of inflammatory and apoptotic genes in the rat ocular tissues J. Nutr. Biochem. 2015 26 1357 1367 10.1016/j.jnutbio.2015.07.001 26362107 114. Varano M. Eter N. Winyard S. Wittrup-Jensen K.U. Navarro R. Heraghty J. The emotional and physical impact of wet age-related macular degeneration: Findings from the wAMD Patient and Caregiver Survey Clin. Ophthalmol. 2016 10 257 267 10.2147/OPTH.S92616 26893539 115. Blasiak J. Watala C. Tuuminen R. Kivinen N. Koskela A. Uusitalo-Järvinen H. Tuulonen A. Winiarczyk M. Mackiewicz J. Zmorzyński S. Expression of VEGFA-regulating miRNAs and mortality in wet AMD J. Cell Mol. Med. 2019 23 8464 8471 10.1111/jcmm.14731 31633290 Figure 1 Advanced age-related macular degeneration (AMD) leads to disturbances in central vision. AMD affects the macula, a small structure in the retina, centered by the fovea ( A ). Advanced AMD occurs in two basic forms: dry (atrophic, not presented here) and wet (advanced neovascular, ( B )). In eyes with wet AMD, the subretinal hemorrhage (dark brown) is adjacent to a choroidal neovascular membrane (light brown) and results in disturbances in or loss of central vision. Figure 2 The vascular endothelial growth factor A ( VEGFA ) gene contains eight exons (yellow) separated by seven introns. Exon 8 can be divided into two parts that have alternative stop codons and alternative splicing sites—proximal (PSS) and distal (DSS). The selection of these signals results in alternative forms of the mRNAs that are translated to produce proangiogenic (green) or anti-angiogenic (blue) isoforms. The pro-angiogenic VEGFA mRNA are produced by the use of DSS, whereas their antiangiogenic counterparts use PSS. Arbitrarily selected representatives of the VEGFA isoforms are presented only. The proportions of the boxes representing exons do not necessarily correspond to the actual length of VEGFA exons. Figure 3 Ribbon representation of the monomer ( A ) and the dimer ( B ) of the receptor binding domain of vascular endothelial growth factor A. Disulfide bonds are represented by thin blue/yellow lines, and the two α-helices are in blue and green. The four central β-sheets form a knot motif on one end of the molecule. Taken from the RCSB Protein Data Bank: Y.A. Muller, B. Li, H.W. Christinger, J.A. Wells, B. C. Cunningham, A.M. de Vos, Vascular endothelial growth factor: crystal structure and functional mapping of the kinase domain receptor binding site (1997) https://doi.org/10.2210/pdb1VPF/pdb [ 59 ] under the CC0 1.0 Universal (CC0 1.0) Public Domain Dedication. Figure 4 The biological activity of vascular endothelial growth factor A (VEGFA) is mediated by its receptors, VEGFR1 and VEGFR2, acting as homodimers upon the activation induced by VEGFA binding in its dimeric form. Both receptors can also act in their soluble forms and VEGFA displays an affinity to soluble VEGFR1 (sVEGFR1). Only the main biological activities of VEGFA–VEGFR complexes are indicated. VEGFR1 and VEGFR2 monomers may form a heterodimer, which also functions as a VEGFA receptor (not presented here). Figure 5 Catechins of green tea extract. Figure 6 Biological effects of (-)-epigallocatechin-3-gallate (EGCG) that may improve vision and protect against the detrimental action caused by various stresses, including oxidative stress. These effects may support the therapy in fighting against vascular endothelial growth factor A (VEGFA) and its receptors, the only approved treatment of wet (exudative) age-related macular degeneration (AMD). These effects have been observed in laboratory animals and/or cell cultures. CNV—choroidal neovascularization. nutrients-15-03358-t001_Table 1 Table 1 Biological effects of (-)-epigallocatechin-3-gallate (EGCG) that can be linked to age-related macular degeneration (AMD) in various biological systems. System Effect Reference MDA-MB231 breast cancer cells and HUVECs 1 Decreased VEGFA secreted into conditioned media [ 72 ] Colon cancer cell line HT29 Inhibited activation of mitogen-activated protein kinases 1 and 3 (MAPK1 and 3), increased apoptosis, and decreased angiogenesis and proliferation [ 73 ] HUVECs Inhibition of VEGFA-induced DNA synthesis, cell proliferation, the autophosphorylation of VEGFR1 and VEGFR2, the phosphorylation of MAPK1 and MAPK3, the mRNA expression of EGR1, VEGFA-induced intracellular signaling, and mitogenesis [ 77 ] Human microvascular endothelial cells Inhibited tube formation [ 79 ] Mice with laser-induced CNV, mouse b-End3 cells Inhibited tube formation, reduced CNV area [ 82 ] Rats, retinal RGC-5 ganglion cells Protection against oxidative stress and ischemia/reperfusion [ 83 ] Rats Protection of the neural retina against oxidative stress [ 84 ] Human retinal pigment epithelium ARPE-19 cells Suppression of UVA-induced cell death, inhibition of MAPK1, MAPK8, and p38 [ 88 ] Inhibition of migration and adhesion to fibronectin [ 91 , 92 ] Repression of UVB-mediated autophagy underlined by the interaction with MTOR [ 97 ] Derivative of human embryonic kidney HEK293T cells Promotion of autophagy-dependent survival in ER stress, dependent on MTOR and ULK1 [ 102 ] Müller retinal cells Autophagy activation and protection from apoptosis induced by high glucose concentration mediated by changes in SQSTM1 and BECN1 [ 104 ] Rat model of RP Improvement in visual functions, retinal electric activity, and antioxidant defense [ 109 ] Rats Increased oxidative stress at high EGCG concentrations [ 113 ] 1 Abbreviations: BECN1, beclin 1; CNV, choroidal neovascularization; ER, endoplasmic reticulum; EGR1, early growth response 1; HUVEC, human umbilical vein endothelial cells; MAPK, mitogen-activated protein kinase; MTOR, mechanistic target of rapamycin; RP, retinis pigmentosa; SQSTM1, sequestosome 1; ULK1, unc-51-like autophagy activating kinase; VEGFA, vascular endothelial growth factor A; VEGFR, VEGFA receptor.",
  "plain_text": "Age-related macular degeneration (AMD) is a largely incurable disease and an emerging problem in aging societies. It occurs in two forms, dry and wet (exudative, neovascular), which may cause legal blindness and sight loss. Currently, there is not any effective treatment for dry AMD. Meanwhile, repeated intravitreal injections with antibodies effective against vascular endothelial growth factor A (VEGFA) slow down wet AMD progression but are not free from complications. (-)-Epigallocatechin-3-gallate (EGCG) is an active compound of green tea, which exerts many beneficial effects in the retinal pigment epithelium and the neural retina. It has been reported to downregulate the VEGFA gene by suppressing its activators. The inhibition of mitogen-activated protein kinases 1 and 3 (MAPK1 and MAPK3) may lie behind the antiangiogenic action of EGCG mediated by VEGFA. EGCG exerts protective effects against UV-induced damage to retinal cells and improves dysfunctional autophagy. EGCG may also interact with the mechanistic target rapamycin (MTOR) and unc-51-like autophagy activating kinase (ULK1) to modulate the interplay between autophagy and apoptosis. Several other studies report beneficial effects of EGCG on the retina that may be related to wet AMD. Therefore, controlled clinical trials are needed to verify whether diet supplementation with EGCG or green tea consumption may improve the results of anti-VEGFA therapy in wet AMD."
}
