{
  "PMC": "12192589",
  "DOI": "10.3390/ijms26125634",
  "PMID": "40565099",
  "PMCID": "PMC12192589",
  "title": "Epigenetic Alterations in Glioblastoma Multiforme as Novel Therapeutic Targets: A Scoping Review.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12192589",
  "source": "MED",
  "abstract_text": "Glioblastoma multiforme (GBM) is a highly aggressive primary brain tumor with a dismal prognosis despite advances in multimodal treatment. Conventional therapies fail to achieve durable responses due to GBM's molecular heterogeneity and capacity to evade therapeutic pressures. Epigenetic alterations have emerged as critical contributors to GBM pathobiology, including aberrant DNA methylation, histone modifications, and non-coding RNA (ncRNA) dysregulation. These mechanisms drive oncogenesis, therapy resistance, and immune evasion. This scoping review evaluates the current state of knowledge on epigenetic modifications in GBM, synthesizing findings from original articles and preclinical and clinical trials published over the last decade. Particular attention is given to MGMT promoter hypermethylation status as a biomarker for temozolomide (TMZ) sensitivity, histone deacetylation and methylation as modulators of chromatin structure, and microRNAs as regulators of pathways such as apoptosis and angiogenesis. Therapeutically, epigenetic drugs, like DNA methyltransferase inhibitors (DNMTis) and histone deacetylase inhibitors (HDACis), appear as promising approaches in preclinical models and early trials. Emerging RNA-based therapies targeting dysregulated ncRNAs represent a novel approach to reprogram the tumor epigenome. Combination therapies, pairing epigenetic agents with immune checkpoint inhibitors or chemotherapy, are explored for their potential to enhance treatment response. Despite these advancements, challenges such as tumor heterogeneity, the blood-brain barrier (BBB), and off-target effects remain significant. Future directions emphasize integrative omics approaches to identify patient-specific targets and refine therapies. This article thus highlights the potential of epigenetics in reshaping GBM treatment paradigms.",
  "full_text": "pmc Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 12192589 10.3390/ijms26125634 ijms-26-05634 Review Epigenetic Alterations in Glioblastoma Multiforme as Novel Therapeutic Targets: A Scoping Review https://orcid.org/0009-0002-6938-7189 Meleiro Marco 1 https://orcid.org/0000-0003-3171-4666 Henrique Rui 2 3 4 * Fiorentino Vincenzo Academic Editor Martini Maurizio Academic Editor 1 Integrated Master’s in Medicine, School of Medicine & Biomedical Sciences, University of Porto (ICBAS-UP), Rua Jorge Viterbo Ferreira 228, 4050-313 Porto, Portugal; up201905436@edu.icbas.up.pt 2 Department of Pathology and Molecular Immunology, School of Medicine & Biomedical Sciences, University of Porto (ICBAS-UP), Rua Jorge Viterbo Ferreira 228, 4050-313 Porto, Portugal 3 Department of Pathology, Portuguese Oncology Institute of Porto (IPO Porto)/Porto Comprehensive Cancer Centre Raquel Seruca (Porto.CCC), Rua Dr. António Bernardino de Almeida, 4200-072 Porto, Portugal 4 Cancer Biology & Epigenetics Group-Research Center of IPO Porto (CI-IPOP), Portuguese Oncology Institute of Porto (IPO Porto)/Porto Comprehensive Cancer Centre Raquel Seruca (Porto.CCC), Rua Dr. António Bernardino de Almeida, 4200-072 Porto, Portugal * Correspondence: rmhenrique@icbas.up.pt or henrique@ipoporto.min-saude.pt 12 6 2025 6 2025 26 12 5634 29 4 2025 06 6 2025 09 6 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Glioblastoma multiforme (GBM) is a highly aggressive primary brain tumor with a dismal prognosis despite advances in multimodal treatment. Conventional therapies fail to achieve durable responses due to GBM’s molecular heterogeneity and capacity to evade therapeutic pressures. Epigenetic alterations have emerged as critical contributors to GBM pathobiology, including aberrant DNA methylation, histone modifications, and non-coding RNA (ncRNA) dysregulation. These mechanisms drive oncogenesis, therapy resistance, and immune evasion. This scoping review evaluates the current state of knowledge on epigenetic modifications in GBM, synthesizing findings from original articles and preclinical and clinical trials published over the last decade. Particular attention is given to MGMT promoter hypermethylation status as a biomarker for temozolomide (TMZ) sensitivity, histone deacetylation and methylation as modulators of chromatin structure, and microRNAs as regulators of pathways such as apoptosis and angiogenesis. Therapeutically, epigenetic drugs, like DNA methyltransferase inhibitors (DNMTis) and histone deacetylase inhibitors (HDACis), appear as promising approaches in preclinical models and early trials. Emerging RNA-based therapies targeting dysregulated ncRNAs represent a novel approach to reprogram the tumor epigenome. Combination therapies, pairing epigenetic agents with immune checkpoint inhibitors or chemotherapy, are explored for their potential to enhance treatment response. Despite these advancements, challenges such as tumor heterogeneity, the blood–brain barrier (BBB), and off-target effects remain significant. Future directions emphasize integrative omics approaches to identify patient-specific targets and refine therapies. This article thus highlights the potential of epigenetics in reshaping GBM treatment paradigms. glioblastoma epigenetics DNA methylation chromatin remodeling non-coding RNA Research Center of IPO Porto PI 27—CI-IPOP-27-2016-CBEG This study was funded by PI 27—CI-IPOP-27-2016-CBEG Base Funding, Research Center of IPO Porto. 1. Introduction Glioblastoma multiforme (GBM) is the most aggressive and common primary brain malignancy, with an incidence rate ranging from 0.59 to 5 cases per 100,000 individuals. This rate has been rapidly increasing in many countries due to factors such as aging populations and advancements in diagnostic precision [ 1 , 2 ]. The standard treatment, established by the Stupp protocol, involves surgical tumor resection with broad margins, followed by radiotherapy and concomitant adjuvant temozolomide (TMZ) [ 3 ]. Other approved treatments for GBM include lomustine, carmustine, bevacizumab, carmustine wafer implants, and tumor-treating fields, which are mostly utilized to manage recurrent GBM and alleviate its symptoms [ 4 ]. Despite these treatments, median survival for GBM patients is approximately 15 months, and the 5-year relative survival rate is only 6.8% (although dependent on sex and age at diagnosis). Progression of GBM entails severe neurological decline, with physical and cognitive impairments, significantly reducing patients’ quality of life and bringing emotional and financial challenges to caregivers. Tumor recurrence and drug resistance remain significant challenges, contributing to the poor prognosis and limiting the effectiveness of available therapies [ 1 , 2 , 5 ]. Comprehensive genome-wide studies have cataloged somatic mutations, copy number variations, and genetic rearrangements while also revealing transcriptomic, epigenomic, proteomic, and metabolomic profiles of GBM [ 6 , 7 , 8 , 9 , 10 ]. These multiomics approaches have also illuminated the role of key cellular processes such as autophagy, linking it to oncogenic signaling and cellular stress responses [ 11 , 12 , 13 ]. Technological advances, such as next-generation sequencing, RNA expression analyses, and DNA methylation profiling, have reshaped our understanding of central nervous system (CNS) tumors, creating the need for novel and updated classification systems. After the 2016 version introduced specific molecular alterations as diagnostic criteria for the first time, the 5th World Health Organization (WHO) classification system carried on refining the stratification of existing tumors while still including key histological and immunohistochemical diagnostic features. The 2021 scheme divides CNS tumors into six major categories, as summarized in Figure 1 . Hence, “GBM, isocitrate dehydrogenase (IDH)-wildtype” is defined as a grade 4 adult-type diffuse astrocytoma lacking IDH and histone mutations, with simultaneous gain of chromosome 7 and loss of chromosome 10, epidermal growth factor receptor (EGFR) amplification, TERT promoter mutations, mitoses, necrosis, or microvascular proliferation. Other frequently observed molecular abnormalities include O 6 -methylguanine-DNA methyltransferase (MGMT) promoter methylation, CDKN2A/B deletions, phosphatase and tensin homolog (PTEN) alterations, TP53 mutations, MDM2/4 amplifications, and BRAF V600E mutations [ 4 , 14 , 15 ]. Nonetheless, in IDH-wildtype diffuse astrocytomas occurring in younger patients, it is important to consider the distinct subtypes of diffuse pediatric-type gliomas—adult-type tumors can rarely be found in children, particularly young adults, while pediatric-type tumors may occasionally occur in adults [ 16 ]. Moreover, “Astrocytoma, IDH-mutant” is a diffuse astrocytoma with activating mutation in IDH1 or IDH2 (as well as altered ATRX, TP53, or CDKN2A expression) that is graded 2-4 within type, abolishing the term “GBM, IDH-mutant”. The gain-of-function mutation in IDH1/2 leads to overproduction of the oncometabolite D-2-hydroxyglutarate and inhibition of enzymes that require α-ketoglutarate as a cofactor, such as DNA demethylases, causing genomic cytosine-phosphate-guanine (CpG) hypermethylation and impairing cellular differentiation [ 17 , 18 ]. The IDH1 mutation is often considered an initiating event in tumorigenesis, being present in all tumor cells, making it an attractive therapeutic target, including for vaccine development [ 19 , 20 ]. IDH mutations also affect the splicing and expression of epigenetic modifiers such as DNA methyltransferases and methylation readers [ 21 ]. Although its standard treatment is similar to that of IDH-wildtype GBM, it exhibits slower progression and a more favorable prognosis [ 14 ]. Given the profound complexity of GBM, overcoming this malignancy requires multifaceted therapeutic approaches. These may include combining surgical tumor debulking with strategies targeting molecular drivers, such as engineered immunomodulators with high specificity and cytotoxicity or oncolytic viruses [ 6 ]. Leveraging insights from epigenetics, coupled with precision medicine tools like omics-driven biomarker identification, may enable the development of more effective and personalized treatment strategies for GBM [ 22 , 23 , 24 ]. This scoping review explores the evolving role of epigenetic alterations as therapeutic targets, biomarkers, and combinatory strategies in the fight against GBM, with an emphasis on bridging preclinical discoveries and clinical applications. 2. Methods The protocol was developed according to the PRISMA Extension for Scoping Reviews (PRISMA-ScR) recommendations and was retrospectively registered with the Open Science Framework (OSF; Center for Open Science, Washington, DC, USA) on 4 June 2025 [ 25 ]. It is publicly accessible at: https://doi.org/10.17605/OSF.IO/9HARY . This scoping review was guided by the PCC framework, focusing on GBM patients (Population), epigenetic alterations as therapeutic targets (Concept), and the limited effectiveness of current standard treatments (Context) ( Supplementary Table S1 ). All relevant preclinical studies and clinical trials—single-arm or double-arm, including both randomized and nonrandomized controlled trials—addressing epigenetic alterations in GBM as therapeutic targets were eligible for inclusion. Studies were excluded if they did not clearly define their methods and/or results. Only studies published in English and within ten years (2014–2024) were considered. Editorials, conference abstracts, books or book chapters, case reports, case series, literature reviews, meta-analyses, and preprints were excluded. We conducted searches in the databases PubMed, Scopus, and Web of Science from inception until 16 October 2024. ClinicalTrials.gov was also searched from inception to 22 December 2024 for ongoing or completed registered trials. The search strategy included the terms “glioblastoma”, “epigenetic”, and “therapeutic targeting”, along with MeSH terms, synonyms, and appropriate filters. The final PubMed search string was as follows: “(Glioblastoma epigenetic therapeutic targeting) NOT (review[pt])”, with filters applied for full text, English language, publication within the last 10 years, and exclusion of preprints. A manual search, primarily through backward citation tracking, was also conducted to identify additional relevant studies. All search results were exported into EndNote 21.5 (Clarivate, Philadelphia, PA, USA). Duplicate records were removed using EndNote, initially by matching records with the same title and author published in the same year, followed by a second pass using title, author, and journal. This process identified 93 duplicates. An additional 78 duplicates were identified through manual review. A total of 171 duplicates were removed before screening. Reference screening was performed in two stages. Initially, titles and abstracts were screened by one author against the eligibility criteria. Full texts were retrieved for all potentially relevant studies. One author then reviewed the full texts and screened the trial registry entries for inclusion, with verification by the second author. Discrepancies were resolved through discussion and consensus. The study selection process is illustrated in Figure 2 . Data charting was conducted using a standardized form by one author and verified by the other. Information extracted from each study included publication year, model system used (e.g., in vitro or in vivo), epigenetic targets, therapeutic interventions, stage of development (preclinical or clinical), and any reported study limitations. No critical appraisal of included sources was performed, in accordance with standard scoping review methodology. The data charting process and results are summarized in Table A1 , Table A2 and Table A3 . 3. Results A total of 547 records were identified through databases and manual searches. After removing duplicates, 376 unique records were screened by title and abstract, with 311 progressing to full-text review. Ultimately, 286 studies met the inclusion criteria and were included in the final analysis. The study selection process is detailed in the PRISMA-ScR flow diagram ( Figure 2 ). The included studies comprised both preclinical and clinical investigations exploring epigenetic alterations in GBM as therapeutic targets. Charted data ( Table A1 , Table A2 and Table A3 ) reflects a diverse range of epigenetic mechanisms, including DNA methylation, histone modifications, and ncRNAs. Therapeutic approaches varied, encompassing small-molecule inhibitors, RNA-based therapies, and gene-editing strategies. Most included studies were conducted in preclinical settings using established GBM cell lines, patient-derived xenografts, or animal models, with a smaller proportion representing early-phase or small-scale clinical trials. The synthesis of findings was primarily narrative, focusing on the translational relevance of the identified strategies. Evidence was prioritized based on its current or potential applicability to clinical practice. Building on the broader body of research in the field and particularly the comprehensive 2020 review on epigenetics in GBM as a gateway to therapeutic development [ 26 ], this review emphasizes studies published between 2021 and 2024 to highlight recent advances and evolving trends. 4. Discussion 4.1. Glioblastoma Multiforme: An Overview GBM is a highly heterogeneous cancer with invasive behavior, making complete surgical removal nearly impossible. Despite combining radiotherapy with TMZ chemotherapy, treatment often fails because GBM cells develop resistance to both therapies over time. Histopathological features such as necrosis, cellularity, angiogenesis, and mitosis may not accurately explain the failure of treatment and poor clinical outcomes [ 27 ]. An illustrative depiction of the epigenetic and signaling pathways involved in GBM pathogenesis and their therapeutic targeting is presented in Figure 3 . A major challenge in GBM treatment is its extensive cellular and molecular heterogeneity. GBM harbors a small population of glioma stem-like cells (GSCs), which are multipotent, capable of self-renewal, and especially resistant to chemoradiation [ 28 , 29 ]. GSCs participate in abnormal angiogenesis, synapse formation, invasiveness, myelination, and metabolic alterations. Intriguingly, pathways critical to normal embryogenesis are repurposed during gliomagenesis, with neurotransmitters like dopamine, noradrenaline, and glutamine in the microenvironment exploited by tumors to support growth and survival. In fact, metabolic adaptation and reprogramming are crucial in gliomagenesis, with glutamine starvation enhancing the expression of enzymes such as PSAT1, SHMT2, and MTHFD2, the latter of which emerges as a promising therapeutic target due to its elevated levels in GBM. Serine synthesis, driven by autophagy rather than glycolysis, supports this process, and inhibiting either autophagy or MTHFD2 significantly impairs GBM cell survival and growth [ 30 ]. Immune pathways are also differentially regulated at various stages of gliomagenesis, including the downregulation of antigen presentation genes, reflecting the tumor’s adaptability [ 6 , 31 , 32 ]. This hierarchical cell organization enables a pattern of relapse and progression in GBM, since residual GSCs can survive treatment and contribute to tumor recurrence. Efforts have focused on identifying specific markers for GSCs, such as OCT4, NANOG, SOX2, and CARM1, to address the challenge of therapeutic resistance [ 31 , 33 ]. A study confirmed the spatial heterogeneity and suggested evolutionary trajectories of GBM using a three-dimensional spatial sampling approach, combining surgical neuronavigation with pre-operative magnetic resonance imaging (MRI) scans. Early tumor evolution is marked by CDKN2A/B loss and EGFR, platelet-derived growth factor receptor A (PDGFRA), and CDK4 gains. Nearly 40% of patients showed subgroup heterogeneity, with spatially distinct tumor regions deviating from dominant subtypes, and homogeneous subtypes correlated with longer median survival (477 vs. 293 days). There was also IDH1 differential expression within tumors, with higher expression in the cellular tumor regions and lower levels at the invasive tumor edge. Gain of chromosome 7, containing EGFR, PTPRZ1, and PTN, possibly locks cells into an undifferentiated intermediate progenitor cell state. Additionally, spatial analysis revealed distinct microenvironments at the GBM core and periphery. These microenvironments were shaped by the distribution of nonmalignant cell types and tumor cell-intrinsic programs activated in response to regional factors like injury and hypoxia. Notably, neuronal hijacking occurred at the tumor periphery, where tumor cells interacted with neurons. In the tumor core, different immune microenvironments were observed, including immune-hot areas with interferon signaling and T cell infiltration and immune-cold areas undergoing mesenchymal differentiation, coordinated by the master regulator AP-1 [ 32 , 34 , 35 , 36 ]. Other techniques, like GSC-derived GBM cerebral organoid models, have confirmed this epigenetic heterogeneity and dynamic chromatin changes mirroring early neural development. This also allows cell-state distribution manipulation by targeting chromatin regulators, which could enable “state-selective lethality”, a therapeutic strategy that drives cells into drug-sensitive states. An alternative strategy is targeting WDR5, crucial for GSC self-renewal and tumor initiation, by disrupting the epigenetic maintenance of GSCs and circumventing the challenges of directly targeting transcription factors like SOX2 [ 37 , 38 ]. The blood–brain barrier (BBB) is another main challenge to effective treatment, blocking the uptake of over 98% of systemic therapies. To penetrate the BBB, agents must meet specific physiochemical criteria, such as lipophilicity, charge, and size, which complicates drug development. Convection-enhanced delivery offers a potential solution by directly distributing drugs into brain tissue using mechanical force. Nanoparticle (NP) drug delivery systems offer promising advancements for glioma therapy, with over 500 clinical trials already exploring NP-based treatments for various diseases [ 39 ]. Epigenetic alterations have long been recognized as key contributors to gliomagenesis and tumor progression. Epigenomics examines reversible chemical modifications to DNA, histone proteins, and messenger RNA (mRNA) that influence gene expression without altering the genetic sequence. These modifications include changes to histone proteins, such as acetylation, methylation, and ubiquitination, which may either activate or suppress transcription. DNA methylation, particularly at CpG sites, generally inhibits gene expression by blocking the binding of transcription factors to promoter or enhancer regions. While methylation patterns are tightly controlled during development and in normal tissues, they are often disrupted in pathological conditions [ 6 ]. Non-coding RNAs (ncRNAs) also play a significant role in this regulatory landscape. MicroRNAs (miRNA, miR) bind to the 3′ untranslated regions of mRNA, blocking translation or promoting degradation. Although primarily associated with gene silencing, some miRNAs can enhance transcript stability and translation, increasing gene expression. Notably, over half of miRNA-encoding genes are located in genomic regions frequently altered in tumors, suggesting their significant role in regulating oncogenes and tumor suppressor genes [ 40 , 41 , 42 ]. Long non-coding RNAs (lncRNAs, non-protein-coding RNA molecules over 200 nucleotides in length) regulate gene expression by influencing chromatin structure, interacting with nuclear molecules, and serving as precursors or sponges for microRNAs. They play crucial roles in development and cancer progression, acting as both activators and repressors of transcription [ 43 ]. 4.2. DNA Methylation Modulation DNA methylation is a key epigenetic mechanism that regulates chromatin structure and gene expression. Cancer cells often exhibit global DNA hypomethylation paired with hypermethylation at specific loci, contributing to genomic instability and silencing of tumor suppressor genes, respectively. In gliomas, DNA hypomethylation correlates with aggressive tumor behavior and poor prognosis [ 44 ]. DNA methylation is controlled by the activities of DNA methyltransferase (DNMT1), which maintains methylation patterns, and de novo DNA methyltransferase (DNMT3A/3B), which establishes de novo methylation. Although mutations in these methyltransferases are not common in brain tumors, mutations or amplification in receptor tyrosine kinase (RTK) genes may drive abnormal DNA methylation patterns in gliomas, encompassing metabolic reprogramming and contributing to the distinct hypomethylation phenotype observed. Mechanistic target of rapamycin complex 2 (mTORC2) plays a role in the DNA hypomethylator phenotype in GBM, particularly in tumors with platelet-derived growth factor receptor (PDGFR) amplification or the gain-of-function EGFR mutation, EGFRvIII. mTORC2 integrates aberrant RTK signaling with environmental nutrient levels to regulate histone modifications and promote tumor growth, driving the hypomethylator phenotype by epigenetically regulating DNMT3A, which in turn remodels the tumor-supportive glutamate metabolism network [ 45 ]. TMZ is an alkylating chemotherapeutic agent that induces cytotoxicity and apoptosis by alkylating DNA at numerous sites. MGMT can remove alkyl groups from the O 6 position of guanine, repairing the most toxic event caused by TMZ and leading to chemoresistance [ 28 , 46 ]. In around 40% of GBM patients, epigenetic modifications of the CpG island at specific CpG sites within the MGMT promoter result in gene silencing, impairing the repair of DNA alkylation and thereby improving response to TMZ. Accordingly, MGMT epigenetic silencing has been associated with longer survival, and testing its methylation status has become one of the most relevant biomarkers for prognosis and therapeutic guidance [ 47 , 48 , 49 , 50 ]. Nevertheless, other factors may play a role, as IDH1-wildtype GBM demonstrates a more significant association with MGMT status than IDH1-mutated gliomas [ 51 , 52 ]. ADP-ribosylation factor-like protein 13B (ARL13B), regulated by Enhancer of Zeste Homologue-2 (EZH2), interacts with inosine-5′-monophosphate dehydrogenase 2 (IMPDH2), a key enzyme in purine biosynthesis. This interaction hinders the purine salvage pathway, contributing to TMZ resistance. Disrupting IMPDH2 activity with the FDA-approved drug mycophenolate mofetil significantly improved TMZ efficacy and extended survival in patient-derived xenograft mouse models of GBM. Targeting IMPDH2 with mycophenolate mofetil offers a clinically viable strategy to enhance the effectiveness of alkylating agents in GBM [ 53 ]. Additionally, GBM cells utilizing anaerobic glycolysis, even under normoxic conditions, contribute to TMZ resistance. Suppressing HIF-1α may increase TMZ sensitivity in GBM cells and potentially reduce the required therapeutic dose when combined with KC2F7, a specific inhibitor of HIF-1α. Targeting metabolism in this way enhances the cytotoxic and apoptotic effects of TMZ, offering potential strategies for improving standard GBM treatment by regulating key metabolic pathways [ 54 ]. Endosomes play a vital role in regulating RTK signaling by modulating its intensity, timing, and spatial localization. RTK signaling is a key pathway frequently altered in GBM, with genetic changes present in 86% of tumors, including mutations in EGFR, ERBB2, and PDGFR. Sorting nexin 10 (SNX10) is a key regulator of endosomal sorting specific to PDGFRβ in GSCs, a pathway critical to GBM initiation and progression [ 55 ]. Despite the central role of PDGFR and related RTKs in GBM pathogenesis, clinical trials with multitargeted kinase and PDGFR inhibitors, such as imatinib, tivozanib, and nilotinib, failed to extend survival [ 56 , 57 , 58 , 59 ]. However, SNX10’s role in regulating PDGFRβ suggests that it might serve as a biomarker to predict responses to PDGFR inhibitors, enabling better patient stratification. Additionally, therapeutic inhibition of SNX10 or related signaling pathways, such as STAT3, could provide novel strategies to target GBM vulnerabilities [ 55 ]. Epidermal growth factor (EGF) is essential for cell growth, proliferation, and differentiation. Its receptor, EGFR, is often overexpressed and persistently activated in GBM, driving progression via pathways, including RAS/RAF/MEK/ERK, PI3K/AKT/mTOR, Src kinases, and STAT transcription factors. Pyruvate kinase M2 (PKM2), a key enzyme regulating the final step of glycolysis, plays a central role in the Warburg effect. EGF-induced ERK1/2 activation stimulates PKM2 phosphorylation at serine 37 in GBMs, while EGF also promotes phosphorylation of O-GlcNAc transferase (OGT) at Y976, enhancing its binding to PKM2. This increases PKM2 O-GlcNAcylation and de-tetramerization, reducing its activity. Additionally, OGT phosphorylated at Y976 preferentially recognizes other phosphotyrosine-binding proteins, such as STAT1, STAT3, STAT5, PKCδ, and p85, indicating a broader role in substrate selection. These findings highlight O-GlcNAcylation as a promising therapeutic target in EGFR-expressing cancers [ 60 ]. Serotonin has been implicated in glioma progression, promoting tumor cell proliferation, migration, and invasion, although its effects on tumor growth remain contradictory. Expression of serotonin receptor (5-HT 7 R) in a Drosophila glioma model, which mimics human glioma via co-expression of active PI3K and EGFR in glial cells, reduced larval lethality, restored normal brain morphology, and reversed molecular markers altered in gliomas. The tumor-suppressive effects of 5-HT 7 R likely involve modulation of cAMP pathways, metabolic changes, and interference with EGFR signaling. These findings position 5-HT 7 R as a promising therapeutic target for glioma, with the Drosophila model serving as a platform for drug screening and the development of 5-HT 7 R-targeted treatments [ 61 ]. Ubiquitin-specific peptidase 6 N-terminal-like (USP6NL), a GTPase-activating protein, plays a critical role in regulating EGFR trafficking and signaling in GBM. Overexpression of USP6NL stabilizes EGFR, enhancing AKT signaling, tumor cell survival, and therapy resistance. In TMZ-resistant GBM cells, USP6NL promotes self-renewal, invasion, and epithelial-mesenchymal transition (EMT), while knockdown of USP6NL sensitizes cells to TMZ. Mechanistically, USP6NL modulates the ubiquitin-proteasome system, which governs protein degradation and cellular homeostasis. Targeting USP6NL and the ubiquitin-proteasome system offers a novel therapeutic strategy to overcome resistance and recurrent GBM, potentially disrupting key survival pathways and enhancing treatment efficacy [ 62 ]. The Mre11-Rad50-NBS1 (MRN) complex plays a critical role in DNA damage repair by initiating homologous recombination (HR) and non-homologous end joining pathways for double-strand breaks (DSBs). Retinoblastoma binding protein 4 (RBBP4), a component of chromatin-modifying complexes such as Polycomb Repressive Complex 2 (PRC2), NuRD, and SIN3, regulates chromatin assembly during normal replication and DNA damage repair. Additionally, RBBP4 enhances MRN complex expression, promoting DNA repair and contributing to resistance to TMZ and radiation in MGMT-negative GBM. Targeting RBBP4 or the MRN complex may provide new therapeutic strategies for overcoming resistance and improving treatment outcomes, mainly in MGMT-negative GBM [ 63 ]. Along with MGMT gene methylation, retinoic acid receptor β (RARβ) promoter methylation is also positively correlated with treatment responses to radiotherapy and chemotherapy in GBM, suggesting RARβ-targeting therapies as potential candidates (including the FDA-approved drugs sulfanilamide, fulvestrant, sulfamerazine, bacampicillin, myricetin, and fursultiamine) [ 64 ]. Unlike the well-studied 5-methylcytosine, 5-hydroxymethylcytosine (5hmC) is an epigenetic modification predominantly found in enhancers, gene bodies, and promoters of actively transcribed genes. The depletion of 5hmC has been linked to hypermethylation of gene bodies in various cancers, including grade 4 gliomas. Patient survival may be predicted by 5hmC-based prognostic models, potentially surpassing traditional markers like IDH1 mutations, and may help identify new therapeutic targets [ 65 ]. The transcription factor SOX2 drives GSC induction and malignancy in IDH1/2 wild-type GBM. SOX2 represses the TET2 demethylase, resulting in reduced levels of 5hmC, a key DNA modification associated with tumor suppression. The loss of TET2 and 5hmC enhances GSC self-renewal and tumorigenic capacity. Furthermore, SOX2 activates the onco-miR miR-10b-5p, which directly targets and represses TET2, contributing to a hypermethylated and oncogenic phenotype in GSCs. Targeting SOX2-miR-10b-5p-TET2 signaling to counteract the hypermethylated state and malignancy of GSCs in GBM could be an efficient therapeutic strategy [ 66 ]. 4.3. Histone Modification Histone acetyltransferases (HATs) and histone deacetylases (HDACs) are key enzyme families with opposing roles in regulating histone acetylation—while HATs add acetyl groups to histones, promoting active transcription, HDACs remove these groups, leading to gene silencing. Unbalanced histone acetylation is linked to tumorigenesis, since reduced histone acetylation suppresses tumor-regulatory genes [ 67 ]. Besides having prognostic significance, histone acetylation is linked to differential expression of immune checkpoint genes, supporting the development of precision therapies targeting histone acetylation and the immune microenvironment [ 68 , 69 ]. HDAC2 knockdown induces GBM cell death by controlling miR-3189 expression, repressing glucose transporter 3 (GLUT3) transcription, and regulating glucose metabolism. This suggests that targeting HDAC2 could restore drug sensitivity in GBM [ 70 ]. HDAC2 is also an epigenetic regulator of GSCs across various genetic backgrounds, working with transforming growth factor β (TGF-β) pathway proteins, specifically SMAD3 and SKI, to regulate chromatin organization and gene expression. These chromatin modifications affect the expression of key genes such as SMAD3 and SOX2, which are vital for GSC self-renewal and growth. Additionally, HDAC2’s protein–protein interaction with SMAD3-SKI promotes cell cycle progression and suppresses genes related to cell fate specification. These findings suggest that disrupting the HDAC2-SMAD3-SKI pathway with specific inhibitors could be an effective therapeutic strategy for targeting the drug-resistant GSC population in GBM [ 71 ]. HDAC1, linked to higher tumor grades and worse prognosis, has a nonredundant critical involvement in the proliferative potential of GSCs. The loss of HDAC1 in GSCs leads to a decrease in key glioma stemness markers and stabilizes p53, inducing cell death, with no compensation from its paralogue HDAC2. This contrasts with normal neural stem cells, where HDAC1 is dispensable, strengthening the need for isoform-specific HDAC inhibitors (HDACis) for targeted therapies in GBM [ 72 ]. SLC30A3, a factor regulated by a super-enhancer (SE), functions as a tumor suppressor and exhibits significantly lower expression in GBM. Its activity is negatively regulated by HDAC1 through reduced H3K27ac levels, which impairs MAPK signaling. Targeting the HDAC1/SLC30A3/p38 MAPK axis emerges as a potential therapeutic strategy, highlighting SLC30A3’s role in curbing GBM malignancy via MAPK pathway activation [ 73 ]. HDACi eliminates cancer cells by inducing the expression of cell cycle repressors and pro-apoptotic genes [ 74 ]. Early studies highlighted the potential of HDACis like valproic acid in improving survival outcomes for glioma patients. Subsequent research, although encouraging, has yielded mixed results. Interestingly, HDAC inhibitors have shown heightened efficacy in gliomas harboring the IDH1 R132H mutation [ 19 ]. Among them, belinostat (PXD-101), a pan-HDACi with enhanced BBB penetration, has shown promising results in a pilot clinical trial, where newly diagnosed GBM patients received belinostat combined with concurrent radiotherapy and TMZ [ 75 ]. Belinostat improves upon earlier HDACis, such as vorinostat (suberoylanilide hydroxamic acid, SAHA), with greater potency and efficacy, particularly in restoring brain metabolite levels like N-acetylaspartate and myo-inositol, as shown by spectroscopic MRI. Results indicated improved six-month progression-free survival (84% vs. 54%, p = 0.073) and increased median overall survival by approximately 2.7 months compared to the control group. Voxel-based analysis of recurrence patterns suggested that belinostat may act as a radiosensitizer, improving in-field tumor control and potentially shifting recurrence patterns out-of-field [ 76 ]. Engineered IDH1-mutant glioma cell lines exhibited increased sensitivity to HDACis, including belinostat, and disclosed enhanced apoptotic responses. Radiographic and spectroscopic MRI analyses from the clinical trial support these findings, highlighting superior responses in IDH1-mutant GBM compared to IDH-wildtype cases [ 77 ]. Givinostat is another pan-HDACi inhibitor with BBB penetration, which has shown antitumor activity in GSC models and whose safety in humans has been established through phase I/II clinical trials for polycythemia vera. Mechanistically, givinostat inhibits Sp1 expression, a transcription factor critical for MGMT expression, impairing Sp1’s DNA-binding activity through HDAC-dependent mechanisms, thus attenuating MGMT-dependent resistance. These findings indicate that givinostat does not compromise TMZ sensitivity in GSCs lacking MGMT, supporting its utility across different GSC populations and the combination of givinostat with TMZ as a novel therapeutic strategy [ 46 ]. Another HDACi, trichostatin A (TSA), exhibits anticancer properties by inhibiting HDAC6, promoting cell death through mechanisms such as DNA repair suppression, and acting as a radiosensitizer. However, the TSA and TMZ combination showed antagonistic effects in GBM cell lines with distinct epigenetic patterns of TMZ resistance, with stronger antagonism observed in cells with higher MGMT expression. This suggests that MGMT expression levels influence the efficacy of TSA and TMZ combinations, emphasizing the importance of the MGMT gene over mismatch repair genes in mediating TMZ resistance [ 78 ]. The selective HDACi LMK235 demonstrated significant antitumor effects on GBM cells by reducing cell viability and colony formation through apoptosis and autophagy pathway induction. Transcriptomic analysis identified SCNN1A as a gene significantly downregulated by LMK235 treatment, and SCNN1A silencing further reduced GBM cell viability. These results suggest that targeting HDAC4/HDAC5 via LMK235 and modulating SCNN1A expression may offer a promising therapeutic strategy for GBM [ 79 ]. Domatinostat (4SC-202), a class I HDAC inhibitor, preferentially inhibits GSCs over their differentiated counterparts, selectively impairing GSC survival and self-renewal without significantly affecting normal fibroblasts or differentiated GSCs at effective concentrations. Hence, domatinostat is a potential anti-GSC therapy, offering a promising avenue for preventing relapses in GBM patients [ 80 ]. EZH2, the catalytic subunit of PRC2, is primarily associated with histone methylation, as well as promoting DNA methylation marks (by recruiting DNMTs). Specifically, EZH2 mediates the trimethylation of lysine 27 on histone H3 (H3K27me3), a well-known marker of transcriptional repression. EZH2 altered expression has been implicated in EMT across various tumors, and when upregulated in GBM, it is associated with worse prognosis [ 40 , 41 , 42 , 81 , 82 ]. EZH2 also interacts with HP1BP3, a heterochromatin-related protein, through a PRC2-independent mechanism to promote proliferation, stemness, and TMZ resistance in GSCs. Specifically, the EZH2-HP1BP3 complex enhances WNT7B expression by reducing the repressive histone marker H3K9me2, potentially disrupting HP1-HDAC interactions. The WNT/β-catenin pathway, which influences tumor growth, angiogenesis, invasiveness, and therapeutic resistance, emerges as a critical mediator in this process. Pharmacological inhibition of WNT7B effectively reverses TMZ resistance in HP1BP3-overexpressing GBM cells. Therefore, targeting the EZH2-HP1BP3 axis could be a promising therapeutic strategy for overcoming GSC-driven resistance in GBM [ 81 ]. Notably, EZH2 inhibitors, such as GSK126, promote apoptosis in GBM cells by inducing autophagy via the EZH2/miR-101/mTOR signaling axis—EZH2 knockdown upregulates miR-101, which regulates EZH2 in a positive feedback loop, further enhancing autophagy-mediated apoptosis. By disrupting the EZH2/miR-101/mTOR feedback loop, novel treatments could be developed to inhibit GBM progression and improve patient outcomes [ 42 ]. While EZH2 inhibitors like tazemetostat have shown promise in clinical trials, their effectiveness in GBM remains inconsistent, since prolonged inhibition of EZH2 in GBM cells has been linked to tumor progression due to activation of cell proliferation and DNA damage repair pathways. Ribosomal S6 kinase 4 (RSK4) is a serine/threonine kinase highly expressed in GBM, being associated with poor prognosis and enriched in GSCs. RSK4 directly phosphorylates EZH2 at S21, activating the EZH2/STAT3 pathway through a PRC2-independent mechanism and promoting GSC maintenance, while the knockdown of RSK4 restored sensitivity to EZH2 inhibitors and reduced GSC properties. Combination therapy targeting RSK4 (with the inhibitor BI-D1870) and EZH2 significantly inhibited tumor progression and improved survival in an orthotopic xenograft model [ 82 ]. Epigenetic mechanisms, beyond CpG methylation, may be involved in regulating the Wnt pathway in GBM, modulating the expression of key Wnt markers. Wnt5a, Fzd-2, β-catenin, and Wnt3a protein levels are generally increased in GBM compared to normal brain tissues. Expression of Fzd-2 and Wnt3a is significantly higher in recurrent GBM samples, while Wnt7b shows a marked decrease in these recurrent cases. As for DNA methylation, Wnt3a and Wnt7b have notably higher methylation levels in GBM compared to other markers, with Fzd-10 displaying the highest levels of methylation overall. This inverse relationship between methylation and protein expression is evident in several markers but not in the case of Wnt7b, where decreasing methylation levels do not correlate with increased protein expression. The intricate regulation of Wnt signaling in GBM highlights the potential of targeting this pathway for therapeutic strategies [ 83 ]. Elevated pleckstrin homology domain containing A4 (PLEKHA4) expression, driven by DNA hypomethylation, is linked to tumor progression, WNT signaling, immune cell infiltration, and stemness maintenance. Knockdown experiments showed reduced glioma cell proliferation, and drug sensitivity analysis suggests potential for targeting PLEKHA4 with kinase inhibitors [ 84 ]. The AKT/mTOR signaling pathway is a key regulator of cellular processes, including apoptosis inhibition, tumor progression, and chemoresistance. PTEN, a tumor suppressor, plays a crucial role in this pathway by dephosphorylating phosphatidylinositol 3,4,5-trisphosphate, thereby antagonizing PI3K/AKT signaling and maintaining cellular homeostasis [ 85 , 86 ]. Bevacizumab, a monoclonal antibody targeting vascular endothelial growth factor (VEGF)-A, inhibits the AKT/mTOR pathway, inadvertently activating autophagy as a survival mechanism. While bevacizumab effectively reduces proliferation and enhances apoptosis by modulating pro- and anti-apoptotic protein levels, its therapeutic impact is limited by this compensatory autophagic response. Blocking autophagy with chloroquine significantly amplifies bevacizumab-induced apoptosis, suggesting that autophagy enables GBM cells to tolerate antiangiogenic stress. These findings highlight the interplay between the AKT/mTOR pathway and autophagy in driving resistance and point to autophagy inhibition as a promising strategy to enhance bevacizumab efficacy in GBM treatment [ 87 ]. Polycomb group (PcG) proteins, key regulators in PRC1 and PRC2 complexes, influence cell proliferation and tumorigenesis. Chromobox (CBX) family members, essential components of PRC1, contribute to epigenetic regulation by targeting PRC1 to chromatin. Analysis revealed elevated expression of CBX2/3/5/8 and reduced expression of CBX6/7 in GBM, with correlations to tumor grade and recurrence. Overexpression of CBX3/8 and underexpression of CBX6 were linked to shorter survival. Functional assays confirmed CBX8’s role in promoting glioma cell proliferation. CBX7 showed increased methylation consistent with its reduced expression. CBX gene expression was also associated with immune cell infiltration, particularly CD4 + T cells [ 88 ]. Additionally, elevated CBX2 expression is strongly associated with higher pathological grades and TMZ resistance. Functional studies revealed that CBX2 recruits EZH2 to mediate H3K27me3 modifications on the PTEN promoter, silencing its expression. Conversely, CBX2 knockdown inhibits tumor growth and sensitizes cells to chemotherapy by restoring PTEN activity and suppressing the AKT/mTOR pathway. These findings highlight CBX2 as a critical driver of glioma progression and a potential therapeutic target [ 86 ]. Succination of PTEN, a newly identified posttranslational modification, prevents its localization on the cell membrane, reducing its inhibitory effects on the PI3K/AKT pathway. Whereas PTEN is frequently mutated in GBM, it remains intact in many GSCs. PTEN’s regulation in GSCs appears to depend on its interaction with MMS19, a critical protein involved in iron–sulfur (Fe-S) cluster assembly (CIA). PTEN disrupts MMS19-dependent CIA machinery, which is crucial for DNA metabolism and repair. In GSCs, the purine synthesis pathway fuels fumarate to succinate PTEN, which weakens PTEN’s interaction with MMS19, promoting GSC maintenance and tumorigenesis. This suggests that the tumor-suppressive function of PTEN is masked in GSCs, which in turn offers therapeutic opportunities to reactivate PTEN in cancer treatment [ 85 ]. Stearoyl-CoA desaturase (SCD), an enzyme regulating membrane fluidity by desaturating fatty acids, is implicated in tumorigenesis, but resistance to its inhibition presents a challenge in cancer therapy. In GBM, SCD is co-deleted with PTEN on chromosome 10 and exhibits variable methylation patterns. These epigenetic alterations contribute to resistance, even with remaining SCD activity, with a universal resistance mechanism driven by FOSB-mediated signaling resulting in target overexpression. Therefore, SCD expression and methylation status could serve as key biomarkers for patient stratification in clinical trials evaluating SCD inhibitors [ 89 ]. MK2206, an allosteric inhibitor of phosphorylated AKT, has shown promise in GBM therapy by enhancing the effects of existing treatments like gefitinib and effectively blocking AKT phosphorylation. AKT phosphorylation is closely linked to EGFR activity, particularly in EGFR/EGFRvIII-positive GBMs, where EGFR amplification frequently drives PI3K signaling. EGFR/EGFRvIII activation silences AJAP1, an antioncogene known to suppress cell invasion by reorganizing the F-actin cytoskeleton and reducing filopodia extensions. Thus, loss of AJAP1 expression, observed in over 80% of primary GBM cases, was shown to enhance tumor cell invasion. Given the limited success of EGFR tyrosine kinase inhibitors in some GBM patients, MK2206 represents a promising targeted therapy by addressing the underlying AKT-driven epigenetic changes and cytoskeletal remodeling associated with GBM invasiveness [ 90 ]. Prostaglandin F2 receptor inhibitor (PTGFRN), a transmembrane cell adhesion molecule (CAM) of the immunoglobulin superfamily, is upregulated in GBM, promoting cell growth and radiation resistance through the PI3K-AKT signaling pathway. Approximately 35% of CAMs show differential regulation in GBM, exhibiting both oncogenic and tumor-suppressive functions. Importantly, over half of the deregulated CAMs were found to be miRNA targets, suggesting a significant role for miRNA-mediated regulation in CAM expression. PTGFRN was experimentally validated to exhibit pro-migratory and pro-proliferative functions in GBM, highlighting its role in tumor invasion [ 91 ]. Connexin 43 (CX43), a key gap junction protein, mediates both autocrine and paracrine signaling pathways crucial for tumor growth. The Sonic Hedgehog (SHH) pathway, known for its role in cell network signaling, may regulate CX43 expression, influencing GBM pathobiology. SHH-GLI signaling fosters intercellular communication and microenvironment changes, promoting tumorigenesis, and SHH signaling supports the stemness of GBM by influencing CX43-mediated cellular interactions that maintain the GSC population. These findings suggest that targeting the CX43-SHH axis may offer new therapeutic strategies for GBM [ 92 ]. Lamellipodin, a cytoskeleton-associated protein, was found to cooperate with EGFR and interact with RICTOR, a key component of the mTOR pathway, to regulate GBM invasion and radiosensitivity. Lamellipodin is involved in clonogenic radiation survival and cell proliferation, which underscores its complex role in EGFR signaling and its potential as a therapeutic target in cancer treatment [ 93 ]. NF1 (a GTPase-activating protein) mutation results in RAS-GTP persistence, triggering the MEK/ERK phosphorylation cascade and activating the MAPK pathway, driving cell growth and survival. Additionally, RAS-GTP interacts with PI3K, enhancing its kinase activity and activating the downstream AKT-p65 signaling pathway, which further supports cell proliferation, resistance to apoptosis, and chemotherapy resistance. In NF1-mutated GBM with an active RAS pathway, RAS signaling epigenetically silences ERBIN expression in a reversible manner. Additionally, RASGRP1 and VPS28 emerged as key contributors to TMZ resistance by enhancing RAS-GTP transition and TMZ efflux, respectively. Biosystems-derived exosomes (Exos) are composed of amphiphilic lipid bilayers encasing an aqueous core, providing a versatile platform for co-loading drugs with diverse physicochemical properties. A targeted Exos-based quadruple combination therapy significantly reduced tumor burden in vivo, suggesting a promising strategy for addressing tumor progression and TMZ resistance in NF1-mutated GBM [ 27 , 94 ]. Cyclin-dependent kinase (CDK) 7, a key component of transcription factor TFIIH, facilitates transcription initiation by phosphorylating serine-5 residues in the C-terminal domain (CTD) of RNA polymerase II (Pol II). Additionally, it functions as the catalytic subunit of the CDK-activating kinase (CAK) complex, promoting cell-cycle progression. CDK9, part of the P-TEFb complex, phosphorylates serine-2 residues on the Pol II CTD, enabling productive elongation and mRNA synthesis. Both kinases are crucial for transcription and cell division, since their inhibition suppresses transcription and translation, impairing the growth of actively dividing GBM cells while sparing post-mitotic neurons. CDK7 inhibition disrupts SE-associated transcription, which is essential for maintaining tumor cell growth and stemness. Similarly, CDK9 inhibitors target Pol II and p70S6K-dependent pathways, reducing the viability, invasiveness, and self-renewal of GBM, regardless of TMZ sensitivity. Concurrently targeting multiple pathways might enhance GBM treatment by reducing compensatory pathway activation. CDK7 and CDK9 inhibitors exemplify this strategy and have demonstrated efficacy in hematological malignancies, showing potential for GBM therapy. However, their low BBB permeability constitutes a significant limitation [ 95 ]. Chromatin structural regulators, such as CCCTC-binding factor (CTCF) and Yin Yang 1 (YY1), have emerged as critical players in cancer biology. In gliomas, IDH1 mutations disrupt chromosomal neighborhoods through CTCF hypermethylation, while YY1 mediates chromatin loops and transcription elongation. YY1 was identified as a selective dependency in GSCs, regulating transcriptional CDK9 and RNA processing programs, including RNA splicing (SRSF1-3) and N6-methyladenosine (m6A) modification (METTL3 and YTHDF2). Targeting the YY1-CDK9 complex or associated transcription elongation machinery disrupts the self-renewal and proliferation of GSCs and induces interferon responses. This mechanism presents a novel therapeutic strategy, particularly in combination with immunotherapy, to address GBM’s resistance to treatment and limited immunotherapy efficacy [ 96 ]. TRIM24, a histone reader that binds to specific histone post-translational modifications, is highly expressed in GBM and drives GSC self-renewal and invasion while also functioning as a STAT3 transcriptional co-activator. Harvey Rat Sarcoma Viral Oncogene Homolog (HRas) is a member of the RAS protein family and is frequently activated in GBM, where the HRasV12 mutation activates the phosphorylated adaptor for RNA export (PHAX), which upregulates U3 small nucleolar RNAs (U3 snoRNAs) and recruits the Ku-dependent DNA-dependent protein kinase catalytic subunit (DNA-PKcs). TRIM24, when overexpressed, is also recruited by PHAX to U3 snoRNAs, where it facilitates DNA-PKcs phosphorylation of TRIM24 and induces reprogramming of the epigenome and transcription factor network, promoting the transformation into epithelioid GBM-like tumors. Additionally, targeting DNA-PKcs with the inhibitor NU7441 in combination with TMZ significantly enhances treatment efficacy for these tumors [ 97 ]. TRIM37, another member of the TRIM protein family, interacts with epigenetic complexes to regulate gene methylation and ubiquitination, influencing tumor proliferation and differentiation. In GSCs, TRIM37 is implicated in the activation of the SHH pathway, which regulates cell differentiation and contributes to GSC viability and invasion. TRIM37 interacts with EZH2 to epigenetically silence the SHH inhibitor PTCH1, leading to abnormal SHH pathway activation. TRIM37 knockdown reduces GSC stemness, promotes apoptosis, and extends survival in mouse models, constituting a potential therapeutic target for GBM, particularly targeting GSCs [ 98 ]. CELF2, part of the CELF/Bruno-like family of RNA-binding proteins, promotes a proliferative and OLIG2-positive phenotype in GSCs. CELF2 acts as a master epigenetic regulator by influencing the chromatin landscape through modulation of H3K9me3 levels via TRIM28 and G9a expression. This regulation represses genes like SOX3, which oppose the mitotic and OLIG2-positive tumor phenotype. These insights highlight CELF2’s role in GBM malignancy and its potential as a therapeutic target for combating the aggressive GSC phenotype [ 99 ]. Bromodomain and extra-terminal tail (BET) can regulate gene transcription by linking the histone code to transcriptional machinery, binding to acetylated chromatin residues to facilitate gene transcription. Small-molecule BET inhibitors (BETis) can disrupt these processes and modulate DNA damage response pathways, notably reducing MGMT expression by diminishing bromodomain-containing protein (BRD) 4 and Pol II binding at the MGMT promoter. By reducing MGMT expression, BETi sensitizes GBM cells to TMZ without compromising the mismatch repair system essential for alkylating agent efficacy. This suggests that incorporating BETi into the current standard of care with TMZ could sensitize GBM patients with unmethylated MGMT promoter [ 100 ]. Among BET family members, BRD4 plays a notable role in glioma progression and malignancy, particularly in R132H IDH mutants, where MYC activation is associated with transformation into higher-grade GBMs. Additionally, BRD4 expression is associated with reduced survival in IDH-mutant gliomas, while BRD3 expression is linked to poorer outcomes in IDH-wildtype gliomas. BETi JQ1 demonstrated significant inhibition of BET activity but limited clinical success [ 101 ], as seen with the withdrawal of the Phase II trial for birabresib (MK-8628, OTX015), a selective inhibitor of BRD2/BRD3/BRD4, due to lack of efficacy in IDH-wildtype gliomas. However, the study’s findings point to the potential of BETis, particularly those targeting BRD4, as promising therapeutics for IDH-mutant gliomas [ 102 , 103 ]. The clinical and in vitro evidence supports the hypothesis that IDH-mutant gliomas exhibit a preferential reliance on BET protein activity, offering a rationale for repurposing BETis to enhance therapeutic strategies for this glioma subtype [ 101 ]. Another BRD protein linked to gliomagenesis is BRD8, especially in TP53 wild-type GBM. BRD8 suppresses p53 activity by compacting chromatin via its bromodomain, sequestering the H2AZ histone variant. Targeting BRD8’s bromodomain remodels chromatin, restores p53 function, and selectively inhibits TP53 wild-type GBM growth. Thus, it constitutes a promising therapeutic target, with potential synergy when combined with MDM2 inhibition [ 104 ]. Phosphocreatine (PCr) is a metabolite essential for energy metabolism, primarily found in high-energy-demand tissues like neurons and muscles, and results from reversible transfer of phosphate from ATP to creatine by creatine kinases (CKs). Elevated PCr production is a distinct metabolic feature of GSCs, since PCr prevents the degradation of chromatin regulator BRD2, promoting proper chromosome segregation. The ZEB1-KAT2B complex promotes CKB (CK, brain-type) expression, increasing PCr levels in GSCs compared to differentiated tumor cells, emphasizing metabolic heterogeneity within GBM. Hypoxia further induces CKB expression via HIF-2α, supporting GSC survival in low-oxygen environments. Additionally, PCr metabolism may contribute to therapy resistance, considering its neuroprotective effects, such as shielding the brain from radiation damage. These findings underscore the potential of targeting PCr metabolism as a therapeutic strategy, addressing GSC-mediated resistance [ 105 ]. In GBM, chitinase 3-like 1 (Chi3l1) serves as a crucial marker for identifying the mesenchymal subtype and is linked to increased expression within oncogenic pathways, including NF-κB RelB and STAT-3/RTVP-1 signaling. Chi3l1 is a paracrine modulator of GSC states, promoting mesenchymal transcriptomic profiles while reducing the likelihood of transitioning to terminal states. Chi3l1 also induces chromatin remodeling, enhancing promoter accessibility enriched with Myc-associated zinc finger protein (MAZ) motifs and increasing MAZ transcription factor activity. Targeting Chi3l1 with therapeutic antibodies is a promising strategy to reduce tumor burden in GBM [ 106 ]. NF-κB signaling pathways and inflammatory response are also disrupted by Caspase-8 downregulation in GBM cells. Src-dependent phosphorylation of Caspase-8 at Y380 is a critical mechanism sustaining angiogenesis and promoting resistance to ionizing radiation. This Src/Caspase-8/NF-κB interplay suggests that Src kinase inhibitors like dasatinib could partake in GBM’s treatment, especially in mesenchymal subtypes [ 107 ]. KDM4B, a histone demethylase, influences cell proliferation, migration, and invasion in GBM while inducing G2/M cell cycle arrest. The oncogenic role of KDM4B is mediated through its JmjC domain, which catalyzes H3K9me3 demethylation, thereby activating transcription of downstream genes. KDM4B stabilizes MYC expression through epigenetic regulation, driving tumor progression. MYC is a well-known oncogene that promotes proliferation, metabolic reprogramming, and chemotherapy resistance in GBM, making KDM4B a valuable therapeutic target, particularly in cases with high MYC amplification [ 108 ]. KDM4C, another histone demethylase, is essential for GBM cell proliferation and positively correlates with c-MYC expression. KDM4C directly induces c-MYC expression and interacts with p53, demethylating its lysine 372, leading to decreased p53 stability and compromised apoptotic function. Targeting KDM4C could be a promising therapeutic approach for GBM [ 109 ]. Protein arginine N-methyltransferase 6 (PRMT6) promotes the transcription of CDC20, a cell cycle mediator, through histone arginine methylation (H3R2me2a). Elevated CDC20 levels facilitate the ubiquitination and degradation of CDKN1B, a G1/S phase cell cycle inhibitor, driving GBM cell proliferation and tumor progression. A small molecule inhibitor of PRMT6 was shown to suppress GBM cell proliferation in vitro, suggesting therapeutic potential of targeting the PRMT6-CDC20 axis [ 110 ]. Moreover, inhibition of PRMT6 with the small molecule EPZ enhances GSC sensitivity to radiotherapy, improving survival in preclinical models via CK2α-PRMT6-RCC1 signaling axis blockage. CK2α phosphorylates PRMT6, stabilizing it and enabling PRMT6 to methylate RCC1, which is necessary for chromatin binding and mitotic progression. As such, targeting PRMT6 and CK2α could improve GBM treatment outcomes by disrupting mitotic processes and overcoming resistance to therapy [ 111 ]. Methylthioadenosine phosphorylase (MTAP) deficiency in tumor cells reduces the expression of Fanconi anemia (FA) genes, critical for repairing interstrand cross-link (ICL)-induced DNA damage. PRMT5, an epigenetic regulator of arginine methylation overexpressed in GBM and linked to poor survival, maintains FA gene transcription partly by controlling H3R2me1 levels at their promoters. Blocking PRMT5 with small-molecule inhibitors replicated the effects of MTAP loss, showing reduced H3R2me1, diminished FA gene expression, and increased sensitivity to ICL agents. These results highlight an epigenetic mechanism linking MTAP deficiency to compromised DNA damage response pathways, identify vulnerability in MTAP-deficient cancer cells, and support the development of PRMT5-targeted therapies. Furthermore, the brain-penetrant PRMT5 inhibitor LLY-283 demonstrated significant efficacy in preclinical models, extending survival and targeting therapy-resistant GSCs. PRMT5 inhibitors show promise for improving outcomes in GBM, especially in patients unresponsive to TMZ [ 112 , 113 ]. SEs are clusters of enhancers enriched with transcription factors, chromatin regulators, co-activators, Pol II, and enhancer-associated marks like H3K27ac, playing a pivotal role in tumorigenesis [ 114 ]. Core stem cell pathways, such as WNT, NOTCH, and hedgehog, sustain GSC properties and inhibit apoptosis. Inhibition of epigenetic regulators like BRD4 suppresses hedgehog pathway genes and curbs tumor growth, especially in cases resistant to Smoothened antagonists. KLHDC8A, regulated by SE and SOX2, is upregulated in GSCs, promoting hedgehog signaling through enhanced ciliogenesis. Primary cilia, crucial hubs for signaling pathways like hedgehog, WNT, and NOTCH, are present in 20–25% of GSCs and are tightly controlled during the cell cycle. Aurora B/C kinases have been identified as therapeutic targets, with GSCs showing heightened sensitivity to their inhibition compared to differentiated cells. Combining Aurora B/C kinase inhibitors with Smoothened inhibitors effectively disrupted GSC survival by targeting both ciliated and mitotic tumor cells. This dual approach highlights a novel therapeutic avenue for GBM treatment [ 115 ]. Rovalpituzumab tesirine (Rova-T), a Delta-like protein 3 (DLL3)-targeting antibody-drug conjugate, was evaluated for its efficacy in GBM as part of a broader phase I/II study on DLL3-positive tumors. DLL3, a ligand in the NOTCH signaling pathway, is implicated in tumor progression and is expressed in various tumor types, including GBM. For GBM, Rova-T demonstrated limited antitumor activity and significant toxicities, consistent with findings across other solid tumors. These results underscore the challenges of treating heavily pretreated refractory cancers, including GBM, and highlight the need for further investigation into DLL3 as a therapeutic target in GBM and other tumor types [ 116 ]. Histone H3 lysine 4 trimethylation (H3K4me3) marks regulatory elements of active or poised genes and influences GSC responses to hypoxia. DPY30, a component of the MLL complex, is a key regulator of H3K4me3 catalysis, with its knockdown leading to global H3K4me3 reduction. Targeting DPY30 selectively inhibited tumor formation in vivo without impairing GSC proliferation in vitro, suggesting its role in reprogramming the H3K4me3 landscape to support angiogenesis and hypoxia-related signaling in the tumor microenvironment (TME). This highlights DPY30 as a critical regulator of epigenetic modifications supporting GSC-driven tumor progression and identifies both DPY30 and PDE4B, a downstream target of DPY30, as potential therapeutic targets in GBM, with the PDE4 inhibitor rolipram as a promising agent [ 117 ]. 4.4. Non-Coding RNA Targeting Altered collagen signaling, especially the collagen VI (COL VI) family, has been implicated in the development and progression of CNS tumors [ 118 ]. COL VI components are also linked to poor prognosis and influence responses to anti-VEGF therapy [ 119 ]. miR-3189-3p regulates EMT and migration in GBM via H3K27me3 histone modifications, targeting COL6A2, a key collagen VI member. The EZH2/PRC2|miR-3189|COL6A2 axis drives EMT and tumor progression, highlighting its potential as a therapeutic target in GBM [ 40 ]. EZH2-mediated epigenetic modifications also lead to miR-490-3p downregulation in GBM. Higher miR-490-3p expression and its host gene, CHRM2, were correlated with improved patient survival, emphasizing its prognostic value. TGF-β signaling is a well-established regulator of the migratory phenotype in GBM cells. Functionally, miR-490-3p acts as a tumor suppressor, inhibiting migration and EMT by directly targeting the upstream receptor TGFBR1 and the downstream transcription factor TGIF2 within the TGF-β signaling pathway. This oncogenic role of the EZH2|miR-490-3p|TGIF2|TGF-β axis highlights its potential as a therapeutic target [ 41 ]. Progesterone has been shown to enhance cell proliferation, migration, and invasion in human GBM-derived cells by activating the progesterone receptor and regulating the expression of key genes involved in these processes, including TGF-β, COF1, EGFR, VEGF, and cyclin D1. Progesterone upregulates 8 miRNAs and downregulates 8 miRNAs, and its effects were blocked by the progesterone receptor antagonist RU486. Bioinformatic analyses suggested that progesterone regulates key processes in GBM, such as proliferation, cell cycle progression, and migration, through its modulation of miRNA-mRNA networks [ 120 ]. Reduced miR-146a expression is linked to shorter overall survival, independent of MGMT methylation status. Promoter methylation-induced miR-146a silencing contributes to tumor progression and resistance to therapy. Mechanistically, miR-146a inhibits GBM cell stemness by directly targeting POU3F2 and SMARCA5, two transcription factors that reciprocally regulate each other and whose expression levels are positively correlated in GBM. These findings underscore the potential of miR-146a, POU3F2, and SMARCA5 as promising therapeutic targets for GBM [ 121 ]. miR-219-1, a markedly downregulated miRNA in various cancers, produces two mature forms, miR-219-5p and miR-219-1-3p, each with distinct mRNA targets. In GBM, both forms exhibit reduced expression compared to normal tissues due to methylation sensitivity. Reactivating their expression with demethylating agents effectively lowered the levels of oncogenic target mRNAs and proteins, highlighting their potential as promising therapeutic targets [ 122 ]. The NF-κB pathway is triggered when cytokines stimulate the phosphorylation of inhibitory κB (IκB), leading to the degradation of IκBα and the subsequent release of NF-κB, which is then translocated to the nucleus and activates various genes. Chemotherapy and radiotherapy further activate NF-κB, contributing to tumor progression and poor prognosis. A crucial factor for maintaining NF-κB activation is miR-194-3p suppression, which influences pro-neural to a more aggressive and adaptable mesenchymal transition. The epigenetic regulation of NF-κB and its role in subtype plasticity show potential to reduce GBM heterogeneity and improve therapeutic outcomes [ 123 ]. The lncRNA XTP6 is upregulated in GBM and correlates with poor patient prognosis, since XTP6 facilitates the activation of the NF-κB pathway by downregulating IκBα and creating a positive feedback loop with transcription factor c-Myc. Indeed, the c-Myc/XTP6/NF-κB loop plays a key role in GBM malignancy and may be an interesting therapeutic target [ 124 ]. In GBM, the regulation of ferroptosis, a form of programmed cell death driven by iron-dependent lipid peroxidation, involves key epigenetic mechanisms, particularly the m6A RNA modification governed by the methyltransferase-like 3 (METTL3)/methyltransferase-like 14 (METTL14) complex, which modifies transcripts of genes such as glutathione peroxidase 4 (GPX4). Complement C5a receptor 1 (C5aR1), highly expressed in GBM cells, protects against ferroptosis by activating the ERK1/2 signaling pathway, upregulating METTL3, and stabilizing the m6A modification of GPX4. This promotes GPX4 expression and contributes to GBM progression. Targeting C5aR1 may disrupt the METTL3-dependent m6A modification of GPX4, offering a promising gene therapy approach to induce ferroptosis and inhibit GBM growth [ 125 ]. Indeed, RNA m6A methylation levels are reduced in GBM, with a notable decline in the m6A/A ratio in cells treated with TGF-β1. Decreased RNA m6A methylation promotes EMT and vasculogenic mimicry processes in GBM, with ALKBH5 upregulation or METTL3 downregulation driving increased tumor invasiveness [ 126 ]. Ribose 2′-O-methylation, the most prevalent modification in human ribosomal RNA (rRNA), plays a crucial role in ribosome biogenesis and the translational regulation of oncogenic proteins. This modification, mediated by C/D box small nucleolar ribonucleoproteins (snoRNPs), supports cell proliferation and survival. INHEG, a GSC-specific lncRNA, facilitates the interaction between the SUMO2 E3 ligase TAF15 and NOP58, a key component of snoRNP complexes responsible for guiding rRNA methylation. This interaction promotes NOP58 sumoylation, which in turn accelerates the assembly of C/D box snoRNPs, enhancing their function in rRNA methylation and supporting GSC self-renewal and tumorigenesis. This axis offers promising therapeutic avenues for targeting GSC [ 127 ]. Using multiomics techniques and molecular assays, a posttranscriptional regulatory circuit centered on the lncRNA DARS1-AS1 and its associated RNA-binding protein, YBX1, was identified. DARS1-AS1/YBX1 stabilizes mRNAs of regulators such as E2F1 and CCND1, forming a transcriptional/posttranscriptional feed-forward loop that promotes GSCs’ transition from G1 to S phase. DARS1-AS1 is also linked to enhanced DNA repair through the HR pathway. Silencing DARS1-AS1 sensitized GBM cells to radiation, suggesting that targeting the DARS1-AS1/YBX1 axis could impair HR, making GBM cells susceptible to radiation and poly-ADP-ribose polymerase (PARP) inhibitors. These findings propose a therapeutic strategy combining small interfering RNA (siRNA)/miRNA delivery systems targeting this axis with radiation or PARP inhibitors, warranting further exploration [ 128 ]. Amplification of the PDGFRA gene locus is a common event in GBM, promoting tumor development and progression. lncRNA LINC02283 is co-amplified with the PDGFRA locus and highly expressed in PDGFRA-driven high-grade gliomas, enhancing GBM malignancy by modulating PDGFRA and its downstream signaling pathways. Since clinical trials targeting PDGFRA with kinase inhibitors have been largely unsuccessful, therapeutic strategies involving antisense oligonucleotides or decoy RNAs to disrupt the LINC02283–PDGFRA interaction could be an approach to combat GBM malignancy [ 129 ]. Malate dehydrogenase 2 (MDH2) plays an important role in GBM metabolism, as well as the MDH2-interacting lncRNA malate dehydrogenase degradation helper (MDHDH). MDHDH directly binds to MDH2, promoting its degradation via interaction with PSMA1, which facilitates the proteasomal degradation of ubiquitinated MDH2. This process alters the NAD + /NADH ratio, inhibits glycolysis, activates the AMPK/mTOR pathway, and induces autophagy and apoptosis. Epigenetically, MDHDH expression is suppressed by the PRC2/EZH2 complex, with the PRC2 inhibitor GSK126 having therapeutic potential. Clinically, elevated MDHDH expression is associated with lower glioma WHO grades and improved patient survival, underscoring its potential as a biomarker and therapeutic target [ 130 ]. The mini-chromosome maintenance protein (MCM) gene family is critical for regulating cell cycle and mitigating DNA replication stress. MCM4 is highly expressed in GBM, significantly influencing cell proliferation and the cell cycle. Its expression is intimately related to a competing endogenous RNA (ceRNA) network, showing that lncRNAs and miRNAs regulate MCM expression and contribute to glioma progression. Therefore, MCM4 has been identified as a potential therapeutic target and prognostic marker in GBM, with reported associations to immune regulation, tumor progression, and drug sensitivity [ 131 ]. The lncRNA TCONS_00004099 is highly expressed in glioma, and its silencing decreases cell viability, migration, and invasion and promotes apoptosis through the generation of miRNAs. One TCONS_00004099-derived miRNA enhanced cell viability and reduced apoptosis by targeting PTPRF mRNA, inhibiting its translation, and promoting mRNA degradation, constituting a potential therapeutic target [ 43 ]. The association between SEs and lncRNAs has culminated in the development of a risk signature that functions as an independent prognostic indicator for glioma patients [ 114 ]. In IDH-wildtype GBM, a novel SE-associated lncRNA, cancer stem cell-associated distal enhancer of SOX2 (CASCADES), has been identified as a key regulator of GSC identity through the epigenetic regulation of SOX2 [ 29 ]. LINC00945 is another SE-lncRNA that promotes glioma cell proliferation, EMT, migration, invasion, and tumor growth in xenograft models, constituting a novel therapeutic target. Additionally, SE-lncRNAs such as TMEM44-AS1, CCAT1, LINC00152, and NEAT1 are identified as facilitators of glioma malignancy, reinforcing the prognostic and therapeutic potential of SE-lncRNA signatures [ 114 ]. 4.5. Epigenome Editing Efforts to overcome TMZ chemoresistance in GBM have shown limited success in clinical trials. Direct MGMT inhibition using O-6-benzylguanine faced feasibility issues due to severe toxicities in a phase I trial [ 132 ], while dose-dense TMZ strategies failed to improve outcomes in a phase III clinical trial [ 49 ]. One strategy to address these challenges was the design of a clustered regularly interspaced short palindromic repeats (CRISPR)-based approach targeting MGMT with a dCas9-DNMT3A catalytic domain fusion protein (d3A). This system enabled site-specific DNA methylation without altering the gene sequence, leveraging single guide RNA (sgRNA) specificity and reversible epigenetic modifications. Using multiple sgRNAs, comprehensive methylation was achieved, leading to MGMT downregulation and increased TMZ sensitivity in vitro. Genome-wide and transcriptome-wide analyses confirmed minimal off-target effects, highlighting the potential of d3A/CRISPR-directed methylation as a safe and effective therapeutic strategy to enhance TMZ chemosensitivity in GBM [ 52 ]. CRISPR-based genomic perturbations have also been applied to novel EGFR enhancer elements near the GBM-associated single nucleotide polymorphism rs723527. Targeting these enhancer regions reduces proliferation and migration, partly by increasing apoptosis, possibly due to metabolic reprogramming. This approach diminishes the malignancy of GBM cells, making them more sensitive to TMZ. Combining such genomic interventions with existing treatments may improve therapeutic outcomes [ 133 ]. The need for rapid identification of novel cancer-related mechanisms and the development of effective therapies has driven the pursuit of robust and affordable screening methods able to detect epigenetic factors that influence tumor survival. One example is the Epigenetic Domain-specific Knock Out Library (EpiDoKOL), a customized tool designed to target the functional domains of key epigenetic modifiers. Through drop-out screens in various cell lines, it identified ASH2L as a critical gene for GBM cell survival. ASH2L, a member of the trithorax group family, is involved in methyltransferase complexes that regulate H3K4 methylation, which supports active gene transcription. Elevated WDR82 and H3K4me3 levels have been linked to therapeutic sensitivity in GBM. ASH2L directly influences the regulation of cell cycle genes and promotes tumor cell survival both in vitro and in vivo. These findings highlight the potential of chromatin-focused CRISPR library screens, like EpiDoKOL, for identifying novel epigenetic vulnerabilities in GBM [ 134 , 135 ]. 4.6. Combination Therapies Vorinostat, FDA-approved for cutaneous T cell lymphoma, has shown modest effectiveness as a standalone therapy in recurrent GBM [ 136 ]. However, its limited success in treating solid tumors has encouraged exploration of synergistic strategies. PARP inhibitors like olaparib have shown promise in targeting DNA repair pathways in GBM, particularly in cells with compromised HR [ 137 ]. Based on vorinostat’s ability to suppress HR gene expression, its combination with olaparib significantly improved the elimination of GBM cells by reducing DNA repair capabilities and inducing apoptosis. This dual treatment disrupted the cell cycle, causing G2/M phase arrest, increased DSBs, and oxidative DNA damage. The combined therapy demonstrated efficacy across multiple GBM models, with both drugs showing minimal toxicity to healthy tissues [ 138 ]. Phospholipase D (PLD), especially its isoforms PLD1 and PLD2, is implicated in tumor malignancy, GSC maintenance, and resistance to therapies. Furthermore, vorinostat induces PLD1 upregulation, which protects GBM cells from apoptosis and contributes to resistance. Inhibition of PLD1, when combined with vorinostat, significantly reduces GBM invasiveness, angiogenesis, self-renewal, and intracranial tumor formation, effectively overcoming resistance to conventional therapies. Considering that GSCs drive therapy resistance, targeting PLD1 along with vorinostat is a promising strategy. Likewise, developing biomarkers to predict therapeutic efficacy could facilitate the precise selection of candidates for such innovative combination treatments [ 139 ]. To overcome the poor BBB penetration and limited GBM targeting of BRD4 inhibitor OTX015, a cell membrane coating approach was attempted, co-encapsulating it with TMZ. The resulting nanomedicine, ABNM@TMZ/OTX, disclosed strong synergy between TMZ and OTX, effective BBB penetration, GBM targeting, and immune response activation, with safety profiles supporting its clinical application [ 140 ]. Lysine-specific histone demethylase 1 (LSD1), an epigenetic enzyme overexpressed in various malignancies, and HOTAIR, an lncRNA associated with GBM prognosis, are compelling targets for clinical translation. Although existing EZH2 inhibitors, like tazemetostat, show limited efficacy in certain hematological malignancies, and inhibitors like JQ1 effectively target HOTAIR transcription, the complexity of epigenetic regulation underscores the limitations of single-drug therapies, including off-target effects and global impacts. The combination of the HOTAIR-EZH2 disruptor AQB and the LSD1 inhibitor GSK-LSD1 induced cell cycle arrest and apoptosis in GBM cell lines, demonstrating greater antitumor efficacy than either agent alone. The combination therapy approach is particularly advantageous, as both AQB and GSK-LSD1 are readily synthesizable and commercially available. The synergistic effects of combining agents can allow for reduced dosages and better-targeted tumor suppression. Additionally, the possibility of integrating AQB and GSK-LSD1 with other epigenetic modifiers into triple or quadruple regimens opens new avenues for GBM therapy [ 141 , 142 ]. Combinations of histone methylation and acetylation inhibitors, such as BIX01294 (G9a inhibitor), DZNep (EZH2 inhibitor), TSA (HDAC inhibitor), and RG-108 (DNMT inhibitor, DNMTi), hold promise for targeting GBM cells while sparing normal stem cells. Initial experiments identified effective concentrations of these inhibitors, with medium doses of BIX01294 and TSA significantly reducing GBM cell viability while causing minimal harm to human mesenchymal stem cells. In contrast, DZNep affected both cell types similarly, and RG-108 showed no significant effect. Combining low and medium concentrations of these inhibitors demonstrated synergistic effects, selectively enhancing GBM cell death while preserving normal stem cells. Notably, TSA and BIX01294 at medium concentrations were particularly effective, offering a refined therapeutic strategy for targeting GBM with minimal off-target effects [ 143 ]. Additionally, DZNep was combined with panobinostat (HDACi) and evaluated for synergistic effects along with TMZ and APR-246, which restores p53 function in mutated GBM. DZNep and panobinostat together exhibited the strongest synergistic effects against GBM cells, significantly enhancing apoptosis and reducing clonogenicity. The combination of panobinostat and TMZ showed moderate synergy, while DZNep and TMZ displayed slight synergy. When APR-246 was added to these combinations, its effects were primarily additive rather than synergistic [ 144 ]. Estrogen receptor β (ERβ) functions as a tumor suppressor, and its expression is often reduced during cancer progression, including in gliomas. HDACis, such as panobinostat and romidepsin, increase ERβ expression and enhance its signaling. This upregulation sensitizes GBM cells to ERβ agonist therapy, leading to reduced cell viability and invasiveness and increased apoptosis. In mouse models, the combination of HDACi and ERβ agonist improved survival, suggesting that HDACi combined with ERβ agonists could be a novel therapeutic strategy for GBM [ 145 ]. The PI3K pathway, a critical driver of tumor growth and survival, is frequently activated in GBM through mutations in genes like PTEN and EGFR. Despite advancements in PI3K-targeted therapies, including dual PI3K/mTOR inhibitors (e.g., NVP-BEZ235), resistance often emerges due to induction of stem cell-associated genes, potentially promoting recurrence. These stem genes are commonly activated via the JAK/STAT3 pathway, which is itself constitutively active in GBM due to mutations in JAK1/2 and EGFR. While JAK inhibitors, such as ruxolitinib and AZD1480, have demonstrated efficacy in reducing tumorigenesis and invasiveness in preclinical studies, their effectiveness as monotherapies is limited. Combining PI3K inhibition with JAK inhibitors was hypothesized to suppress both tumor growth and stem gene expression, potentially improving therapeutic outcomes. However, studies have shown limited efficacy of this combination, likely due to signaling redundancies that sustain stem characteristics [ 146 ]. 4.7. Immunomodulation via Epigenetics Immunotherapy shows promise in treating various cancers but faces significant challenges in GBM. These obstacles include limited immune cell infiltration, an immunosuppressive microenvironment, and poor recognition of tumor-associated antigens by immune effector cells. A promising strategy involves developing cancer vaccines based on tumor-specific antigens. These antigens often arise from noncanonical peptides generated by cancer-specific mutations, known as neoantigens, which are presented on human leukocyte antigen class I (HLA-I) molecules. Although GBM vaccines targeting neoantigens have shown immunogenic potential in clinical trials, their effectiveness is limited by GBM’s low mutational burden and antigen load and is often specific to individual patients. Moreover, cancer’s ability to evade immunosurveillance through immunoediting makes single-target vaccines universally ineffective [ 147 , 148 , 149 ]. Cancer-testis antigens (CTAs) are proteins normally expressed in germinal spermatogonia but silenced in somatic tissues through DNA methylation and other epigenetic mechanisms. In many cancers, including GBM, CTAs like New York esophageal squamous cell carcinoma 1 (NY-ESO-1) are aberrantly re-expressed. Prior studies have shown that decitabine, a DNMTi, can induce CTA expression in GBM without affecting normal tissue [ 150 ]. Because in GBM NY-ESO-1 expression is silenced by CpG hypermethylation, decitabine reactivates NY-ESO-1 expression by reversing DNA hypermethylation, enhancing CD8 + T cell response, and leading to robust antitumor activity. Furthermore, decitabine upregulates other CTAs across glioma populations, reactivates human endogenous retroviruses (HERVs), and boosts an antiviral-like interferon signaling response, further enhancing immunogenicity. Transcriptomic profiling confirmed that decitabine-induced CTA expression could support polyclonal T cell and vaccine therapies, emphasizing its potential as an immunosensitizing agent [ 148 ]. HERVs, particularly HML-6 and its gene product ERVK3-1, have been linked to glioma progression, since HERV expression correlates with DNA hypomethylation at specific loci. Notably, HML-6 is overexpressed in aggressive GBM models, and elevated ERVK3-1 expression was associated with reduced survival in GBM patients [ 151 ]. Other favorable immunogenic antigens are transposable elements (TEs) and cryptic promoters, which may be reactivated by epigenetic drugs, such as decitabine and panobinostat. These activated TEs generate double-stranded RNAs, triggering antitumor interferon responses, and can splice into downstream genes to form TE-chimeric antigens presented as HLA-I antigens. Notably, epigenetic drugs might also activate TEs in normal primary cells (although less significantly in quiescent cells), which has important clinical implications and highlights the need for careful candidate selection. Nevertheless, reactivation of underappreciated TE-based antigens absent from current whole-exome sequencing pipelines offers a novel avenue for personalized cancer vaccine strategies, providing synergistic benefits along with chemotherapy, radiation, or immunotherapy [ 149 ]. Peripheral immune cell counts have been linked to tumor cell states and immune infiltration, being considered as biomarkers in GBM when integrated with DNA methylation-based subclassification. Elevated neutrophil counts are associated with worse overall survival in newly diagnosed GBM, while decreases in lymphocytes, monocytes, and platelets correlate with progression and poor outcomes in recurrent disease. These findings support a subclass-specific approach to immunotherapy in GBM and underscore the potential of peripheral blood profiling, when interpreted through an epigenetic lens, to improve prognostication and patient selection [ 152 ]. Macrophages play a critical role in GBM progression and response to therapy, making them attractive therapeutic targets, although universal macrophage-targeting approaches are complicated by GBM’s inherent heterogeneity and its associated TME. Tumor-associated macrophages (TAMs), which include brain-resident microglia and infiltrating monocyte-derived macrophages, represent the most abundant immune cells in GBM TME and can predict patient survival. These cells exhibit distinct metabolic profiles and spatial and functional heterogeneity, particularly in the context of recurrence following radiotherapy. Indeed, a metabolic interplay takes place between mesenchymal-like GBM cells and lipid-laden TAMs, establishing a dynamic relationship centered on the recycling of cholesterol-rich myelin debris. GBM cells exploit macrophages’ capacity for myelin processing (originally a neuronal homeostatic function), leading to lipid overload in TAMs. This lipid accumulation reprograms TAMs into a pro-tumorigenic and immunosuppressive phenotype through transcriptional changes, chromatin alterations, and lipidomic rewiring, fueling GBM cell survival and proliferation. This emphasizes the need for therapeutic strategies targeting the metabolic interactions between GBM cells and TAM subsets to disrupt this protumorigenic cycle and improve clinical outcomes [ 153 ]. Blocking integrin β1 on monocytic myeloid-derived suppressor cells reduces TAMs, while dipeptidyl peptidase-4 (DPP-4) inhibition also diminished macrophage abundance, suggesting these molecules as potential immunotherapy targets in GBM. Interestingly, DPP-4 inhibition also affected other immune populations, likely due to tumor shrinkage or DPP-4 expression on other immune cells, such as T cells. While DPP-4 inhibition did not directly induce tumor cell death or alter activation/exhaustion markers in tumor-infiltrating CD8 + T cells, it stimulated splenic T cell proliferation in vitro. Integrin β1 is associated with poor prognosis in GBM and is overexpressed in models of GBM resistant to antiangiogenic therapies. Its involvement in tumor cell proliferation and self-renewal highlights its potential as a therapeutic target, offering a dual benefit in combating GBM. However, challenges arise due to its widespread expression and critical roles in normal brain function. Furthermore, DPP-4 stands out as a viable therapeutic candidate. DPP-4 inhibitors, commonly used to treat type II diabetes, could be repurposed as anticancer agents to effectively modulate immune responses [ 4 , 154 ]. Molecularly altered pathways associated with programmed death-ligand 1 (PD-L1), a key target in personalized cancer therapy, have been identified in GBM. These suggest novel molecular targets, including miR-196B, for precision medicine. While high PD-L1 expression correlates with potential benefits from pembrolizumab therapy, challenges like the BBB persist. Developing small molecules targeting identified RNAs and genes could improve therapeutic efficacy, warranting further clinical studies [ 155 ]. KDM6B, a histone demethylase that promotes gene transcription by demethylating the repressive histone mark H3K27me3, is highly expressed in myeloid subsets present in the TME. Epigenomic analyses revealed that KDM6B directly regulates H3K27me3 at anti-inflammatory genes, which inhibit pro-inflammatory pathways like cytokine production and phagocytosis. Pharmacological inhibition of KDM6B mimicked these effects, promoting pro-inflammatory phenotypes and improving sensitivity to anti-PD1 therapy. The findings provide compelling evidence that targeting KDM6B-mediated epigenetic pathways can reprogram intratumoral myeloid cells into a pro-inflammatory state, overcoming immune suppression in the TME and enhancing immune checkpoint therapy responses [ 156 ]. Protein disulfide isomerase A5 (PDIA5) is significantly associated with immune cell infiltration, immune pathways, and other immune-related signatures. In GBM, PDIA5 interacts with immune cells, and PDIA5 silencing led to increased PD-L1 and SPP1 expression, reduced proliferation, colony formation, and invasion abilities, while impairing migratory capacity of cocultured M2 macrophages. Additionally, PDIA5 exhibited predictive potential for immunotherapy response, highlighting its relevance as a biomarker and therapeutic target for cancer immunotherapy [ 157 ]. Due to the high and specific expression of EGFR in GBM, EGFR CAR-T cells hold significant therapeutic potential. While these cells effectively suppressed GBM cell growth in vitro and tumorigenesis in vivo, resistance quickly emerged. This resistance was linked to upregulation of immunosuppressive genes, including inhibitory immune checkpoints and inflammatory cytokines, driven by EGFR CAR-T cell-induced active enhancers. BRD4 inhibition with JQ1 disrupted immunosuppressive gene activation, and its combination with EGFR CAR-T therapy reduced immunosuppression, effectively curbing tumor growth and metastasis in GBM xenografts [ 158 ]. 4.8. Emerging Technologies Mutations in IDH1/2 and PPM1D may silence the nicotinic acid phosphoribosyl transferase (NAPRT) gene, essential for NAD + production via the Preiss-Handler salvage pathway. Alternatively, NAPRT silencing makes glioma cells reliant on the nicotinamide phosphoribosyl transferase (NAMPT)-dependent nicotinamide salvage pathway for NAD + synthesis. This vulnerability enables synthetic lethality using NAMPT inhibitors (NAMPTis), such as GMX1778, making NAPRT silencing a critical biomarker for NAMPTi therapy. However, NAMPTis face challenges, including low brain bioavailability and dose-limiting toxicities. Instead, NP formulations of NAMPTis enable rapid cellular uptake, significant intracellular NAD + depletion, and selective efficacy in GBM models while avoiding hematologic and retinal toxicities observed with systemic delivery. Intracranial GBM mouse models show reduced tumor burden and improved survival with NP-loaded NAMPTi monotherapy [ 39 ]. Since HDAC6 is overexpressed in GBM, associating with poorer survival, and monoamine oxidase A (MAO A) is also upregulated in GBM, dual targeting of these enzymes seems a promising strategy. HDAC-MB, a novel multifunctional small-molecule probe designed for glioma theranostics, combines HDAC6 imaging, MAO A inhibition, and photodynamic therapy functions. Initially, the probe remains inactive, but upon activation by overexpressed HDAC6 in glioma cells, it releases methylene blue, which inhibits MAO A and restores the probe’s near-infrared fluorescence and photodynamic therapy activity when exposed to near-infrared light. This enables a highly selective and sensitive tool for detecting HDAC6 levels while also inducing cell death through the generation of reactive oxygen species (ROS) upon light activation. Additionally, the probe’s MAO A inhibition enhances its ability to reduce glioma cell migration, invasion, and proliferation [ 159 ]. Hydrolyzed rutin, a modified flavonoid derived from rutin deglycosylation, showed potential as an epigenetic drug due to its antiproliferative effects related to cell cycle inhibition in human GBM cell lines, reducing GBM aggressiveness. Besides its potential as a therapeutic agent, its prophylactic treatment use is particularly noteworthy, as it has been proven to decrease the aggressive behavior of GBM during primary treatment and prevent relapse, a benefit not yet reported for other adjuvant therapies. Hydrolyzed rutin’s action may also alter the response to conventional therapies, making it crucial for both primary and recurrent glioma treatment. The compound inhibits tumor growth and reduces anaplasia without genotoxicity, suggesting epigenetic modulation as a mechanism. Although preclinical results are promising, further investigation in orthotopic models and clinical studies is required to confirm its therapeutic efficacy [ 160 ]. Suicide gene therapy employs genes encoding enzymes that convert non-toxic prodrugs into toxic metabolites, selectively eliminating targeted cells. A prominent example is the herpes simplex virus-thymidine kinase (HSV-TK)/ganciclovir (GCV) system, which produces a toxic metabolite, GCV triphosphate, through cellular phosphorylation. This metabolite diffuses to adjacent cells, inducing apoptosis via a bystander effect. The tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) enhances the efficacy of HSV-TK/GCV by increasing target-specific killing and amplifying the bystander effect. TRAIL, naturally expressed in the immune system, induces apoptosis in glioma cells, making it a promising GBM treatment. However, its therapeutic use is limited by rapid systemic clearance and glioma cell resistance, requiring improved delivery systems and tumoricidal efficacy. Polyethylenimine (PEI), a widely used gene delivery vector, offers high transfection efficiency but is hampered by cytotoxicity. Modifications such as conjugating PEI with polylysine (PLL) have shown promise in reducing toxicity and improving gene delivery efficiency. In a preclinical study, a PEI-PLL copolymer was used to transfect mesenchymal stem cells with HSV-TK and TRAIL genes, creating a dual-functional therapeutic system for glioma. These genetically modified stem cells converted GCV into its toxic metabolite while synergistically enhancing TRAIL-induced apoptosis. This approach demonstrated significant antitumor effects in vitro and in vivo, including reduced cell proliferation and angiogenesis and increased apoptosis in glioma models [ 161 ]. A novel multimodal therapy, PEG-AuNPs@Hyp, demonstrates significant anticancer potential against GBM by targeting epigenetic and mitochondrial pathways. This red-light-responsive nanoformulation exhibits controlled drug release, effective uptake in GBM models, and enhanced tumor ablation in vivo. PEG-AuNPs@Hyp suppresses PcG proteins (EZH1, EZH2, and Bmi-1) via ubiquitin-mediated degradation and disrupts the interaction between PcG proteins and mutant IDH2. This process restores tumor suppressor gene activity by reducing histone trimethylation and promoter methylation. In addition, it enhances apoptosis through ROS generation, caspase-3 activation, mitochondrial membrane disruption, and downregulation of anti-apoptotic markers like Bcl2 [ 162 ]. 4.9. Future Directions and Emerging Therapeutic Approaches Advancing the standard treatment for GBM requires translating preclinical findings into clinical trials. However, this faces significant challenges, including the time and resources required, difficulties in patient enrollment, and limited effectiveness of many new approaches, all of which hinder the development of broadly applicable treatments. HDACis aim to modify chromatin structure and gene expression. A trial explored the maximum tolerated dose of belinostat combined with radiotherapy and TMZ while also assessing the utility of magnetic resonance spectroscopic imaging in predicting better outcomes and detecting early treatment response [ 75 ]. Another study investigated convection-enhanced delivery of MTX110, a panobinostat formulation, directly to the tumor during surgery. This approach bypassed the BBB and delivered high concentrations of the drug to the tumor site [ 163 ]. Valproic acid, traditionally used to treat seizure disorders, has been explored for its potential to enhance the effects of standard radiotherapy and TMZ in children and adolescents with high-grade gliomas, including GBM [ 164 ]. Additionally, an open-label phase II study evaluated the safety and efficacy of prolonged doxorubicin administration combined with radiotherapy, TMZ, and valproic acid in newly diagnosed GBM and diffuse intrinsic pontine glioma. This trial was ultimately terminated due to the high heterogeneity of the enrolled patient population [ 165 ]. A pilot study aimed to assess the safety and feasibility of combining nivolumab, an immunotherapeutic agent, with stereotactic radiosurgery (gamma knife therapy) and valproic acid in recurrent GBM patients. However, this study was terminated early when the pharmaceutical company ceased providing nivolumab [ 166 ]. Similarly, a phase I trial evaluated the combination of pembrolizumab, another immune checkpoint inhibitor, with vorinostat, TMZ, and radiotherapy for newly diagnosed GBM [ 167 ]. Recent clinical trials have shown promising results for BETi in GBM treatment. A phase Ib dose-escalation trial with trotabresib (CC-90010) combined with radio-chemotherapy and TMZ reported good tolerability. Additionally, ongoing studies aim to assess the drug’s BBB penetration and its ability to deplete MGMT and other target proteins in a multi-center, open-label study [ 168 , 169 ]. A phase IIa trial investigated birabresib in recurrent GBM following standard therapy failure, aiming to determine the maximum tolerated dose. This study was terminated due to lack of efficacy [ 103 ]. A phase 1/2 study investigated olutasidenib (FT-2102), a mutant IDH1 inhibitor, in patients with advanced solid tumors and gliomas, either as monotherapy or combined with azacitidine for glioma treatment. However, the study yielded limited success [ 170 ]. After significantly impeding tumor progression in both subcutaneous and intracranial patient-derived xenograft models, an ongoing clinical trial is focusing on the IDH1-R132 mutation, assessing the safety, tolerability, pharmacokinetics, pharmacodynamics, and antitumor efficacy of DS-1001b [ 171 , 172 ]. A phase 0 first-in-human study investigated the safety of NU-0129, a novel spherical nucleic acid gold nanoparticle therapy, in patients with recurrent GBM or gliosarcoma undergoing surgery. Designed to cross the BBB, NU-0129 delivers nucleic acids targeting the Bcl2L12 gene, which promotes tumor growth by preventing apoptosis. Among eight enrolled patients, only one experienced serious adverse events [ 173 ]. Other key clinical approaches include identifying novel biomarkers, such as microRNAs, to develop signatures discriminating GBM from other malignant CNS tumors and enhancing diagnostic accuracy [ 174 ]. Another study focuses on integrating stem cell analysis, multiomics (including immunomics), and artificial intelligence to advance personalized GBM care by identifying immune markers for prognosis, testing GBM stem cell sensitivity to treatments, and creating ethical guidelines for artificial intelligence-assisted predictions [ 175 ]. Moreover, circulating microRNAs are being studied as biomarkers for monitoring diffuse gliomas, with the goal of differentiating true tumor recurrences from false positives on MRI [ 176 ]. Collectively, these trials aim to evaluate the safety, feasibility, and efficacy of innovative epigenetic therapies for GBM management, with an emphasis on combination strategies to improve therapeutic outcomes. An overview of these trials is summarized in Table A3 . 5. Conclusions GBM remains one of the most challenging cancers to treat, with a dismal prognosis despite advancements in therapy. Epigenetics emerges as a promising but underutilized therapeutic approach, targeting aberrant DNA methylation, histone modifications, and dysregulated ncRNAs that drive tumor progression, immune evasion, and therapy resistance. Early studies highlighted the potential of DNMTis, HDACis, and RNA-based therapies, especially in combination with immune checkpoint or PARP inhibitors, disclosing synergistic effects in preclinical models. Clinical translation, however, faces considerable challenges, including BBB limiting drug delivery, bioavailability issues, off-target effects, systemic toxicity, GBM tumor heterogeneity, and adaptive resistance mechanisms. Precision medicine approaches, leveraging biomarkers to tailor interventions, are crucial to overcoming these barriers. This scoping review has some limitations that should be acknowledged. Like most scoping reviews, no critical appraisal of the included studies was conducted, which limits the ability to assess the strength or quality of the evidence. While data charting was verified, the initial screening and extraction were primarily performed by one author, introducing potential bias. Additionally, the review focused narrowly on therapeutic targeting, excluding broader, although eventually clinically relevant, aspects, such as diagnostic or prognostic epigenetic research. Future progress will rely on interdisciplinary strategies, integrating molecular biology, nanotechnology, and multiomics to refine knowledge on epigenetic landscapes and therapeutic combinations. Collaborative efforts across research disciplines and clinical domains are essential to accelerate the translation of epigenetic discoveries into standard care. In conclusion, the therapeutic potential of targeting epigenetics in GBM is undeniable, offering a path to overcome some of the limitations of current treatments. Advances in drug delivery, target specificity, and overcoming resistance mechanisms, combined with interdisciplinary approaches, may enhance the effectiveness of epigenetic therapies in improving outcomes for GBM patients. Acknowledgments The authors would like to thank Carmen Jerónimo and Vera Constâncio for the assistance in the preparation of the figures. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Supplementary Materials The following supporting information can be downloaded at: https://www.mdpi.com/article/10.3390/ijms26125634/s1 . Author Contributions Conceptualization, M.M. and R.H.; writing—original draft preparation, M.M.; writing—review and editing, R.H. All authors have read and agreed to the published version of the manuscript. Conflicts of Interest The authors declare no conflicts of interest. Abbreviations The following abbreviations are used in this manuscript: 5hmC 5-hydroxymethylcytosine 5-HT 7 R Serotonin receptor ARL13B ADP-ribosylation factor-like protein 13B BBB Blood–brain barrier BET Bromodomain and extra-terminal tail BETi BET inhibitor BRD Bromodomain-containing protein C5aR1 Complement C5a receptor 1 CAK CDK-activating kinase CAM Cell adhesion molecule CASCADES Cancer stem cell-associated distal enhancer of SOX2 CBX Chromobox CDK Cyclin-dependent kinase ceRNA Competing endogenous RNA Chi3l1 Chitinase 3-like 1 CIA Cytosolic iron–sulfur (Fe-S) cluster assembly CK Creatine kinase CKB CK, brain-type CNS Central nervous system COL VI Collagen VI CpG Cytosine-phosphate-guanine CRISPR Clustered regularly interspaced short palindromic repeats CTA Cancer-testis antigen CTCF CCCTC-binding factor CTD C-terminal domain CX43 Connexin 43 d3A dCas9-DNMT3A catalytic domain fusion protein DLL3 Delta-like protein 3 DNA-PKcs DNA-dependent protein kinase catalytic subunit DNMT DNA methyltransferase DNMTi DNMT inhibitor DPP-4 Dipeptidyl peptidase-4 DSB Double-strand break EGF Epidermal growth factor EGFR Epidermal growth factor receptor EMT Epithelial-mesenchymal transition EpiDoKOL Epigenetic Domain-specific Knockout Library Erβ Estrogen receptor β Exo Biosystems-derived exosome EZH1/2 Enhancer of Zeste Homologue 1/2 FA Fanconi anemia GBM Glioblastoma multiforme, Glioblastoma GCV Ganciclovir GLUT3 Glucose transporter 3 GPX4 Glutathione peroxidase 4 GSC Glioma stem-like cell H3K27me3 Histone H3 lysine 27 trimethylation H3K4me3 Histone H3 lysine 4 trimethylation HAT Histone acetyltransferase HDAC Histone deacetylase HDACi HDAC inhibitor HERV Human endogenous retrovirus HLA-I Human leukocyte antigen class I HR Homologous recombination Hras Harvey Rat Sarcoma Viral Oncogene Homolog HSV-TK Herpes simplex virus-thymidine kinase ICL Interstrand cross-link IDH Isocitrate dehydrogenase IMPDH2 lnosine-5′-monophosphate dehydrogenase 2 IκB Inhibitory κB lncRNA Long non-coding RNA LSD1 Lysine-specific histone demethylase 1 m6A N6-methyladenosine MAO A Monoamine oxidase A MAZ Myc-associated zinc finger protein MCM Mini-chromosome maintenance protein MDH2 Malate dehydrogenase 2 MDHDH Malate dehydrogenase degradation helper METTL3/14 Methyltransferase-like 3/14 MGMT O 6 -methylguanine-DNA methyltransferase miRNA, miR MicroRNA MRI Magnetic resonance imaging MRN Mre11-Rad50-NBS1 mRNA Messenger RNA MTAP Methylthioadenosine phosphorylase mTORC2 Mechanistic target of rapamycin complex 2 NA Not applicable NAMPT Nicotinamide phosphoribosyl transferase NAMPTi NAMPT inhibitor NAPRT Nicotinic acid phosphoribosyl transferase ncRNA Non-coding RNA NP Nanoparticle NY-ESO1 New York esophageal squamous cell carcinoma 1 OGT O-GlcNAc transferase PARP Poly-ADP-ribose polymerase PcG Polycomb group PCr Phosphocreatine PDGFR Platelet-derived growth factor receptor PDGFRA Platelet-derived growth factor receptor A PDIA5 Protein disulfide isomerase A5 PD-L1 Programmed death-ligand 1 PEI Polyethylenimine PHAX Phosphorylated adaptor for RNA export PKM2 Pyruvate kinase M2 PLD Phospholipase D PLEKHA4 Pleckstrin homology domain containing A4 PLL Polylysine Pol II RNA polymerase II PRC1/2 Polycomb Repressive Complex 1/2 PRISMA-ScR PRISMA Extension for Scoping Reviews PRMT5/6 Protein arginine N-methyltransferase 5/6 PTEN Phosphatase and tensin homolog PTGFRN Prostaglandin F2 receptor inhibitor RARβ Retinoic acid receptor β RBBP4 Retinoblastoma binding protein 4 ROS Reactive oxygen species Rova-T Rovalpituzumab tesirine rRNA Ribosomal RNA RSK4 Ribosomal S6 kinase 4 RTK Receptor tyrosine kinase SCD Stearoyl-CoA desaturase SE Super-enhancer sgRNA Single guide RNA SHH Sonic Hedgehog siRNA Small interfering RNA snoRNP Small nucleolar ribonucleoprotein SNX10 Sorting nexin 10 TAM Tumor-associated macrophage TE Transposable element TGF-β Transforming growth factor β TME Tumor microenvironment TMZ Temozolomide TRAIL Tumor necrosis factor-related apoptosis-inducing ligand TSA Trichostatin A U3 snoRNA U3 small nucleolar RNA USP6NL Ubiquitin-specific peptidase 6 N-terminal-like VEGF Vascular endothelial growth factor WHO World Health Organization YY1 Yin Yang 1 Appendix A ijms-26-05634-t0A1_Table A1 Table A1 Main search results: epigenetic-related pathophysiology and potential therapeutic targets in GBM. Main Alteration Pathway Involved Genes/Proteins Involved References DNA Methylation Modulation Global DNA hypomethylation ALKBH1 [ 177 ] FGFR3-TACC3 fusions [ 178 ] mTORC2 [ 45 , 179 ] NuRD complex [ 63 , 180 , 181 ] PLEKHA4 [ 84 ] Hypomethylation of oncogenes PPM1D [ 182 ] Hypermethylation of tumor suppressor genes DNMT1 [ 183 , 184 ] DNMT3A/B [ 18 , 185 , 186 , 187 ] MSH2, MSH6 [ 18 , 188 ] Promoter methylation modulation 5-HT7R [ 61 ] ANKDD1A [ 189 ] ARL13B, IMPDH2 [ 53 ] CXCL12, CXCR4 [ 190 ] EGFR [ 4 , 60 , 61 , 62 ] IDH, 1p/19q co-deletion, G-CIMP status [ 20 , 21 ] LCTL [ 191 ] MGMT [ 32 , 50 , 192 , 193 ] RARβ [ 64 ] REST [ 194 , 195 ] SNX10, PDGFRβ [ 55 ] ST6Gal1 [ 196 ] TAGLN2 [ 197 ] TET, 5mC, 5hmc [ 65 , 66 , 198 , 199 ] ZBTB18 [ 200 ] Histone Modification Chromatin remodeling BRD2, BRD3, BRD4, BRD8 [ 104 , 105 , 201 , 202 , 203 ] BRG1 [ 204 ] Caspase-8 [ 107 ] CBX, CBX2, CBX8 [ 86 , 88 , 205 ] CELF2 [ 99 ] Chi3l1 [ 106 ] CX43, SHH [ 92 ] EGFR, FoxO3a [ 90 , 206 , 207 , 208 , 209 ] HELLS [ 210 ] KLHDC8A [ 115 ] Lamellipodin, RICTOR [ 93 ] Mcl-1 [ 211 ] MLL5 [ 212 ] NF1 [ 18 , 94 ] OCT4, NANOG, SOX2, CARM1 [ 31 , 33 ] PTEN [ 18 , 85 , 86 ] PTGFR [ 91 , 129 ] RIT1 [ 213 ] SCD [ 89 ] SWI-SNF complex [ 214 ] TRIM24, TRIM37 [ 97 , 98 ] WNT [ 81 , 83 ] YY1-CDK9 complex [ 96 ] Histone methylation CDK7, CDK9 [ 95 , 215 ] EphrinA5 [ 216 ] EZH2 [ 40 , 41 , 42 , 53 , 81 , 82 , 86 , 98 , 217 , 218 , 219 , 220 , 221 , 222 ] KDM4B/C, KDM5A, KDM6A/B [ 108 , 109 , 156 , 223 , 224 , 225 ] KMT2A, WDR5 [ 38 , 226 ] PRMT2, PRMT5, PRMT6, PRMT8 [ 110 , 111 , 112 , 113 , 227 , 228 ] SLC17A7 [ 229 ] WDR82 [ 135 ] Histone acetylation HAT1 [ 69 ] HDAC1, HDAC2, HDAC6 [ 19 , 70 , 71 , 72 , 73 , 230 ] Histone acetylation score [ 68 ] SIRT1 [ 231 ] ncRNA Targeting miRNA let-7 family [ 232 ] miR-9 [ 220 ] miR-10b [ 233 ] miR-26a-5p, miR27a-3p, miR-181a/b, miR-200b/c, miR-498 [ 218 ] miR-29s [ 186 ] miR-101 [ 42 ] miR-124 [ 195 , 234 ] miR-129-2 [ 235 ] miR-146a [ 121 ] miR-194-3p [ 123 ] miR-211 [ 236 ] miR-219-1 [ 122 ] miR-340 [ 237 , 238 ] miR-486-5p [ 239 ] miR-490 [ 41 ] miR-524 [ 240 , 241 ] miR-3189 [ 40 , 70 ] Progesterone (P4) [ 120 ] lncRNA CASCADES [ 29 ] CCND2-AS1 [ 242 ] DARS1-AS1 [ 128 ] H19 [ 243 ] HOTAIR [ 203 ] INHEG [ 127 ] LINC00511 [ 241 ] LINC00945 [ 114 ] LINC02283 [ 129 ] MDHDH [ 130 ] SOX2OT [ 244 ] TCONS_00004099 [ 43 ] TP53TG1, ENSG000246263 [ 245 ] UhyperLncs, UhypoLncs, SNHG [ 246 ] XTP6 [ 124 ] m6A modifications GPX4 m6A methylation [ 125 ] RNA m6A methylation [ 126 ] ceRNA MCM4 [ 131 ] Epigenome Editing CRISPR-based targeting EGFR [ 133 , 247 ] MGMT [ 52 ] CRISPR library screening ASH2L [ 134 ] E2F6 [ 248 ] ERBIN [ 27 ] Immunomodulation Immune checkpoints and immune evasion B7-H3 [ 249 ] CTA [ 149 ] PD-1, PD-L1 [ 155 , 156 , 157 , 250 ] TME and cellular interactions Integrin β1, DPP-4 [ 4 , 154 ] PDIA5 [ 157 ] Peripheral immune cells [ 152 ] Tumor-associated macrophages [ 153 ] Epigenetic and viral elements CLOCK [ 251 ] HERV-K [ 151 ] Others Metabolic profile ASS1 [ 252 ] Autophagy [ 11 , 12 , 13 ] GABA [ 253 ] Gallic acid [ 254 ] Glutamine [ 30 , 253 ] GPD1 [ 255 ] TME and hypoxia Gliomagenesis progression [ 10 , 37 ] HIF-1α, PAX3/p53 axis [ 256 ] Tumor heterogeneity and multiomics approaches Artificial intelligence algorithm [ 36 ] Methylome [ 6 , 7 , 8 , 9 , 22 , 23 , 24 , 35 , 257 ] Multiomics [ 258 , 259 , 260 ] Tumor heterogeneity [ 34 , 35 , 261 ] ijms-26-05634-t0A2_Table A2 Table A2 Main search results: epigenetic-related molecules and drugs in GBM. Drug Class Molecule/Drug Target References BETi Birabresib (MK-8628, OTX015) BRD2, BRD3, BRD4 [ 101 , 102 , 140 ] Trotabresib (CC-90010) BRD4 [ 100 ] JQ1 BRD4, HOTAIR [ 101 , 102 , 158 , 262 ] DNMTi Decitabine DNMT1 [ 148 , 263 ] RG-108 DNMT [ 143 , 264 ] EZHi DZNep EZH2 [ 143 , 144 , 264 , 265 ] Tazemetostat (EPZ-6438) EZH2 [ 266 , 267 ] UNC1999 EZH1, EZH2 [ 268 ] HDACi Belinostat (PXD-101) Class I and II HDACs [ 76 , 77 , 269 ] Domatinostat HDAC1, HDAC2, HDAC3, HDAC11 [ 80 ] Givinostat Class I and II HDACs [ 46 ] LMK235 HDAC4, HDAC5 [ 79 ] Panobinostat (LBH589) Class I, II, and IV HDACs [ 144 , 145 , 265 , 269 , 270 , 271 ] Romidepsin HDAC1, HDAC2 [ 145 , 269 ] Trichostatin A (TSA) Class I and II HDACs [ 78 , 143 , 264 ] Vorinostat (SAHA) HDAC1, HDAC2, HDAC3, HDAC6 [ 138 , 139 , 269 , 272 ] Nanoparticles NAMPT inhibitors NAMPT [ 39 , 273 ] PEG-AuNPs@Hyp PcG, IDH2 [ 162 ] RNA interference SOX2, OLIG2, SALL2, POU3F2 [ 274 ] siRNA Cyclophilin A [ 275 ] Others ABT-737 Bcl-2, Bcl-xL [ 272 ] AC1Q3QWB (AQB) HOTAIR, EZH2 [ 141 , 276 ] Aurora kinase A inhibitors AURKA [ 262 ] AZD1480 JAK [ 146 ] Bevacizumab VEGF-A [ 87 ] BIX01294 G9a, G9a-like protein [ 28 , 143 , 264 ] Dasatinib Src kinase [ 277 ] DS-1001b Mutant IDH1 [ 172 ] Dual EGFR/BRD4 inhibitors BRD4, EGFR [ 278 ] Dual EZH2/HDAC inhibitor EZH2, HDAC [ 279 ] EGFR CAR-T cells EGFR [ 158 ] GSK-J4 JMJD3 [ 280 ] GSK-LSD1 LSD1 [ 141 , 142 ] H3-G34R antibody H3.3 G34R mutations [ 281 ] HDAC-MB HDAC6, MAO A [ 159 ] Hydrolyzed rutin Unidentified [ 160 ] KC7F2 HIF-1α [ 54 ] NVP-BEZ235 PI3K, mTOR [ 146 ] Olaparib PARP [ 138 ] PEI-PLL copolymer HSV-TK, TRAIL [ 161 ] Phospho-valproic acid (MDC-1112) STAT3 [ 282 ] PRMT5 inhibitors PRMT5 [ 283 ] PTC596 BMI1 [ 266 , 284 ] Resveratrol AMPK, NF-κB, SIRT1 [ 285 ] Rolipram DPY30, PDE4B [ 117 ] Rovalpituzumab tesirine (Rova-T) DLL3 [ 116 ] Ruxolitinib JAK [ 146 ] Sodium selenite H3K9m2, HDAC [ 286 ] SP2509 KDM1A [ 270 ] Neural stem cells HSV-TK, S-TRAIL [ 287 ] ijms-26-05634-t0A3_Table A3 Table A3 Most relevant clinical trials incorporating epigenetics, in GBM [NA: Not applicable]. Trial Name Intervention Number of Participants Clinical Trial Identifier Clinical Trial Phase Current Status References Quantitative Magnetic Resonance Spectroscopic Imaging (MRSI) to Predict Early Response to Standard Radiation Therapy (RT)/Temozolomide (TMZ) ± Belinostat Therapy in Newly-Diagnosed Glioblastomas (GBM) RT/TMZ ± Belinostat 29 NCT02137759 Phase II Active [ 75 ] A Phase IIa Trial With Dose Optimization of OTX015, a Small Molecule Inhibitor of the Bromodomain and Extra-terminal (BET) Proteins, in Recurrent GBM Patients Birabresib (OTX015) 12 NCT02296476 Phase II Terminated [ 103 ] A Pilot Study to Evaluate the Feasibility of the Combined Use of Stereotactic Radiosurgery With Nivolumab and Concurrent Valproate in Patients With Recurrent Glioblastoma Stereotactic Radiosurgery, Nivolumab, Valproate 4 NCT02648633 Phase I Terminated [ 166 ] An Open-label, Single-arm, Phase II Study to Evaluate Safety and Efficacy of Doxorubicin in Combination With Radiotherapy, Temozolomide and Valproic Acid in Patients With Glioblastoma Multiforme (GBM) and Diffuse Intrinsic Pontine Glioma (DIPG) Doxorubicin, RT, TMZ, Valproic acid 21 NCT02758366 Phase II Terminated [ 165 ] International Cooperative Phase III Trial of the HIT-HGG Study Group for the Treatment of High-Grade Glioma, Diffuse Intrinsic Pontine Glioma, and Gliomatosis Cerebri in Children and Adolescents < 18 Years [HIT-HGG-2013] Valproic acid, TMZ 167 NCT03243461 Phase III Active [ 164 ] A Phase 0 First-In-Human Study Using NU-0129: A Spherical Nucleic Acid (SNA) Gold Nanoparticle Targeting BCL2L12 in Recurrent Glioblastoma Multiforme or Gliosarcoma Patients NU-0129 8 NCT03020017 Early Phase I Completed [ 173 ] A Phase 1 Study of DS-1001b in Patients With IDH1 Mutated Gliomas DS-1001b 47 NCT03030066 Phase I Active [ 171 ] A Phase 1b/2 Study of FT-2102 in Patients With Advanced Solid Tumors and Gliomas With an IDH1 Mutation Olutasidenib (FT-2102) 93 NCT03684811 Phase I/II Completed [ 170 ] A Phase I Trial of Pembrolizumab and Vorinostat Combined With Temozolomide and Radiation Therapy for Newly Diagnosed Glioblastoma Pembrolizumab, Vorinostat, TMZ, RT 21 NCT03426891 Phase I Completed [ 167 ] Establishment of a Signature of Circulating microRNA as a Tool to Aid Diagnosis of Primary Brain Tumors in Adults microRNA analysis [Observational study] 160 NCT03630861 NA Completed [ 174 ] A Phase 1, Open-label Study to Assess the Pharmacokinetics, Pharmacodynamics and CNS Penetration of CC-90010 in Preoperative Subjects With Progressive or Recurrent Who Grade II Diffuse Astrocytoma, Grade III Anaplastic Astrocytoma and Recurrent Glioblastoma Scheduled for Resection Trotabresib (CC-90010) 20 NCT04047303 Phase I Terminated [ 168 ] Phase I Open Label Ascending Dose Study to Assess the Feasibility and Safety of Intermittent Infusions of MTX110 Administered by Convection-Enhanced Delivery (CED) in Patients With Recurrent Glioblastoma (rGBM) (MAGIC-G1) MTX110 36 NCT05324501 Phase I Active [ 163 ] Improving Personalized Glioblastoma Care by Stem Cell Analysis, Omics (Including Immunomics) and Artificial Intelligence Approaches Biomarker analysis [Observational study] 120 [Estimated] NCT05941234 NA Active [ 175 ] Monitoring of Patients With Diffuse Gliomas Using Circulating miRNAs microRNA analysis [Observational study] 60 [Estimated] NCT06203496 NA Active [ 176 ] References 1. Verdugo E. Puerto I. Medina M.A. An update on the molecular biology of glioblastoma, with clinical implications and progress in its treatment Cancer Commun. 2022 42 1083 1111 10.1002/cac2.12361 36129048 2. Tan A.C. Ashley D.M. Lopez G.Y. Malinzak M. Friedman H.S. Khasraw M. Management of glioblastoma: State of the art and future directions CA Cancer J. Clin. 2020 70 299 312 10.3322/caac.21613 32478924 3. Stupp R. Mason W.P. Bent M.J.v.d. Weller M. Fisher B. Taphoorn M.J.B. Belanger K. Brandes A.A. Marosi C. Bogdahn U. Radiotherapy plus Concomitant and Adjuvant Temozolomide for Glioblastoma N. Engl. J. Med. 2005 352 987 996 10.1056/NEJMoa043330 15758009 4. Nayak C. Singh S.K. Integrated Transcriptome Profiling Identifies Prognostic Hub Genes as Therapeutic Targets of Glioblastoma: Evidenced by Bioinformatics Analysis ACS Omega 2022 7 22531 22550 10.1021/acsomega.2c01820 35811900 5. Wu H. Guo C. Wang C. Xu J. Zheng S. Duan J. Li Y. Bai H. Xu Q. Ning F. Single-cell RNA sequencing reveals tumor heterogeneity, microenvironment, and drug-resistance mechanisms of recurrent glioblastoma Cancer Sci. 2023 114 2609 2621 10.1111/cas.15773 36853018 6. Krabóth Z. Tompa M. Urbán P. Gálik B. Kajtár B. Gyenesei A. Kálmán B. Glioblastoma epigenomics discloses a complex biology and potential therapeutic targets Clin. Neurosci. 2024 77 27 37 10.18071/isz.77.0027 7. Kanwal R. Gupta S. Epigenetic modifications in cancer Clin. Genet. 2012 81 303 311 10.1111/j.1399-0004.2011.01809.x 22082348 8. Sadida H.Q. Abdulla A. Marzooqi S.A. Hashem S. Macha M.A. Akil A.S.A.-S. Bhat A.A. Epigenetic modifications: Key players in cancer heterogeneity and drug resistance Transl. Oncol. 2024 39 101821 10.1016/j.tranon.2023.101821 37931371 9. Lu Y. Chan Y.T. Tan H.Y. Li S. Wang N. Feng Y. Epigenetic regulation in human cancer: The potential role of epi-drug in cancer therapy Mol. Cancer 2020 19 79 10.1186/s12943-020-01197-3 32340605 10. Qiu Q. Deng H. Song P. Liu Y. Zhang M. Lactylation in Glioblastoma: A Novel Epigenetic Modifier Bridging Epigenetic Plasticity and Metabolic Reprogramming Int. J. Mol. Sci. 2025 26 3368 10.3390/ijms26073368 40244246 11. Zhang J. Zhang J. Yang C. Autophagy in brain tumors: Molecular mechanisms, challenges, and therapeutic opportunities J. Transl. Med. 2025 23 52 10.1186/s12967-024-06063-0 39806481 12. Hwang Y.K. Lee D.H. Lee E.C. Oh J.S. Importance of Autophagy Regulation in Glioblastoma with Temozolomide Resistance Cells 2024 13 1332 10.3390/cells13161332 39195222 13. Pizzimenti C. Fiorentino V. Franchina M. Martini M. Giuffre G. Lentini M. Silvestris N. Di Pietro M. Fadda G. Tuccari G. Autophagic-Related Proteins in Brain Gliomas: Role, Mechanisms, and Targeting Agents Cancers 2023 15 2622 10.3390/cancers15092622 37174088 14. Smith H.L. Wadhwani N. Horbinski C. Major Features of the 2021 WHO Classification of CNS Tumors Neurotherapeutics 2022 19 1691 1704 10.1007/s13311-022-01249-0 35578106 15. Osborn A.G. Louis D.N. Poussaint T.Y. Linscott L.L. Salzman K.L. The 2021 World Health Organization Classification of Tumors of the Central Nervous System: What Neuroradiologists Need to Know AJNR Am. J. Neuroradiol. 2022 43 928 937 10.3174/ajnr.A7462 35710121 16. Louis D.N. Perry A. Wesseling P. Brat D.J. Cree I.A. Figarella-Branger D. Hawkins C. Ng H.K. Pfister S.M. Reifenberger G. The 2021 WHO Classification of Tumors of the Central Nervous System: A summary Neuro Oncol. 2021 23 1231 1251 10.1093/neuonc/noab106 34185076 17. Unruh D. Zewde M. Buss A. Drumm M.R. Tran A.N. Scholtens D.M. Horbinski C. Methylation and transcription patterns are distinct in IDH mutant gliomas compared to other IDH mutant cancers Sci. Rep. 2019 9 8946 10.1038/s41598-019-45346-1 31222125 18. Bedics G. Szőke P. Bátai B. Nagy T. Papp G. Kránitz N. Rajnai H. Reiniger L. Bödör C. Scheich B. Novel, clinically relevant genomic patterns identified by comprehensive genomic profiling in ATRX-deficient IDH-wildtype adult high-grade gliomas Sci. Rep. 2023 13 18436 10.1038/s41598-023-45786-w 37891325 19. Garrett M.C. Albano R. Carnwath T. Elahi L. Behrmann C.A. Pemberton M. Woo D. O’Brien E. VanCauwenbergh B. Perentesis J. HDAC1 and HDAC6 are essential for driving growth in IDH1 mutant glioma Sci. Rep. 2023 13 12433 10.1038/s41598-023-33889-3 37528157 20. Saaid A. Monticelli M. Ricci A.A. Orlando G. Botta C. Zeppa P. Bianconi A. Osella-Abate S. Bruno F. Pellerino A. Prognostic Analysis of the IDH1 G105G (rs11554137) SNP in IDH-Wildtype Glioblastoma Genes 2022 13 1439 10.3390/genes13081439 36011350 21. Zhang L. Fritah S. Nazarov P.V. Kaoma T. Van Dyck E. Impact of IDH Mutations, the 1p/19q Co-Deletion and the G-CIMP Status on Alternative Splicing in Diffuse Gliomas Int. J. Mol. Sci. 2023 24 9825 10.3390/ijms24129825 37372972 22. Amirmahani F. Kumar S. Muthukrishnan S.D. Epigenetic mechanisms of plasticity and resistance in glioblastoma: Therapeutic targets and implications Front. Epigenet. Epigenom. 2025 3 1519449 10.3389/freae.2025.1519449 23. Shahani A. Slika H. Elbeltagy A. Lee A. Peters C. Dotson T. Raj D. Tyler B. The epigenetic mechanisms involved in the treatment resistance of glioblastoma Cancer Drug Resist. 2025 8 12 10.20517/cdr.2024.157 40201311 24. Tang J. Karbhari N. Campian J.L. Therapeutic Targets in Glioblastoma: Molecular Pathways, Emerging Strategies, and Future Directions Cells 2025 14 494 10.3390/cells14070494 40214448 25. Tricco A.C. Lillie E. Zarin W. O’Brien K.K. Colquhoun H. Levac D. Moher D. Peters M.D. Horsley T. Weeks L. PRISMA Extension for Scoping Reviews (PRISMA-ScR): Checklist and Explanation Ann. Intern. Med. 2018 169 467 473 10.7326/M18-0850 30178033 26. Uddin M.S. Mamun A.A. Alghamdi B.S. Tewari D. Jeandet P. Sarwar M.S. Ashraf G.M. Epigenetics of glioblastoma multiforme: From molecular mechanisms to therapeutic approaches Semin. Cancer Biol. 2022 83 100 120 10.1016/j.semcancer.2020.12.015 33370605 27. Zhao J. Cui X. Zhan Q. Zhang K. Su D. Yang S. Hong B. Wang Q. Ju J. Cheng C. CRISPR-Cas9 library screening combined with an exosome-targeted delivery system addresses tumorigenesis/TMZ resistance in the mesenchymal subtype of glioblastoma Theranostics 2024 14 2835 2855 10.7150/thno.92703 38773970 28. Ciechomska I.A. Marciniak M.P. Jackl J. Kaminska B. Pre-treatment or Post-treatment of Human Glioma Cells with BIX01294, the Inhibitor of Histone Methyltransferase G9a, Sensitizes Cells to Temozolomide Front. Pharmacol. 2018 9 1271 10.3389/fphar.2018.01271 30450051 29. Shahzad U. Nikolopoulos M. Li C. Johnston M. Wang J.J. Sabha N. Varn F.S. Riemenschneider A. Krumholtz S. Krishnamurthy P.M. CASCADES, a novel SOX2 super-enhancer-associated long noncoding RNA, regulates cancer stem cell specification and differentiation in glioblastoma Mol. Oncol. 2024 19 764 784 10.1002/1878-0261.13735 39323013 30. Tanaka K. Sasayama T. Nagashima H. Irino Y. Takahashi M. Izumi Y. Uno T. Satoh N. Kitta A. Kyotani K. Glioma cells require one-carbon metabolism to survive glutamine starvation Acta Neuropathol. Commun. 2021 9 16 10.1186/s40478-020-01114-1 33468252 31. Sesé B. Iñiguez-Muñoz S. Ensenyat-Mendez M. Llinàs-Arias P. Ramis G. Orozco J.I.J. de Mattos S.F. Villalonga P. Marzese D.M. Glioblastoma Embryonic-like Stem Cells Exhibit Immune-Evasive Phenotype Cancers 2022 14 2070 10.3390/cancers14092070 35565200 32. Lyon J.F. Vasudevaraja V. Mirchia K. Walker J.M. Corona R.J. Chin L.S. Tran I. Snuderl M. Richardson T.E. Viapiano M.S. Spatial progression and molecular heterogeneity of IDH-mutant glioblastoma determined by DNA methylation-based mapping Acta Neuropathol. Commun. 2021 9 120 10.1186/s40478-021-01221-7 34193272 33. Rios Á F.L. Tirapelli D. Cirino M.L.A. Rodrigues A.R. Ramos E.S. Carlotti C.G. Jr. Expression of pluripotency-related genes in human glioblastoma Neurooncol. Adv. 2022 4 vdab163 10.1093/noajnl/vdab163 35274101 34. Mathur R. Wang Q. Schupp P.G. Nikolic A. Hilz S. Hong C. Grishanina N.R. Kwok D. Stevers N.O. Jin Q. Glioblastoma evolution and heterogeneity from a 3D whole-tumor perspective Cell 2024 187 446 463.e416 10.1016/j.cell.2023.12.013 38242087 35. Gempt J. Withake F. Aftahy A.K. Meyer H.S. Barz M. Delbridge C. Liesche-Starnecker F. Prokop G. Pfarr N. Schlegel J. Methylation subgroup and molecular heterogeneity is a hallmark of glioblastoma: Implications for biopsy targeting, classification and therapy ESMO Open 2022 7 100566 10.1016/j.esmoop.2022.100566 36055049 36. McInerney C.E. Lynn J.A. Gilmore A.R. Flannery T. Prise K.M. Using AI-Based Evolutionary Algorithms to Elucidate Adult Brain Tumor (Glioma) Etiology Associated with IDH1 for Therapeutic Target Identification Curr. Issues Mol. Biol. 2022 44 2982 3000 10.3390/cimb44070206 35877430 37. Pine A.R. Cirigliano S.M. Singhania R. Nicholson J. da Silva B. Leslie C.S. Fine H.A. Microenvironment-Driven Dynamic Chromatin Changes in Glioblastoma Recapitulate Early Neural Development at Single-Cell Resolution Cancer Res. 2023 83 1581 1595 10.1158/0008-5472.CAN-22-2872 36877162 38. Mitchell K. Sprowls S.A. Arora S. Shakya S. Silver D.J. Goins C.M. Wallace L. Roversi G. Schafer R.E. Kay K. WDR5 represents a therapeutically exploitable target for cancer stem cells in glioblastoma Genes Dev. 2023 37 86 102 10.1101/gad.349803.122 36732025 39. Murray M.A. Noronha K.J. Wang Y. Friedman A.P. Paradkar S. Suh H.W. Sundaram R.K. Brenner C. Saltzman W.M. Bindra R.S. Exploiting Metabolic Defects in Glioma with Nanoparticle-Encapsulated NAMPT Inhibitors Mol. Cancer Ther. 2024 23 1176 1187 10.1158/1535-7163.MCT-24-0012 38691846 40. Sharma V. Vinchure O.S. Yadav G. Sarkar C. Kulshreshtha R. A novel interplay between PRC2 and miR-3189 regulates epithelial–mesenchymal transition (EMT) via modulating COL6A2 in glioblastoma J. Cell. Physiol. 2024 239 e31326 10.1002/jcp.31326 38860406 41. Vinchure O.S. Sharma V. Tabasum S. Ghosh S. Singh R.P. Sarkar C. Kulshreshtha R. Polycomb complex mediated epigenetic reprogramming alters TGF-β signaling via a novel EZH2/miR-490/TGIF2 axis thereby inducing migration and EMT potential in glioblastomas Int. J. Cancer 2019 145 1254 1269 10.1002/ijc.32360 31008529 42. Zhao Z.H. Li X.T. Tao Z.N. Deng Z.T. Wu Y. Zhou Y.X. Feedback Loop of EZH2/miR-101 Regulates Autophagy and Apoptosis by Targeting mTOR in Glioblastoma Cells J. Biol. Regul. Homeost. Agents 2024 38 1291 1306 10.23812/j.biol.regul.homeost.agents.20243802.103 43. Wang Y. Shan A. Zhou Z. Li W. Xie L. Du B. Lei B. LncRNA TCONS_00004099-derived microRNA regulates oncogenesis through PTPRF in gliomas Ann. Transl. Med. 2021 9 1023 10.21037/atm-21-2442 34277823 44. Klughammer J. Kiesel B. Roetzer T. Fortelny N. Nemc A. Nenning K.H. Furtner J. Sheffield N.C. Datlinger P. Peter N. The DNA methylation landscape of glioblastoma disease progression shows extensive heterogeneity in time and space Nat. Med. 2018 24 1611 1624 10.1038/s41591-018-0156-x 30150718 45. Harachi M. Masui K. Shimizu E. Murakami K. Onizuka H. Muragaki Y. Kawamata T. Nakayama H. Miyata M. Komori T. DNA hypomethylator phenotype reprograms glutamatergic network in receptor tyrosine kinase gene-mutated glioblastoma Acta Neuropathol. Commun. 2024 12 40 10.1186/s40478-024-01750-x 38481314 46. Nakagawa-Saito Y. Mitobe Y. Togashi K. Suzuki S. Sugai A. Kitanaka C. Okada M. Givinostat Inhibition of Sp1-dependent MGMT Expression Sensitizes Glioma Stem Cells to Temozolomide Anticancer Res. 2023 43 1131 1138 10.21873/anticanres.16258 36854532 47. Hegi M.E. Diserens A.C. Gorlia T. Hamou M.F. de Tribolet N. Weller M. Kros J.M. Hainfellner J.A. Mason W. Mariani L. MGMT gene silencing and benefit from temozolomide in glioblastoma N. Engl. J. Med. 2005 352 997 1003 10.1056/NEJMoa043331 15758010 48. Mansouri A. Hachem L.D. Mansouri S. Nassiri F. Laperriere N.J. Xia D. Lindeman N.I. Wen P.Y. Chakravarti A. Mehta M.P. MGMT promoter methylation status testing to guide therapy for glioblastoma: Refining the approach based on emerging evidence and current challenges Neuro Oncol. 2019 21 167 178 10.1093/neuonc/noy132 30189035 49. Gilbert M.R. Wang M. Aldape K.D. Stupp R. Hegi M.E. Jaeckle K.A. Armstrong T.S. Wefel J.S. Won M. Blumenthal D.T. Dose-dense temozolomide for newly diagnosed glioblastoma: A randomized phase III clinical trial J. Clin. Oncol. 2013 31 4085 4091 10.1200/JCO.2013.49.6968 24101040 50. Lavogina D. Laasfeld T. Vardja M. Lust H. Jaal J. Viability fingerprint of glioblastoma cell lines: Roles of mitotic, proliferative, and epigenetic targets Sci. Rep. 2021 11 20338 10.1038/s41598-021-99630-0 34645858 51. Wick W. Meisner C. Hentschel B. Platten M. Schilling A. Wiestler B. Sabel M.C. Koeppen S. Ketter R. Weiler M. Prognostic or predictive value of MGMT promoter methylation in gliomas depends on IDH1 mutation Neurology 2013 81 1515 1522 10.1212/WNL.0b013e3182a95680 24068788 52. Zapanta Rinonos S. Li T. Pianka S.T. Prins T.J. Eldred B.S.C. Kevan B.M. Liau L.M. Nghiemphu P.L. Cloughesy T.F. Lai A. dCas9/CRISPR-based methylation of O-6-methylguanine-DNA methyltransferase enhances chemosensitivity to temozolomide in malignant glioma J. Neuro-Oncol. 2024 166 129 142 10.1007/s11060-023-04531-z 38224404 53. Shireman J.M. Atashi F. Lee G. Ali E.S. Saathoff M.R. Park C.H. Savchuk S. Baisiwala S. Miska J. Lesniak M.S. De novo purine biosynthesis is a major driver of chemoresistance in glioblastoma Brain 2021 144 1230 1246 10.1093/brain/awab020 33855339 54. Abbaszade Z. Bagca B.G. Avci C.B. Molecular biological investigation of temozolomide and KC7F2 combination in U87MG glioma cell line Gene 2021 776 145445 10.1016/j.gene.2021.145445 33484758 55. Gimple R.C. Zhang G. Wang S. Huang T. Lee J. Taori S. Lv D. Dixit D. Halbert M.E. Morton A.R. Sorting nexin 10 sustains PDGF receptor signaling in glioblastoma stem cells via endosomal protein sorting JCI Insight 2023 8 e158077 10.1172/jci.insight.158077 36795488 56. A Phase II Study of PDGFR Kinase Inhibitor in Biomarker-Enriched Recurrent Malignant Gliomas 2010 Available online: https://clinicaltrials.gov/study/NCT01140568 (accessed on 22 December 2024) 57. Kalpathy-Cramer J. Chandra V. Da X. Ou Y. Emblem K.E. Muzikansky A. Cai X. Douw L. Evans J.G. Dietrich J. Phase II study of tivozanib, an oral VEGFR inhibitor, in patients with recurrent glioblastoma J. Neurooncol. 2017 131 603 610 10.1007/s11060-016-2332-5 27853960 58. Dresemann G. Weller M. Rosenthal M.A. Wedding U. Wagner W. Engel E. Heinrich B. Mayer-Steinacker R. Karup-Hansen A. Fluge O. Imatinib in combination with hydroxyurea versus hydroxyurea alone as oral therapy in patients with progressive pretreated glioblastoma resistant to standard dose temozolomide J. Neurooncol. 2010 96 393 402 10.1007/s11060-009-9976-3 19688297 59. Raymond E. Brandes A.A. Dittrich C. Fumoleau P. Coudert B. Clement P.M. Frenay M. Rampling R. Stupp R. Kros J.M. Phase II study of imatinib in patients with recurrent gliomas of various histologies: A European Organisation for Research and Treatment of Cancer Brain Tumor Group Study J. Clin. Oncol. 2008 26 4659 4665 10.1200/JCO.2008.16.9235 18824712 60. Wang Y. Shu H. Liu J. Jin X. Wang L. Qu Y. Xia M. Peng P. Feng Y. Wei M. EGF promotes PKM2 O-GlcNAcylation by stimulating O-GlcNAc transferase phosphorylation at Y976 and their subsequent association J. Biol. Chem. 2022 298 102340 10.1016/j.jbc.2022.102340 35931120 61. Courant F. Maravat M. Chen W. Gosset D. Blot L. Hervouet-Coste N. Sarou-Kanian V. Morisset-Lopez S. Decoville M. Expression of the Human Serotonin 5-HT(7) Receptor Rescues Phenotype Profile and Restores Dysregulated Biomarkers in a Drosophila melanogaster Glioma Model Cells 2022 11 1281 10.3390/cells11081281 35455961 62. Su I.C. Su Y.K. Chuang H.Y. Yadav V.K. Setiawan S.A. Fong I.H. Yeh C.T. Huang H.C. Lin C.M. Ubiquitin-Specific Protease 6 n-Terminal-like Protein (USP6NL) and the Epidermal Growth Factor Receptor (EGFR) Signaling Axis Regulates Ubiquitin-Mediated DNA Repair and Temozolomide-Resistance in Glioblastoma Biomedicines 2022 10 1531 10.3390/biomedicines10071531 35884836 63. Li J. Song C. Gu J. Li C. Zang W. Shi L. Chen L. Zhu L. Zhou M. Wang T. RBBP4 regulates the expression of the Mre11-Rad50-NBS1 (MRN) complex and promotes DNA double-strand break repair to mediate glioblastoma chemoradiotherapy resistance Cancer Lett. 2023 557 216078 10.1016/j.canlet.2023.216078 36736531 64. Toprak C. Atli E.I. Kalkan R. Methylation of RAR-β is a New Clinical Biomarker for Treatment in Higher-grade Gliomas Neurolog. Sci. Neurophys. 2023 40 152 159 10.4103/nsn.nsn_26_23 65. Zeng C. Song X. Zhang Z. Cai Q.Y. Cai J.J. Horbinski C. Hu B. Cheng S.Y. Zhang W. Dissection of transcriptomic and epigenetic heterogeneity of grade 4 gliomas: Implications for prognosis Acta Neuropathol. Commun. 2023 11 133 10.1186/s40478-023-01619-5 37580817 66. Lopez-Bertoni H. Johnson A. Rui Y. Lal B. Sall S. Malloy M. Coulter J.B. Lugo-Fagundo M. Shudir S. Khela H. Sox2 induces glioblastoma cell stemness and tumor propagation by repressing TET2 and deregulating 5hmC and 5mC DNA modifications Signal Transduct. Target. Ther. 2022 7 37 10.1038/s41392-021-00857-0 35136034 67. Wang Z. Zang C. Cui K. Schones D.E. Barski A. Peng W. Zhao K. Genome-wide mapping of HATs and HDACs reveals distinct functions in active and inactive genes Cell 2009 138 1019 1031 10.1016/j.cell.2009.06.049 19698979 68. Qin J.J. Fu J. Chen X.Z. Comprehensive analysis of histone acetylation-related genes in glioblastoma and lower-grade gliomas: Insights into drug sensitivity, molecular subtypes, immune infiltration, and prognosis J. Gene Med. 2024 26 e3678 10.1002/jgm.3678 38500293 69. Bargiela-Cuevas S. Marin M. Gabaldon-Ojeda M. Klett-Mingo J.I. Granado P. Sacristan S. Esteban-Lasso A. Casas J.G. Martin M.E. González V.M.M. Histone Acetyl Transferase 1 Is Overexpressed in Poor Prognosis, High-grade Meningeal and Glial Brain Cancers: Immunohistochemical and Aptahistochemical Study J. Histochem. Cytochem. 2024 72 585 599 10.1369/00221554241272341 39180315 70. Kwak S. Park S.H. Kim S.H. Sung G.J. Song J.H. Jeong J.H. Kim H. Ha C.H. Kim S.W. Choi K.C. miR-3189-targeted GLUT3 repression by HDAC2 knockdown inhibits glioblastoma tumorigenesis through regulating glucose metabolism and proliferation J. Exp. Clin. Cancer Res. 2022 41 87 10.1186/s13046-022-02305-5 35260183 71. Bahia R.K. Hao X.G. Hassam R. Cseh O. Bozek D.A. Luchman H.A. Weiss S. Epigenetic and molecular coordination between HDAC2 and SMAD3-SKI regulates essential brain tumour stem cell characteristics Nat. Commun. 2023 14 5051 10.1038/s41467-023-40776-y 37598220 72. Cascio C.L. McNamara J.B. Melendez E.L. Lewis E.M. Dufault M.E. Sanai N. Plaisier C.L. Mehta S. Nonredundant, isoform-specific roles of HDAC1 in glioma stem cells JCI Insight 2021 6 e149232 10.1172/jci.insight.149232 34494550 73. Zhang L. Liu Z. Dong Y. Kong L. Epigenetic targeting of SLC30A3 by HDAC1 is related to the malignant phenotype of glioblastoma IUBMB Life 2021 73 784 799 10.1002/iub.2463 33715270 74. Peng S. Zhao S. Yan F. Cheng J. Huang L. Chen H. Liu Q. Ji X. Yuan Z. HDAC2 selectively regulates FOXO3a-mediated gene transcription during oxidative stress-induced neuronal cell death J. Neurosci. 2015 35 1250 1259 10.1523/JNEUROSCI.2444-14.2015 25609639 75. Quantitative Magnetic Resonance Spectroscopic Imaging (MRSI) to Predict Early Response to Standard Radiation Therapy (RT)/Temozolomide (TMZ) ± Belinostat Therapy in Newly-Diagnosed Glioblastomas (GBM) 2014 Available online: https://clinicaltrials.gov/study/NCT02137759 (accessed on 22 December 2024) 76. Xu K. Ramesh K. Huang V. Gurbani S.S. Cordova J.S. Schreibmann E. Weinberg B.D. Sengupta S. Voloschin A.D. Holdhoff M. Final Report on Clinical Outcomes and Tumor Recurrence Patterns of a Pilot Study Assessing Efficacy of Belinostat (PXD-101) with Chemoradiation for Newly Diagnosed Glioblastoma Tomography 2022 8 688 700 10.3390/tomography8020057 35314634 77. Chang C.M. Ramesh K.K. Huang V. Gurbani S. Kleinberg L.R. Weinberg B.D. Shim H. Shu H.G. Mutant Isocitrate Dehydrogenase 1 Expression Enhances Response of Gliomas to the Histone Deacetylase Inhibitor Belinostat Tomography 2023 9 942 954 10.3390/tomography9030077 37218937 78. Güven M. Taşpınar F. Denizler-Ebiri F.N. Castresana J.S. Taşpınar M. The antagonistic effects of temozolomide and trichostatin a combination on MGMT and DNA mismatch repair pathways in Glioblastoma Med. Oncol. 2023 40 223 10.1007/s12032-023-02079-6 37403006 79. Chang H.H. Chang Y.Y. Tsai B.C. Chen L.J. Chang A.C. Chuang J.Y. Gean P.W. Hsueh Y.S. A Selective Histone Deacetylase Inhibitor Induces Autophagy and Cell Death via SCNN1A Downregulation in Glioblastoma Cells Cancers 2022 14 4537 10.3390/cancers14184537 36139696 80. Nakagawa-Saito Y. Saitoh S. Mitobe Y. Sugai A. Togashi K. Suzuki S. Kitanaka C. Okada M. HDAC Class I Inhibitor Domatinostat Preferentially Targets Glioma Stem Cells over Their Differentiated Progeny Int. J. Mol. Sci. 2022 23 8084 10.3390/ijms23158084 35897656 81. Yu T. Zhou F. Tian W. Xu R. Wang B. Zeng A. Zhou Z. Li M. Wang Y. Zhang J. EZH2 interacts with HP1BP3 to epigenetically activate WNT7B that promotes temozolomide resistance in glioblastoma Oncogene 2023 42 461 470 10.1038/s41388-022-02570-w 36517590 82. Pang F.N. Zhang L. Li M.Y. Yi X.C. Wang Y. Yang P. Wen B. Jiang J.Q. Teng Y.P. Yang X.Y. Ribosomal S6 protein kinase 4 promotes resistance to EZH2 inhibitors in glioblastoma Cancer Gene Ther. 2023 30 1636 1648 10.1038/s41417-023-00666-3 37726387 83. Tompa M. Kajtar B. Galik B. Gyenesei A. Kalman B. DNA methylation and protein expression of Wnt pathway markers in progressive glioblastoma Pathol. Res. Pract. 2021 222 153429 10.1016/j.prp.2021.153429 33857857 84. Gao X. Liu Y.K. Hong S.M. Yang H. Guan B. Ma X.D. PLEKHA4 is Associated with Tumour Microenvironment, Stemness, Proliferation and Poor Prognosis of Gliomas J. Integr. Neurosci. 2023 22 135 10.31083/j.jin2205130 37735118 85. Yin J. Ge X. Ding F. He L. Song K. Shi Z. Ge Z. Zhang J. Ji J. Wang X. Reactivating PTEN to impair glioma stem cells by inhibiting cytosolic iron-sulfur assembly Sci. Transl. Med. 2024 16 eadg5553 10.1126/scitranslmed.adg5553 38507470 86. Wang J. Yang B. Wang Y.Z. Liu S.H. Ma C.K. Piao J.M. Ma S.Q. Yu D.H. Wu W. CBX2 enhances the progression and TMZ chemoresistance of glioma via EZH2-mediated epigenetic silencing of PTEN expression Front. Pharmacol. 2024 15 1430891 10.3389/fphar.2024.1430891 39114365 87. Huang H. Song J. Liu Z. Pan L. Xu G. Autophagy activation promotes bevacizumab resistance in glioblastoma by suppressing Akt/mTOR signaling pathway Oncol. Lett. 2018 15 1487 1494 10.3892/ol.2017.7446 29434840 88. Li J. Xu Z. Zhou L. Hu K. Expression profile and prognostic values of Chromobox family members in human glioblastoma Aging (Albany NY) 2022 14 1910 1931 10.18632/aging.203912 35210369 89. Oatman N. Dasgupta N. Arora P. Choi K. Gawali M.V. Gupta N. Parameswaran S. Salomone J. Reisz J.A. Lawler S. Mechanisms of stearoyl CoA desaturase inhibitor sensitivity and acquired resistance in cancer Sci. Adv. 2021 7 eabd7459 10.1126/sciadv.abd7459 33568479 90. Yang C. Li Y.S. Wang Q.X. Huang K. Wei J.W. Wang Y.F. Zhou J.H. Yi K.K. Zhang K.L. Zhou B.C. EGFR/EGFRvIII remodels the cytoskeleton via epigenetic silencing of AJAP1 in glioma cells Cancer Lett. 2017 403 119 127 10.1016/j.canlet.2017.06.007 28634045 91. Mala U. Baral T.K. Somasundaram K. Integrative analysis of cell adhesion molecules in glioblastoma identified prostaglandin F2 receptor inhibitor (PTGFRN) as an essential gene BMC Cancer 2022 22 642 10.1186/s12885-022-09682-2 35690717 92. Torrisi F. Alberghina C. Lo Furno D. Zappalà A. Valable S. Li Volti G. Tibullo D. Vicario N. Parenti R. Connexin 43 and Sonic Hedgehog Pathway Interplay in Glioblastoma Cell Proliferation and Migration Biology 2021 10 767 10.3390/biology10080767 34439999 93. Moritz S. Krause M. Schlatter J. Cordes N. Vehlow A. Lamellipodin-RICTOR Signaling Mediates Glioblastoma Cell Invasion and Radiosensitivity Downstream of EGFR Cancers 2021 13 5337 10.3390/cancers13215337 34771501 94. Lucas C.H.G. Sloan E.A. Gupta R. Wu J. Pratt D. Vasudevan H.N. Ravindranathan A. Barreto J. Williams E.A. Shai A. Multiplatform molecular analyses refine classification of gliomas arising in patients with neurofibromatosis type 1 Acta Neuropathol. 2022 144 747 765 10.1007/s00401-022-02478-5 35945463 95. Bhutada I. Khambati F. Cheng S.Y. Tiek D.M. Duckett D. Lawrence H. Vogelbaum M.A. Mo Q. Chellappan S.P. Padmanabhan J. CDK7 and CDK9 inhibition interferes with transcription, translation, and stemness, and induces cytotoxicity in GBM irrespective of temozolomide sensitivity Neuro Oncol. 2024 26 70 84 10.1093/neuonc/noad143 37551745 96. Qiu Z.X. Zhao L.J. Shen J.Z. Liang Z.Y. Wu Q.L. Yang K.L. Min L.H. Gimple R.C. Yang Q.Y. Bhargava S. Transcription Elongation Machinery Is a Druggable Dependency and Potentiates Immunotherapy in Glioblastoma Stem Cells Cancer Discov. 2022 12 502 521 10.1158/2159-8290.CD-20-1848 34615656 97. Xu C.X. Chen G.Y. Yu B. Sun B.W. Zhang Y.W. Zhang M.D. Yang Y. Xiao Y.C. Cheng S.Y. Li Y.X. TRIM24 Cooperates with Ras Mutation to Drive Glioma Progression through snoRNA Recruitment of PHAX and DNA-PKcs Adv. Sci. 2024 11 e2400023 10.1002/advs.202400023 98. Cai L. Liu Y. Li Y. Liu B. Cao Y. Yang W. Wang B. Sun T. TRIM37 interacts with EZH2 to epigenetically suppress PTCH1 and regulate stemness in glioma stem cells through sonic hedgehog pathway J. Neurooncol. 2024 169 269 279 10.1007/s11060-024-04726-y 38884661 99. Turchi L. Sakakini N. Saviane G. Polo B. Saurty-Seerunghen M.S. Gabut M. Gouillou C.A. Guerlais V. Pasquier C. Vignais M.L. CELF2 Sustains a Proliferating/OLIG2+ Glioblastoma Cell Phenotype via the Epigenetic Repression of SOX3 Cancers 2023 15 5038 10.3390/cancers15205038 37894405 100. Tancredi A. Gusyatiner O. Bady P. Buri M.C. Lomazzi R. Chiesi D. Messerer M. Hegi M.E. BET protein inhibition sensitizes glioblastoma cells to temozolomide treatment by attenuating MGMT expression Cell Death Dis. 2022 13 1037 10.1038/s41419-022-05497-y 36513631 101. Sears T.K. Woolard K.D. R132H IDH1 sensitizes glioma to the antiproliferative and cytotoxic effects of BET inhibition J. Cancer Res. Clin. Oncol. 2022 148 2275 2285 10.1007/s00432-022-04018-w 35467128 102. Berenguer-Daizé C. Astorgues-Xerri L. Odore E. Cayol M. Cvitkovic E. Noel K. Bekradda M. MacKenzie S. Rezai K. Lokiec F. OTX015 (MK-8628), a novel BET inhibitor, displays in vitro and in vivo antitumor effects alone and in combination with conventional therapies in glioblastoma models Int. J. Cancer 2016 139 2047 2055 10.1002/ijc.30256 27388964 103. A Phase IIa Trial with Dose Optimization of OTX015, a Small Molecule Inhibitor of the Bromodomain and Extra-Terminal (BET) Proteins, in Recurrent Glioblastoma Multiforme (GBM) Patients 2014 Available online: https://clinicaltrials.gov/study/NCT02296476 (accessed on 22 December 2024) 104. Sun X.Q. Klingbeil O. Lu B. Wu C.Z. Ballon C. Ouyang M. Wu X.L. Jin Y. Hwangbo Y. Huang Y.H. BRD8 maintains glioblastoma by epigenetic reprogramming of the p53 network Nature 2023 613 195 202 10.1038/s41586-022-05551-x 36544023 105. Chen L.S. Qi Q.H. Jiang X.Q. Wu J. Li Y.Y. Liu Z.D. Cai Y. Ran H.W. Zhang S.Y. Zhang C. Phosphocreatine Promotes Epigenetic Reprogramming to Facilitate Glioblastoma Growth Through Stabilizing BRD2 Cancer Discov. 2024 14 1547 1565 10.1158/2159-8290.CD-23-1348 38563585 106. Guetta-Terrier C. Karambizi D. Akosman B. Zepecki J.P. Chen J.S. Kamle S. Fajardo J.E. Fiser A. Singh R. Toms S.A. Chi3l1 Is a Modulator of Glioma Stem Cell States and a Therapeutic Target in Glioblastoma Cancer Res. 2023 83 1984 1999 10.1158/0008-5472.CAN-21-3629 37101376 107. Contadini C. Ferri A. Di Martile M. Cirotti C. Del Bufalo D. De Nicola F. Pallocca M. Fanciulli M. Sacco F. Donninelli G. Caspase-8 as a novel mediator linking Src kinase signaling to enhanced glioblastoma malignancy Cell Death Differ. 2023 30 417 428 10.1038/s41418-022-01093-x 36460775 108. Wang Z.Z. Cai H.R. Li Z.K. Sun W. Zhao E.R. Cui H.J. Histone demethylase KDM4B accelerates the progression of glioblastoma via the epigenetic regulation of MYC stability Clin. Epigenet. 2023 15 192 10.1186/s13148-023-01608-4 109. Lee D.H. Kim G.W. Yoo J. Lee S.W. Jeon Y.H. Kim S.Y. Kang H.G. Kim D.H. Chun K.H. Choi J. Histone demethylase KDM4C controls tumorigenesis of glioblastoma by epigenetically regulating p53 and c-Myc Cell Death Dis. 2021 12 89 10.1038/s41419-020-03380-2 33462212 110. Wang J. Xiao Z.Y. Li P. Wu C.W. Li Y. Wang Q. Chen Y.M. Zhou H.L. Li Z. Wang Z.T. PRMT6-CDC20 facilitates glioblastoma progression via the degradation of CDKN1B Oncogene 2023 42 1088 1100 10.1038/s41388-023-02624-7 36792756 111. Huang T. Yang Y. Song X. Wan X. Wu B. Sastry N. Horbinski C.M. Zeng C. Tiek D. Goenka A. PRMT6 methylation of RCC1 regulates mitosis, tumorigenicity, and radiation response of glioblastoma stem cells Mol. Cell 2021 81 1276 1291.e1279 10.1016/j.molcel.2021.01.015 33539787 112. Du C. Li S.W. Singh S.X. Roso K. Sun M.A. Pirozzi C.J. Yang R. Li J.L. He Y. Epigenetic Regulation of Fanconi Anemia Genes Implicates PRMT5 Blockage as a Strategy for Tumor Chemosensitization Mol. Cancer Res. 2021 19 2046 2056 10.1158/1541-7786.MCR-21-0093 34521764 113. Sachamitr P. Ho J.C. Ciamponi F.E. Ba-Alawi W. Coutinho F.J. Guilhamon P. Kushida M.M. Cavalli F.M.G. Lee L. Rastegar N. PRMT5 inhibition disrupts splicing and stemness in glioblastoma Nat. Commun. 2021 12 979 10.1038/s41467-021-21204-5 33579912 114. Yang Z.H. Zheng Y.F. Wu H.Y. Xie H. Zhao J.J. Chen Z.G. Li L.X. Yue X.Y. Zhao B. Bian E.R. Integrative analysis of a novel super-enhancer-associated lncRNA prognostic signature and identifying LINC00945 in aggravating glioma progression Hum. Genom. 2023 17 33 10.1186/s40246-023-00480-w 37004060 115. Lee D. Gimple R.C. Wu X. Prager B.C. Qiu Z. Wu Q. Daggubati V. Mariappan A. Gopalakrishnan J. Sarkisian M.R. Superenhancer activation of KLHDC8A drives glioma ciliation and hedgehog signaling J. Clin. Investig. 2023 133 e163592 10.1172/JCI163592 36394953 116. Mansfield A.S. Hong D.S. Hann C.L. Farago A.F. Beltran H. Waqar S.N. Hendifar A.E. Anthony L.B. Taylor M.H. Bryce A.H. A phase I/II study of rovalpituzumab tesirine in delta-like 3-expressing advanced solid tumors NPJ Precis. Oncol. 2021 5 74 10.1038/s41698-021-00214-y 34354225 117. Dixit D. Prager B.C. Gimple R.C. Miller T.E. Wu Q.L. Yomtoubian S. Kidwell R.L. Lv D.G. Zhao L.J. Qiu Z.X. Glioblastoma stem cells reprogram chromatin in vivo to generate selective therapeutic dependencies on DPY30 and phosphodiesterases Sci. Transl. Med. 2022 14 eabf3917 10.1126/scitranslmed.abf3917 34985972 118. Cescon M. Rampazzo E. Bresolin S. Da Ros F. Manfreda L. Cani A. Della Puppa A. Braghetta P. Bonaldo P. Persano L. Collagen VI sustains cell stemness and chemotherapy resistance in glioblastoma Cell. Mol. Life Sci. 2023 80 233 10.1007/s00018-023-04887-5 37505240 119. Lin H. Yang Y. Hou C. Zheng J. Lv G. Mao R. Xu P. Chen S. Zhou Y. Wang P. Identification of COL6A1 as the Key Gene Associated with Antivascular Endothelial Growth Factor Therapy in Glioblastoma Multiforme Genet. Test. Mol. Biomark. 2021 25 334 345 10.1089/gtmb.2020.0279 120. Velázquez-Vázquez D.E. Del Moral-Morales A. Cruz-Burgos J.M. Martinez-Martinez E. Rodriguez-Dorantes M. Camacho-Arroyo I. Expression analysis of progesterone-regulated miRNAs in cells derived from human glioblastoma Mol. Med. Rep. 2021 23 475 10.3892/mmr.2021.12114 33899118 121. Cui T.T. Bell E.H. McElroy J. Liu K. Sebastian E. Johnson B. Gulati P.M. Becker A.P. Gray A. Geurts M. A Novel miR-146a-POU3F2/SMARCA5 Pathway Regulates Sternness and Therapeutic Response in Glioblastoma Mol. Cancer Res. 2021 19 48 60 10.1158/1541-7786.MCR-20-0353 32973101 122. Ghasemi A. Mohammadi A. Fallah S. Epigenetic Modification of MicroRNA-219-1 and Its Association with Glioblastoma Multiforme Biochemistry 2021 86 420 432 10.1134/S0006297921040040 33941064 123. Jacob J.R. Singh R. Okamoto M. Chakravarti A. Palanichamy K. miRNA-194-3p represses NF-κB in gliomas to attenuate iPSC genes and proneural to mesenchymal transition iScience 2024 27 108650 10.1016/j.isci.2023.108650 38226170 124. Xiao F. Zhu H. Xiong Y.P. Guo Y. Zhang Z. Zeng J. Xiao Y. Liao B. Shang X.S. Zhao S.Y. Positive feedback loop of c-myc/XTP6/NDH2/NF-κB to promote malignant progression in glioblastoma J. Exp. Clin. Cancer Res. 2024 43 187 10.1186/s13046-024-03109-5 38965580 125. Meng X.R. Wang Z.X. Yang Q.Q. Liu Y.W. Gao Y.S. Chen H.F. Li A. Li R.Q. Wang J. Sun G. Intracellular C5aR1 inhibits ferroptosis in glioblastoma through METTL3-dependent m6A methylation of GPX4 Cell Death Dis. 2024 15 729 10.1038/s41419-024-06963-5 39368999 126. Tao M. Li X. He L. Rong X. Wang H. Pan J. Lu Z. Zhang X. Peng Y. Decreased RNA m(6)A methylation enhances the process of the epithelial mesenchymal transition and vasculogenic mimicry in glioblastoma Am. J. Cancer Res. 2022 12 893 906 35261810 127. Liu L. Liu Z. Liu Q. Wu W. Lin P. Liu X. Zhang Y. Wang D. Prager B.C. Gimple R.C. LncRNA INHEG promotes glioma stem cell maintenance and tumorigenicity through regulating rRNA 2′-O-methylation Nat. Commun. 2023 14 7526 10.1038/s41467-023-43113-5 37980347 128. Zheng C. Wei Y. Zhang Q. Sun M. Wang Y. Hou J. Zhang P. Lv X. Su D. Jiang Y. Multiomics analyses reveal DARS1-AS1/YBX1-controlled posttranscriptional circuits promoting glioblastoma tumorigenesis/radioresistance Sci. Adv. 2023 9 eadf3984 10.1126/sciadv.adf3984 37540752 129. Goenka A. Song X. Tiek D. Iglesia R.P. Lu M. Zeng C. Horbinski C. Zhang W. Hu B. Cheng S.Y. Oncogenic long noncoding RNA LINC02283 enhances PDGF receptor A-mediated signaling and drives glioblastoma tumorigenesis Neuro Oncol. 2023 25 1592 1604 10.1093/neuonc/noad065 36988488 130. He D. Xin T. Pang B. Sun J. Liu Z.H. Qin Z. Ji X.S. Yang F. Wei Y.B. Wang Z.X. A novel lncRNA MDHDH suppresses glioblastoma multiforme by acting as a scaffold for MDH2 and PSMA1 to regulate NAD+ metabolism and autophagy J. Exp. Clin. Cancer Res. 2022 41 349 10.1186/s13046-022-02543-7 36527092 131. Yang S. Yuan Y. Ren W. Wang H. Zhao Z. Zhao H. Zhao Q. Chen X. Jiang X. Zhang L. MCM4 is a novel prognostic biomarker and promotes cancer cell growth in glioma Front. Oncol. 2022 12 1004324 10.3389/fonc.2022.1004324 36465369 132. Quinn J.A. Jiang S.X. Reardon D.A. Desjardins A. Vredenburgh J.J. Rich J.N. Gururangan S. Friedman A.H. Bigner D.D. Sampson J.H. Phase I trial of temozolomide plus O6-benzylguanine 5-day regimen with recurrent malignant glioma Neuro Oncol. 2009 11 556 561 10.1215/15228517-2009-007 19289491 133. Vincent C.A. Nissen I. Dakhel S. Hörnblad A. Remeseiro S. Epigenomic perturbation of novel EGFR enhancers reduces the proliferative and invasive capacity of glioblastoma and increases sensitivity to temozolomide BMC Cancer 2023 23 945 10.1186/s12885-023-11418-9 37803333 134. Ozyerli-Goknar E. Kala E.Y. Aksu A.C. Bulut I. Cingöz A. Nizamuddin S. Biniossek M. Seker-Polat F. Morova T. Aztekin C. Epigenetic-focused CRISPR/Cas9 screen identifies (absent, small, or homeotic)2-like protein (ASH2L) as a regulator of glioblastoma cell survival Cell Commun. Signal 2023 21 328 10.1186/s12964-023-01335-6 37974198 135. Wadhwani N. Nayak S. Wang Y. Hashizume R. Jie C. Mania-Farnell B. James C.D. Xi G. Tomita T. WDR82-Mediated H3K4me3 Is Associated with Tumor Proliferation and Therapeutic Efficacy in Pediatric High-Grade Gliomas Cancers 2023 15 3429 10.3390/cancers15133429 37444539 136. Galanis E. Jaeckle K.A. Maurer M.J. Reid J.M. Ames M.M. Hardwick J.S. Reilly J.F. Loboda A. Nebozhyn M. Fantin V.R. Phase II trial of vorinostat in recurrent glioblastoma multiforme: A north central cancer treatment group study J. Clin. Oncol. 2009 27 2052 2058 10.1200/JCO.2008.19.0694 19307505 137. A Cancer Research UK Phase I Trial of Olaparib (AZD2281), an Oral PARP Inhibitor, in Combination with Extended Low-Dose Oral Temozolomide in Patients with Relapsed Glioblastoma 2011 Available online: https://clinicaltrials.gov/study/NCT01390571 (accessed on 22 December 2024) 138. Rasmussen R.D. Gajjar M.K. Jensen K.E. Hamerlik P. Enhanced efficacy of combined HDAC and PARP targeting in glioblastoma Mol. Oncol. 2016 10 751 763 10.1016/j.molonc.2015.12.014 26794465 139. Kang D.W. Hwang W.C. Noh Y.N. Kang Y. Jang Y. Kim J.A. Min D.S. Phospholipase D1 is upregulated by vorinostat and confers resistance to vorinostat in glioblastoma J. Cell. Physiol. 2021 236 549 560 10.1002/jcp.29882 32869317 140. Liu Y.J. Wang W.D. Zhang D.Y. Sun Y.J. Li F.Z. Zheng M. Lovejoy D.B. Zou Y. Shi B.Y. Brain co-delivery of first-line chemotherapy drug and epigenetic bromodomain inhibitor for multidimensional enhanced synergistic glioblastoma therapy Exploration 2022 2 20210274 10.1002/EXP.20210274 37325609 141. Zhao J.X. Jin W.L. Yi K.K. Wang Q.X. Zhou J.H. Tan Y.L. Xu C. Xiao M.L. Hong B.A. Xu F.F. Combination LSD1 and HOTAIR-EZH2 inhibition disrupts cell cycle processes and induces apoptosis in glioblastoma cells Pharmacol. Res. 2021 171 105764 10.1016/j.phrs.2021.105764 34246782 142. Alabed S.J. Zihlif M. Taha M. Discovery of new potent lysine specific histone demythelase-1 inhibitors (LSD-1) using structure based and ligand based molecular modelling and machine learning RSC Adv. 2022 12 35873 35895 10.1039/D2RA05102H 36545090 143. Alexanian A.R. Brannon A. Unique combinations of epigenetic modifiers synergistically impair the viability of the U87 glioblastoma cell line while exhibiting minor or moderate effects on normal stem cell growth Med. Oncol. 2022 39 86 10.1007/s12032-022-01683-2 35478054 144. De La Rosa J. Urdiciain A. Zelaya M.V. Zazpe I. Meléndez B. Rey J.A. Idoate M.A. Castresana J.S. APR-246 combined with 3-deazaneplanocin A, panobinostat or temozolomide reduces clonogenicity and induces apoptosis in glioblastoma cells Int. J. Oncol. 2021 58 312 330 10.3892/ijo.2021.5177 33650649 145. Pratap U.P. Sareddy G.R. Liu Z.X. Venkata P.P. Liu J.H. Tang W.W. Altwegg K.A. Ebrahimi B. Li X.N. Tekmal R.R. Histone deacetylase inhibitors enhance estrogen receptor beta expression and augment agonistmediated tumor suppression in glioblastoma Neuro-Oncol. Adv. 2021 3 vdab099 10.1093/noajnl/vdab099 34485908 146. Vazquez N. Lopez A. Cuello V. Persans M. Schuenzel E. Innis-Whitehouse W. Keniry M. NVP-BEZ235 or JAKi Treatment leads to decreased survival of examined GBM and BBC cells Cancer Treat. Res. Commun. 2021 27 100340 10.1016/j.ctarc.2021.100340 33636591 147. Fu W. Wang W. Li H. Jiao Y. Huo R. Yan Z. Wang J. Wang S. Wang J. Chen D. Single-Cell Atlas Reveals Complexity of the Immunosuppressive Microenvironment of Initial and Recurrent Glioblastoma Front. Immunol. 2020 11 835 10.3389/fimmu.2020.00835 32457755 148. Lai T.J. Sun L. Li K. Prins T.J. Treger J. Li T. Sun M.Z. Nathanson D.A. Liau L.M. Lai A. Epigenetic Induction of Cancer-Testis Antigens and Endogenous Retroviruses at Single-Cell Level Enhances Immune Recognition and Response in Glioma Cancer Res. Commun. 2024 4 1834 1849 10.1158/2767-9764.CRC-23-0566 38856710 149. Jang H.J. Shah N.M. Maeng J.H. Liang Y. Basri N.L. Ge J. Qu X. Mahlokozera T. Tzeng S.C. Williams R.B. Epigenetic therapy potentiates transposable element transcription to create tumor-enriched antigens in glioblastoma cells Nat. Genet. 2024 56 1903 1913 10.1038/s41588-024-01880-x 39223316 150. Ma R. Rei M. Woodhouse I. Ferris K. Kirschner S. Chandran A. Gileadi U. Chen J.L. Pereira Pinho M. Ariosa-Morejon Y. Decitabine increases neoantigen and cancer testis antigen expression to enhance T-cell-mediated toxicity against glioblastoma Neuro Oncol. 2022 24 2093 2106 10.1093/neuonc/noac107 35468205 151. Shah A.H. Govindarajan V. Doucet-O’Hare T.T. Rivas S. Ampie L. DeMarino C. Banasavadi-Siddegowda Y.K. Zhang Y. Johnson K.R. Almsned F. Differential expression of an endogenous retroviral element [HERV-K(HML-6)] is associated with reduced survival in glioblastoma patients Sci. Rep. 2022 12 6902 10.1038/s41598-022-10914-5 35477752 152. Asey B. Pantel T.F. Mohme M. Zghaibeh Y. Duhrsen L. Silverbush D. Schuller U. Drexler R. Ricklefs F.L. Peripheral blood-derived immune cell counts as prognostic indicators and their relationship with DNA methylation subclasses in glioblastoma patients Brain Pathol. 2025 35 e13334 10.1111/bpa.13334 39901324 153. Kloosterman D.J. Erbani J. Boon M. Farber M. Handgraaf S.M. Ando-Kuri M. Sánchez-López E. Fontein B. Mertz M. Nieuwland M. Macrophage-mediated myelin recycling fuels brain cancer malignancy Cell 2024 187 5336 5356.e5330 10.1016/j.cell.2024.07.030 39137777 154. Bayik D. Bartels C.F. Lovrenert K. Watson D.C. Zhang D. Kay K. Lee J. Lauko A. Johnson S. Lo A. Distinct Cell Adhesion Signature Defines Glioblastoma Myeloid-Derived Suppressor Cell Subsets Cancer Res. 2022 82 4274 4287 10.1158/0008-5472.CAN-21-3840 36126163 155. Hutarew G. Hölzl D. Schiefer T. Langwieder C.K. Alinger-Scharinger B. Schlicker H.U. Schwartz C. Sotlar K. Kraus T.F.J. Methylome Profiling of PD-L1-Expressing Glioblastomas Shows Enrichment of Post-Transcriptional and RNA-Associated Gene Regulation Cancers 2022 14 5375 10.3390/cancers14215375 36358793 156. Goswami S. Raychaudhuri D. Singh P. Natarajan S.M. Chen Y. Poon C. Hennessey M. Tannir A.J. Zhang J. Anandhan S. Myeloid-specific KDM6B inhibition sensitizes glioblastoma to PD1 blockade Nat. Cancer 2023 4 1455 1473 10.1038/s43018-023-00620-0 37653141 157. Chen Y. He J. Chen R. Wang Z. Dai Z. Liang X. Wu W. Luo P. Zhang J. Peng Y. Pan-Cancer Analysis of the Immunological Role of PDIA5: A Potential Target for Immunotherapy Front. Immunol. 2022 13 881722 10.3389/fimmu.2022.881722 36003400 158. Xia L. Liu J.Y. Zheng Z.Z. Chen Y.J. Ding J.C. Hu Y.H. Hu G.S. Xia N.S. Liu W. BRD4 inhibition boosts the therapeutic effects of epidermal growth factor receptor-targeted chimeric antigen receptor T cells in glioblastoma Mol. Ther. 2021 29 3011 3026 10.1016/j.ymthe.2021.05.019 34058385 159. Wei W.Y. Huang C. Zhang J. Chen Q.X. Liu Z.Y. Ren X.J. Gan S.L. Wu P.Z. Wang D.Q. Tang B.Z. HDAC6-Activatable Multifunctional Near-Infrared Probe for Glioma Cell Detection and Elimination Anal. Chem. 2024 96 2406 2414 10.1021/acs.analchem.3c04319 38308568 160. de Oliveira C.T.P. Colenci R. Pacheco C.C. Mariano P.M. do Prado P.R. Mamprin G.P.R. Santana M.G. Gambero A. de Oliveira Carvalho P. Priolli D.G. Hydrolyzed Rutin Decreases Worsening of Anaplasia in Glioblastoma Relapse CNS Neurol. Disord. Drug Targets 2019 18 405 412 10.2174/1871527318666190314103104 30868970 161. Malik Y.S. Sheikh M.A. Xing Z. Guo Z. Zhu X. Tian H. Chen X. Polylysine-modified polyethylenimine polymer can generate genetically engineered mesenchymal stem cells for combinational suicidal gene therapy in glioblastoma Acta Biomater. 2018 80 144 153 10.1016/j.actbio.2018.09.015 30223091 162. Kaundal B. Karmakar S. Choudhury S.R. Mitochondria-targeting nano therapy altering IDH2-mediated EZH2/EZH1 interaction as precise epigenetic regulation in glioblastoma Biomater. Sci. 2022 10 5301 5317 10.1039/D1BM02006D 35917200 163. Phase I Open Label Ascending Dose Study to Assess the Feasibility and Safety of Intermittent Infusions of MTX110 Administered by Convection-Enhanced Delivery (CED) in Patients with Recurrent Glioblastoma (rGBM) (MAGIC-G1) 2022 Available online: https://clinicaltrials.gov/study/NCT05324501 (accessed on 22 December 2024) 164. International Cooperative Phase III Trial of the HIT-HGG Study Group for the Treatment of High Grade Glioma, Diffuse Intrinsic Pontine Glioma, and Gliomatosis Cerebri in Children and Adolescents < 18 Years.(HIT-HGG-2013) 2017 Available online: https://clinicaltrials.gov/study/NCT03243461 (accessed on 22 December 2024) 165. An Open-Label, Single-arm, Phase II Study to Evaluate Safety and Efficacy of Doxorubicin in Combination with Radiotherapy, Temozolomide and Valproic Acid in Patients with Glioblastoma Multiforme (GBM) and Diffuse Intrinsic Pontine Glioma (DIPG) 2016 Available online: https://clinicaltrials.gov/study/NCT02758366 (accessed on 22 December 2024) 166. A Pilot Study to Evaluate the Feasibility of the Combined Use of Stereotactic Radiosurgery with Nivolumab and Concurrent Valproate in Patients with Recurrent Glioblastoma 2015 Available online: https://clinicaltrials.gov/study/NCT02648633 (accessed on 22 December 2024) 167. A Phase I Trial of Pembrolizumab and Vorinostat Combined with Temozolomide and Radiation Therapy for Newly Diagnosed Glioblastoma 2018 Available online: https://clinicaltrials.gov/study/NCT03426891 (accessed on 22 December 2024) 168. A Phase 1, Open-Label Study to Assess the Pharmacokinetics, Pharmacodynamics and Central Nervous System (CNS) Penetration of CC-90010 in Preoperative Subjects with Progressive or Recurrent Who Grade II Diffuse Astrocytoma, Grade III Anaplastic Astrocytoma and Recurrent Glioblastoma Scheduled for Resection 2019 Available online: https://clinicaltrials.gov/study/NCT04047303 (accessed on 22 December 2024) 169. Vieito M. Simonelli M. de Vos F. Moreno V. Geurts M. Lorenzi E. Macchini M. van den Bent M.J. Del Conte G. de Jonge M. Trotabresib (CC-90010) in combination with adjuvant temozolomide or concomitant temozolomide plus radiotherapy in patients with newly diagnosed glioblastoma Neurooncol. Adv. 2022 4 vdac146 10.1093/noajnl/vdac146 36382109 170. A Phase 1b/2 Study of FT-2102 in Patients with Advanced Solid Tumors and Gliomas with an IDH1 Mutation 2018 Available online: https://clinicaltrials.gov/study/NCT03684811 (accessed on 22 December 2024) 171. A Phase 1 Study of DS-1001b in Patients with IDH1 Mutated Gliomas 2017 Available online: https://clinicaltrials.gov/study/NCT03030066 (accessed on 22 December 2024) 172. Machida Y. Nakagawa M. Matsunaga H. Yamaguchi M. Ogawara Y. Shima Y. Yamagata K. Katsumoto T. Hattori A. Itoh M. A Potent Blood-Brain Barrier-Permeable Mutant IDH1 Inhibitor Suppresses the Growth of Glioblastoma with IDH1 Mutation in a Patient-Derived Orthotopic Xenograft Model Mol. Cancer Ther. 2020 19 375 383 10.1158/1535-7163.MCT-18-1349 31727689 173. A Phase 0 First-In-Human Study Using NU-0129: A Spherical Nucleic Acid (SNA) Gold Nanoparticle Targeting BCL2L12 in Recurrent Glioblastoma Multiforme or Gliosarcoma Patients 2017 Available online: https://clinicaltrials.gov/study/NCT03020017 (accessed on 22 December 2024) 174. Establishment of a Signature of Circulating microRNA as a Tool to Aid Diagnosis of Primary Brain Tumors in Adults 2018 Available online: https://clinicaltrials.gov/study/NCT03630861 (accessed on 22 December 2024) 175. Improving Personalised Glioblastoma Care by Stem Cell Analysis, Omics (Including Immunomics) and Artificial Intelligence Approaches 2023 Available online: https://clinicaltrials.gov/study/NCT05941234 (accessed on 22 December 2024) 176. Monitoring of Patients with Diffuse Gliomas Using Circulating miRNAs 2024 Available online: https://clinicaltrials.gov/study/NCT06203496 (accessed on 22 December 2024) 177. Xie Q. Wu T.P. Gimple R.C. Li Z. Prager B.C. Wu Q. Yu Y. Wang P. Wang Y. Gorkin D.U. N(6)-methyladenine DNA Modification in Glioblastoma Cell 2018 175 1228 1243.e1220 10.1016/j.cell.2018.10.006 30392959 178. Mata D.A. Benhamida J.K. Lin A.L. Vanderbilt C.M. Yang S.R. Villafania L.B. Ferguson D.C. Jonsson P. Miller A.M. Tabar V. Genetic and epigenetic landscape of IDH-wildtype glioblastomas with FGFR3-TACC3 fusions Acta Neuropathol. Commun. 2020 8 186 10.1186/s40478-020-01058-6 33168106 179. Masui K. Harachi M. Ikegami S. Yang H. Onizuka H. Yong W.H. Cloughesy T.F. Muragaki Y. Kawamata T. Arai N. mTORC2 links growth factor signaling with epigenetic regulation of iron metabolism in glioblastoma J. Biol. Chem. 2019 294 19740 19751 10.1074/jbc.RA119.011519 31712311 180. Moon B.S. Cai M. Lee G. Zhao T. Song X. Giannotta S.L. Attenello F.J. Yu M. Lu W. Epigenetic modulator inhibition overcomes temozolomide chemoresistance and antagonizes tumor recurrence of glioblastoma J. Clin. Investig. 2020 130 5782 5799 10.1172/JCI127916 33016927 181. Zhan X. Guo S. Li Y. Ran H. Huang H. Mi L. Wu J. Wang X. Xiao D. Chen L. Glioma stem-like cells evade interferon suppression through MBD3/NuRD complex-mediated STAT1 downregulation J. Exp. Med. 2020 217 e20191340 10.1084/jem.20191340 32181805 182. Zhang L.W. Chen L.H. Wan H. Yang R. Wang Z.H. Feng L. Yang S.H. Jones S. Wang S.Z. Zhou W.X. Exome sequencing identifies somatic gain-of-function PPM1D mutations in brainstem gliomas Nat. Genet. 2014 46 726 730 10.1038/ng.2995 24880341 183. Nomura M. Saito K. Aihara K. Nagae G. Yamamoto S. Tatsuno K. Ueda H. Fukuda S. Umeda T. Tanaka S. DNA demethylation is associated with malignant progression of lower-grade gliomas Sci. Rep. 2019 9 1903 10.1038/s41598-019-38510-0 30760837 184. Ning X.H. Shi Z.D. Liu X. Zhang A.L. Han L. Jiang K. Kang C.S. Zhang Q.Y. DNMT1 and EZH2 mediated methylation silences the microRNA-200b/a/429 gene and promotes tumor progression Cancer Lett. 2015 359 198 205 10.1016/j.canlet.2015.01.005 25595591 185. Fomchenko E.I. Erson-Omay E.Z. Zhao A. Bindra R.S. Huttner A. Fulbright R.K. Moliterno J. DNMT3A co-mutation in an IDH1-mutant glioblastoma Cold Spring Harb. Mol. Case Stud. 2019 5 a004119 10.1101/mcs.a004119 31371348 186. Xu H. Sun J. Shi C.J. Sun C.Y. Yu L. Wen Y.J. Zhao S.J. Liu J. Xu J.L. Li N.N. miR-29s inhibit the malignant behavior of U87MG glioblastoma cell line by targeting DNMT3A and 3B Neurosci. Lett. 2015 590 40 46 10.1016/j.neulet.2015.01.060 25625222 187. Cheray M. Pacaud R. Nadaradjane A. Oliver L. Vallette F.M. Cartron P.F. Specific Inhibition of DNMT3A/ISGF3γ Interaction Increases the Temozolomide Efficiency to Reduce Tumor Growth Theranostics 2016 6 1988 1999 10.7150/thno.9150 27698935 188. Indraccolo S. Lombardi G. Fassan M. Pasqualini L. Giunco S. Marcato R. Gasparini A. Candiotto C. Nalio S. Fiduccia P. Genetic, Epigenetic, and Immunologic Profiling of MMR-Deficient Relapsed Glioblastoma Clin. Cancer Res. 2019 25 1828 1837 10.1158/1078-0432.CCR-18-1892 30514778 189. Feng J.B. Zhang Y. She X.L. Sun Y.N. Fan L. Ren X. Fu H.J. Liu C.H. Li P.Y. Zhao C.H. Hypermethylated gene ANKDD1A is a candidate tumor suppressor that interacts with FIH1 and decreases HIF1α stability to inhibit cell autophagy in the glioblastoma multiforme hypoxia microenvironment Oncogene 2019 38 103 119 10.1038/s41388-018-0423-9 30082910 190. Wang S. Chen C. Li J. Xu X. Chen W. Li F. The CXCL12/CXCR4 axis confers temozolomide resistance to human glioblastoma cells via up-regulation of FOXM1 J. Neurol. Sci. 2020 414 116837 10.1016/j.jns.2020.116837 32334273 191. Su J. Ma Q.Q. Long W.Y. Tang H.L. Wu C.W. Luo M. Wang X.Y. Xiao K. Li Y. Xiao Q. LCTL Is a Prognostic Biomarker and Correlates with Stromal and Immune Infiltration in Gliomas Front. Oncol. 2019 9 1083 10.3389/fonc.2019.01083 31681612 192. Wang T.L. Pickard A.J. Gallo J.M. Histone Methylation by Temozolomide; A Classic DNA Methylating Anticancer Drug Anticancer Res. 2016 36 3289 3299 27354585 193. O’Regan C.J. Kearney H. Beausang A. Farrell M.A. Brett F.M. Cryan J.B. Loftus T.E. Buckley P.G. Temporal stability of MGMT promoter methylation in glioblastoma patients undergoing STUPP protocol J. Neuro-Oncol. 2018 137 233 240 10.1007/s11060-017-2722-3 194. Zhang D.B. Li Y. Wang R. Li Y.N. Shi P. Kan Z.M. Pang X.N. Inhibition of REST Suppresses Proliferation and Migration in Glioblastoma Cells Int. J. Mol. Sci. 2016 17 664 10.3390/ijms17050664 27153061 195. Tivnan A. Zhao J. Johns T.G. Day B.W. Stringer B.W. Boyd A.W. Tiwari S. Giles K.M. Teo C. McDonald K.L. The tumor suppressor microRNA, miR-124a, is regulated by epigenetic silencing and by the transcriptional factor, REST in glioblastoma Tumor Biol. 2014 35 1459 1465 10.1007/s13277-013-1200-6 196. Kroes R.A. Moskal J.R. The role of DNA methylation in ST6Gal1 expression in gliomas Glycobiology 2016 26 1271 1283 10.1093/glycob/cww058 27510958 197. Beyer S.J. Bell E.H. McElroy J.P. Fleming J.L. Cui T. Becker A. Bassett E. Johnson B. Gulati P. Popp I. Oncogenic transgelin-2 is differentially regulated in isocitrate dehydrogenase wild-type vs. mutant gliomas Oncotarget 2018 9 37097 37111 10.18632/oncotarget.26365 30647847 198. Zhou D. Alver B.M. Li S. Hlady R.A. Thompson J.J. Schroeder M.A. Lee J.H. Qiu J. Schwartz P.H. Sarkaria J.N. Distinctive epigenomes characterize glioma stem cells and their response to differentiation cues Genome Biol. 2018 19 43 10.1186/s13059-018-1420-6 29587824 199. Stasik S. Juratli T.A. Petzold A. Richter S. Zolal A. Schackert G. Dahl A. Krex D. Thiede C. Exome sequencing identifies frequent genomic loss of TET1 in IDH-wild-type glioblastoma Neoplasia 2020 22 800 808 10.1016/j.neo.2020.10.010 33142244 200. Fedele V. Dai F. Masilamani A.P. Heiland D.H. Kling E. Gaetjens-Sanchez A.M. Ferrarese R. Platania L. Soroush D. Kim H. Epigenetic Regulation of ZBTB18 Promotes Glioblastoma Progression Mol. Cancer Res. 2017 15 998 1011 10.1158/1541-7786.MCR-16-0494 28512252 201. Pastori C. Daniel M. Penas C. Volmar C.H. Johnstone A.L. Brothers S.P. Graham R.M. Allen B. Sarkaria J.N. Komotar R.J. BET bromodomain proteins are required for glioblastoma cell proliferation Epigenetics 2014 9 611 620 10.4161/epi.27906 24496381 202. Deshmukh P. Mathur S. Gangadharan G. Krishnappa G. Nanjaiah N.D. Padmanabhan B. Novel pyrano 1,3 oxazine based ligand inhibits the epigenetic reader hBRD2 in glioblastoma Biochem. J. 2020 477 2263 2279 10.1042/BCJ20200339 32484211 203. Pastori C. Kapranov P. Penas C. Peschansky V. Volmar C.H. Sarkaria J.N. Bregy A. Komotar R. St Laurent G. Ayad N.G. The Bromodomain protein BRD4 controls HOTAIR, a long noncoding RNA essential for glioblastoma proliferation Proc. Natl. Acad. Sci. USA 2015 112 8326 8331 10.1073/pnas.1424220112 26111795 204. Ganguly D. Sims M. Cai C. Fan M.Y. Pfeffer L.M. Chromatin Remodeling Factor BRG1 Regulates Stemness and Chemosensitivity of Glioma Initiating Cells Stem Cells 2018 36 1804 1815 10.1002/stem.2909 30171737 205. Jia Y. Wang Y. Zhang C. Chen M.Y. Upregulated CBX8 Promotes Cancer Metastasis via the WNK2/MMP2 Pathway Mol. Ther.-Oncolytics 2020 19 188 196 10.1016/j.omto.2020.09.012 33251331 206. Gimple R.C. Kidwell R.L. Kim L.J.Y. Sun T. Gromovsky A.D. Wu Q. Wolf M. Lv D. Bhargava S. Jiang L. Glioma Stem Cell-Specific Superenhancer Promotes Polyunsaturated Fatty-Acid Synthesis to Support EGFR Signaling Cancer Discov. 2019 9 1248 1267 10.1158/2159-8290.CD-19-0061 31201181 207. Jameson N.M. Ma J. Benitez J. Izurieta A. Han J.Y. Mendez R. Parisian A. Furnari F. Intron 1-Mediated Regulation of EGFR Expression in EGFR-Dependent Malignancies Is Mediated by AP-1 and BET Proteins Mol. Cancer Res. 2019 17 2208 2220 10.1158/1541-7786.MCR-19-0747 31444232 208. Qian Z.R. Ren L. Wu D.C. Yang X. Zhou Z.Y. Nie Q.M. Jiang G. Xue S.L. Weng W.J. Qiu Y.M. Overexpression of FoxO3a is associated with glioblastoma progression and predicts poor patient prognosis Int. J. Cancer 2017 140 2792 2804 10.1002/ijc.30690 28295288 209. Ramis G. Villalonga-Planells R. Serra-Sitjar M. Brell M. Fernández de Mattos S. Villalonga P. The tumor suppressor FOXO3a mediates the response to EGFR inhibition in glioblastoma cells Cell. Oncol. 2019 42 521 536 10.1007/s13402-019-00443-1 30980364 210. Zhang G. Dong Z. Prager B.C. Kim L.J.K. Wu Q. Gimple R.C. Wang X. Bao S. Hamerlik P. Rich J.N. Chromatin remodeler HELLS maintains glioma stem cells through E2F3 and MYC JCI Insight 2019 4 e126140 10.1172/jci.insight.126140 30779712 211. Shang E. Nguyen T.T.T. Shu C. Westhoff M.A. Karpel-Massler G. Siegelin M.D. Epigenetic Targeting of Mcl-1 Is Synthetically Lethal with Bcl-xL/Bcl-2 Inhibition in Model Systems of Glioblastoma Cancers 2020 12 2137 10.3390/cancers12082137 32752193 212. Gallo M. Coutinho F.J. Vanner R.J. Gayden T. Mack S.C. Murison A. Remke M. Li R. Takayama N. Desai K. MLL5 Orchestrates a Cancer Self-Renewal State by Repressing the Histone Variant H3.3 and Globally Reorganizing Chromatin Cancer Cell 2015 28 715 729 10.1016/j.ccell.2015.10.005 26626085 213. Khalil A. Nemer G. The potential oncogenic role of the RAS-like GTP-binding gene RIT1 in glioblastoma Cancer Biomark. 2020 29 509 519 10.3233/CBM-191264 32831193 214. Hiramatsu H. Kobayashi K. Kobayashi K. Haraguchi T. Ino Y. Todo T. Iba H. The role of the SWI/SNF chromatin remodeling complex in maintaining the stemness of glioma initiating cells Sci. Rep. 2017 7 889 10.1038/s41598-017-00982-3 28420882 215. Meng W. Wang J.J. Wang B.C. Liu F. Li M. Zhao Y. Zhang C.R. Li Q.F. Chen J.X. Zhang L.Y. CDK7 inhibition is a novel therapeutic strategy against GBM both in vitro and in vivo Cancer Manag. Res. 2018 10 5747 5758 10.2147/CMAR.S183696 30532595 216. Ricci B. Millner T.O. Pomella N. Zhang X. Guglielmi L. Badodi S. Ceric D. Gemma C. Cognolato E. Zhang Y. Polycomb-mediated repression of EphrinA5 promotes growth and invasion of glioblastoma Oncogene 2020 39 2523 2538 10.1038/s41388-020-1161-3 31988455 217. Ma L. Lin K.Y. Chang G.D. Chen Y.W. Yue C. Guo Q. Zhang S.C. Jia Z.L. Huang T.T. Zhou A.D. Aberrant Activation of β-Catenin Signaling Drives Glioma Tumorigenesis via USP1-Mediated Stabilization of EZH2 Cancer Res. 2019 79 72 85 10.1158/0008-5472.CAN-18-1304 30425057 218. Sharma V. Purkait S. Takkar S. Malgulwar P.B. Kumar A. Pathak P. Suri V. Sharma M.C. Suri A. Kale S.S. Analysis of EZH2: Micro-RNA network in low and high grade astrocytic tumors Brain Tumor Pathol. 2016 33 117 128 10.1007/s10014-015-0245-1 26746204 219. Harachi M. Masui K. Honda H. Muragaki Y. Kawamata T. Cavenee W.K. Mischel P.S. Shibata N. Dual Regulation of Histone Methylation by mTOR Complexes Controls Glioblastoma Tumor Cell Growth via EZH2 and SAM Mol. Cancer Res. 2020 18 1142 1152 10.1158/1541-7786.MCR-20-0024 32366675 220. Chien Y.C. Chen J.N. Chen Y.H. Chou R.H. Lee H.C. Yu Y.L. Epigenetic Silencing of miR-9 Promotes Migration and Invasion by EZH2 in Glioblastoma Cells Cancers 2020 12 1781 10.3390/cancers12071781 32635336 221. Yin Y. Qiu S. Li X. Huang B. Xu Y. Peng Y. EZH2 suppression in glioblastoma shifts microglia toward M1 phenotype in tumor microenvironment J. Neuroinflamm. 2017 14 220 10.1186/s12974-017-0993-4 222. de Vries N.A. Hulsman D. Akhtar W. de Jong J. Miles D.C. Blom M. van Tellingen O. Jonkers J. van Lohuizen M. Prolonged Ezh2 Depletion in Glioblastoma Causes a Robust Switch in Cell Fate Resulting in Tumor Progression Cell Rep. 2015 10 383 397 10.1016/j.celrep.2014.12.028 25600873 223. Liau B.B. Sievers C. Donohue L.K. Gillespie S.M. Flavahan W.A. Miller T.E. Venteicher A.S. Hebert C.H. Carey C.D. Rodig S.J. Adaptive Chromatin Remodeling Drives Glioblastoma Stem Cell Plasticity and Drug Tolerance Cell Stem Cell 2017 20 233 246.e237 10.1016/j.stem.2016.11.003 27989769 224. Romani M. Daga A. Forlani A. Pistillo M.P. Banelli B. Targeting of Histone Demethylases KDM5A and KDM6B Inhibits the Proliferation of Temozolomide-Resistant Glioblastoma Cells Cancers 2019 11 878 10.3390/cancers11060878 31238504 225. Chen Y.H. Fang R.P. Yue C. Chang G.Q. Li P. Guo Q. Wang J. Zhou A.D. Zhang S.C. Fuller G.N. Wnt-Induced Stabilization of KDM4C Is Required for Wnt/β-Catenin Target Gene Expression and Glioblastoma Tumorigenesis Cancer Res. 2020 80 1049 1063 10.1158/0008-5472.CAN-19-1229 31888886 226. Huang Y.C. Lin S.J. Shih H.Y. Chou C.H. Chu H.H. Chiu C.C. Yuh C.H. Yeh T.H. Cheng Y.C. Epigenetic regulation of NOTCH1 and NOTCH3 by KMT2A inhibits glioma proliferation Oncotarget 2017 8 63110 63120 10.18632/oncotarget.18668 28968975 227. Dong F. Li Q. Yang C. Huo D. Wang X. Ai C. Kong Y. Sun X. Wang W. Zhou Y. PRMT2 links histone H3R8 asymmetric dimethylation to oncogenic activation and tumorigenesis of glioblastoma Nat. Commun. 2018 9 4552 10.1038/s41467-018-06968-7 30382083 228. Hernandez S.J. Dolivo D.M. Dominko T. PRMT8 demonstrates variant-specific expression in cancer cells and correlates with patient survival in breast, ovarian and gastric cancer Oncol. Lett. 2017 13 1983 1989 10.3892/ol.2017.5671 28454353 229. Lin B.Y. Lee H. Yoon J.G. Madan A. Wayner E. Tonning S. Hothi P. Schroeder B. Ulasov I. Foltz G. Global analysis of H3K4me3 and H3K27me3 profiles in glioblastoma stem cells and identification of SLC17A7 as a bivalent tumor suppressor gene Oncotarget 2015 6 5369 5381 10.18632/oncotarget.3030 25749033 230. Sferra R. Pompili S. Festuccia C. Marampon F. Gravina G.L. Ventura L. Di Cesare E. Cicchinelli S. Gaudio E. Vetuschi A. The possible prognostic role of histone deacetylase and transforming growth factor β/Smad signaling in high grade gliomas treated by radio-chemotherapy: A preliminary immunohistochemical study Eur. J. Histochem. 2017 61 2732 10.4081/ejh.2017.2732 28735518 231. Laws M.T. Bonomi R.E. Gelovani D.J. Llaniguez J. Lu X. Mangner T. Gelovani J.G. Noninvasive quantification of SIRT1 expression-activity and pharmacologic inhibition in a rat model of intracerebral glioma using 2-[(18)F]BzAHA PET/CT/MRI Neuro-Oncol. Adv. 2020 2 vdaa006 10.1093/noajnl/vdaa006 232. Bradley B.S. Loftus J.C. Mielke C.J. Dinu V. Differential expression of microRNAs as predictors of glioblastoma phenotypes BMC Bioinform. 2014 15 21 10.1186/1471-2105-15-21 233. Teplyuk N.M. Uhlmann E.J. Wong A.H. Karmali P. Basu M. Gabriely G. Jain A. Wang Y. Chiocca E.A. Stephens R. MicroRNA-10b inhibition reduces E2F1-mediated transcription and miR-15/16 activity in glioblastoma Oncotarget 2015 6 3770 3783 10.18632/oncotarget.3009 25738367 234. Bhaskaran V. Nowicki M.O. Idriss M. Jimenez M.A. Lugli G. Hayes J.L. Mahmoud A.B. Zane R.E. Passaro C. Ligon K.L. The functional synergism of microRNA clustering provides therapeutically relevant epigenetic interference in glioblastoma Nat. Commun. 2019 10 442 10.1038/s41467-019-08390-z 30683859 235. Tian X.Y. Zhang L. Sun L.G. Li M. Epigenetic Regulation of miR-129-2 Leads to Overexpression of PDGFRa and FoxP1 in Glioma Cells Asian Pac. J. Cancer Prev. 2015 16 6129 6133 10.7314/APJCP.2015.16.14.6129 26320507 236. Li W.D. Miao X.B. Liu L.L. Zhang Y. Jin X.J. Luo X.J. Gao H. Deng X.B. Methylation-mediated silencing of microRNA-211 promotes cell growth and epithelial to mesenchymal transition through activation of the AKT/β-catenin pathway in GBM Oncotarget 2017 8 25167 25176 10.18632/oncotarget.15531 28445937 237. Liu Y. Li X. Zhang Y. Wang H. Rong X. Peng J. He L. Peng Y. An miR-340-5p-macrophage feedback loop modulates the progression and tumor microenvironment of glioblastoma multiforme Oncogene 2019 38 7399 7415 10.1038/s41388-019-0952-x 31427735 238. Huang D. Qiu S. Ge R. He L. Li M. Li Y. Peng Y. miR-340 suppresses glioblastoma multiforme Oncotarget 2015 6 9257 9270 10.18632/oncotarget.3288 25831237 239. Lopez-Bertoni H. Kotchetkov I.S. Mihelson N. Lal B. Rui Y. Ames H. Lugo-Fagundo M. Guerrero-Cazares H. Quiñones-Hinojosa A. Green J.J. A Sox2:miR-486-5p Axis Regulates Survival of GBM Cells by Inhibiting Tumor Suppressor Networks Cancer Res. 2020 80 1644 1655 10.1158/0008-5472.CAN-19-1624 32094299 240. Zhao K. Wang Q.X. Wang Y.F. Huang K. Yang C. Li Y.S. Yi K.K. Kang C.S. EGFR/c-myc axis regulates TGFβ/Hippo/Notch pathway via epigenetic silencing miR-524 in gliomas Cancer Lett. 2017 406 12 21 10.1016/j.canlet.2017.07.022 28778566 241. Du X.L. Tu Y.M. Liu S. Zhao P.Z. Bao Z.Y. Li C. Li J.H. Pan M.H. Ji J. LINC00511 contributes to glioblastoma tumorigenesis and epithelial-mesenchymal transition via LINC00511/miR-524-5p/YB1/ZEB1 positive feedback loop J. Cell. Mol. Med. 2020 24 1474 1487 10.1111/jcmm.14829 31856394 242. Zhang H. Wei D.L. Wan L. Yan S.F. Sun Y.H. Highly expressed lncRNA CCND2-AS1 promotes glioma cell proliferation through Wnt/β-catenin signaling Biochem. Biophys. Res. Commun. 2017 482 1219 1225 10.1016/j.bbrc.2016.12.016 27923660 243. Jiang P.F. Wang P. Sun X.L. Yuan Z.S. Zhan R.C. Ma X.Y. Li W.G. Knockdown of long noncoding RNA H19 sensitizes human glioma cells to temozolomide therapy OncoTargets Ther. 2016 9 3501 3509 10.2147/ott.S96278 244. Liu B.Y. Zhou J. Wang C.Y. Chi Y. Wei Q.T. Fu Z. Lian C.L. Huang Q.Z. Liao C.X. Yang Z. LncRNA SOX2OT promotes temozolomide resistance by elevating SOX2 expression via ALKBH5-mediated epigenetic regulation in glioblastoma Cell Death Dis. 2020 11 384 10.1038/s41419-020-2540-y 32439916 245. Fritah S. Muller A. Jiang W. Mitra R. Sarmini M. Dieterle M. Golebiewska A. Ye T. Van Dyck E. Herold-Mende C. Temozolomide-Induced RNA Interactome Uncovers Novel LncRNA Regulatory Loops in Glioblastoma Cancers 2020 12 2583 10.3390/cancers12092583 32927769 246. Ji J.H. Zhao L. Zhao X.X. Li Q.P. An Y. Li L. Li D.G. Genome-wide DNA methylation regulation analysis of long non-coding RNAs in glioblastoma Int. J. Mol. Med. 2020 46 224 238 10.3892/ijmm.2020.4579 32319552 247. Huang K. Yang C. Wang Q.X. Li Y.S. Fang C. Tan Y.L. Wei J.W. Wang Y.F. Li X. Zhou J.H. The CRISPR/Cas9 system targeting EGFR exon 17 abrogates NF-κB activation via epigenetic modulation of UBXN1 in EGFRwt/vIII glioma cells Cancer Lett. 2017 388 269 280 10.1016/j.canlet.2016.12.011 27998759 248. Huang K. Liu X. Li Y. Wang Q. Zhou J. Wang Y. Dong F. Yang C. Sun Z. Fang C. Genome-Wide CRISPR-Cas9 Screening Identifies NF-κB/E2F6 Responsible for EGFRvIII-Associated Temozolomide Resistance in Glioblastoma Adv. Sci. 2019 6 1900782 10.1002/advs.201900782 31508283 249. Zhang J.W. Wang J.H. Marzese D.M. Wang X.W. Yang Z.X. Li C.J. Zhang H.B. Zhang J.S. Chen C.C. Kelly D.F. B7H3 regulates differentiation and serves as a potential biomarker and theranostic target for human glioblastoma Lab. Investig. 2019 99 1117 1129 10.1038/s41374-019-0238-5 30914782 250. Garber S.T. Hashimoto Y. Weathers S.P. Xiu J. Gatalica Z. Verhaak R.G.W. Zhou S.H. Fuller G.N. Khasraw M. de Groot J. Immune checkpoint blockade as a potential therapeutic target: Surveying CNS malignancies Neuro Oncol. 2016 18 1357 1366 10.1093/neuonc/now132 27370400 251. Chen P.W. Hsu W.H. Chang A. Tan Z. Lan Z.D. Zhou A. Spring D.J. Lang F.F. Wang Y.A. DePinho R.A. Circadian Regulator CLOCK Recruits Immune-Suppressive Microglia into the GBM Tumor Microenvironment Cancer Discov. 2020 10 371 381 10.1158/2159-8290.CD-19-0400 31919052 252. Mörén L. Perryman R. Crook T. Langer J.K. Oneill K. Syed N. Antti H. Metabolomic profiling identifies distinct phenotypes for ASS1 positive and negative GBM BMC Cancer 2018 18 167 10.1186/s12885-018-4040-3 29422017 253. Hujber Z. Horváth G. Petővári G. Krencz I. Dankó T. Mészáros K. Rajnai H. Szoboszlai N. Leenders W.P.J. Jeney A. GABA, glutamine, glutamate oxidation and succinic semialdehyde dehydrogenase expression in human gliomas J. Exp. Clin. Cancer Res. 2018 37 271 10.1186/s13046-018-0946-5 30404651 254. Paolini A. Curti V. Pasi F. Mazzini G. Nano R. Capelli E. Gallic acid exerts a protective or an anti-proliferative effect on glioma T98G cells via dose-dependent epigenetic regulation mediated by miRNAs Int. J. Oncol. 2015 46 1491 1497 10.3892/ijo.2015.2864 25646699 255. Rusu P. Shao C. Neuerburg A. Acikgöz A.A. Wu Y. Zou P. Phapale P. Shankar T.S. Döring K. Dettling S. GPD1 Specifically Marks Dormant Glioma Stem Cells with a Distinct Metabolic Profile Cell Stem Cell 2019 25 241 257.e248 10.1016/j.stem.2019.06.004 31303549 256. Zhu H. Wang H.K. Huang Q.F. Liu Q.Q. Guo Y.B. Lu J.J. Li X.H. Xue C.B. Han Q.Q. Transcriptional Repression of p53 by PAX3 Contributes to Gliomagenesis and Differentiation of Glioma Stem Cells Front. Molec. Neurosci. 2018 11 187 10.3389/fnmol.2018.00187 29937714 257. Yoo S. Bieda M.C. Differences among brain tumor stem cell types and fetal neural stem cells in focal regions of histone modifications and DNA methylation, broad regions of modifications, and bivalent promoters BMC Genom. 2014 15 724 10.1186/1471-2164-15-724 25163646 258. Du Z. Wu B. Xia Q. Zhao Y. Lin L. Cai Z. Wang S. Li E. Xu L. Li Y. LCN2-interacting proteins and their expression patterns in brain tumors Brain Res. 2019 1720 146304 10.1016/j.brainres.2019.146304 31233712 259. Suvà M.L. Rheinbay E. Gillespie S.M. Patel A.P. Wakimoto H. Rabkin S.D. Riggi N. Chi A.S. Cahill D.P. Nahed B.V. Reconstructing and Reprogramming the Tumor-Propagating Potential of Glioblastoma Stem-like Cells Cell 2014 157 580 594 10.1016/j.cell.2014.02.030 24726434 260. Frank M.O. Koyama T. Rhrissorrakrai K. Robine N. Utro F. Emde A.K. Chen B.J. Arora K. Shah M. Geiger H. Sequencing and curation strategies for identifying candidate glioblastoma treatments BMC Med. Genom. 2019 12 56 10.1186/s12920-019-0500-0 261. Parker N.R. Hudson A.L. Khong P. Parkinson J.F. Dwight T. Ikin R.J. Zhu Y. Cheng Z.J. Vafaee F. Chen J. Intratumoral heterogeneity identified at the epigenetic, genetic and transcriptional level in glioblastoma Sci. Rep. 2016 6 22477 10.1038/srep22477 26940435 262. Čančer M. Drews L.F. Bengtsson J. Bolin S. Rosén G. Westermark B. Nelander S. Forsberg-Nilsson K. Uhrbom L. Weishaupt H. BET and Aurora Kinase A inhibitors synergize against MYCN-positive human glioblastoma cells Cell Death Dis. 2019 10 881 10.1038/s41419-019-2120-1 31754113 263. Riccadonna C. Yacoub Maroun C. Vuillefroy de Silly R. Boehler M. Calvo Tardón M. Jueliger S. Taverna P. Barba L. Marinari E. Pellegatta S. Decitabine Treatment of Glioma-Initiating Cells Enhances Immune Recognition and Killing PLoS ONE 2016 11 e0162105 10.1371/journal.pone.0162105 27579489 264. Alexanianl A.R. Huang Y.W. Specific combinations of the chromatin-modifying enzyme modulators significantly attenuate glioblastoma cell proliferation and viability while exerting minimal effect on normal adult stem cells growth Tumor Biol. 2015 36 9067 9072 10.1007/s13277-015-3654-1 265. De La Rosa J. Urdiciain A. Zazpe I. Zelaya M.V. Meléndez B. Rey J.A. Idoate M.A. Castresana J.S. The synergistic effect of DZ-NEP, panobinostat and temozolomide reduces clonogenicity and induces apoptosis in glioblastoma cells Int. J. Oncol. 2020 56 283 300 10.3892/ijo.2019.4905 31746375 266. Jin X. Kim L.J.Y. Wu Q. Wallace L.C. Prager B.C. Sanvoranart T. Gimple R.C. Wang X. Mack S.C. Miller T.E. Targeting glioma stem cells through combined BMI1 and EZH2 inhibition Nat. Med. 2017 23 1352 1361 10.1038/nm.4415 29035367 267. Wiese M. Schill F. Sturm D. Pfister S. Hulleman E. Johnsen S.A. Kramm C.M. No Significant Cytotoxic Effect of the EZH2 Inhibitor Tazemetostat (EPZ-6438) on Pediatric Glioma Cells with Wildtype Histone 3 or Mutated Histone 3.3 Klin. Padiatr. 2016 228 113 117 10.1055/s-0042-105292 27135271 268. Grinshtein N. Rioseco C.C. Marcellus R. Uehling D. Aman A. Lun X.Q. Muto O. Podmore L. Lever J. Shen Y.Q. Small molecule epigenetic screen identifies novel EZH2 and HDAC inhibitors that target glioblastoma brain tumor-initiating cells Oncotarget 2016 7 59360 59376 10.18632/oncotarget.10661 27449082 269. Duncan R.M. Reyes L. Moats K. Robinson R.M. Murphy S.A. Kaur B. Stessman H.A.F. Dolloff N.G. ATF3 Coordinates Antitumor Synergy between Epigenetic Drugs and Protein Disulfide Isomerase Inhibitors Cancer Res. 2020 80 3279 3291 10.1158/0008-5472.CAN-19-4046 32561529 270. Singh M.M. Johnson B. Venkatarayan A. Flores E.R. Zhang J. Su X. Barton M. Lang F. Chandra J. Preclinical activity of combined HDAC and KDM1A inhibition in glioblastoma Neuro Oncol. 2015 17 1463 1473 10.1093/neuonc/nov041 25795306 271. Tung B. Ma D. Wang S. Oyinlade O. Laterra J. Ying M. Lv S.Q. Wei S. Xia S. Krüppel-like factor 9 and histone deacetylase inhibitors synergistically induce cell death in glioblastoma stem-like cells BMC Cancer 2018 18 1025 10.1186/s12885-018-4874-8 30348136 272. Foster K.A. Jane E.P. Premkumar D.R. Morales A. Pollack I.F. Co-administration of ABT-737 and SAHA induces apoptosis, mediated by Noxa upregulation, Bax activation and mitochondrial dysfunction in PTEN-intact malignant human glioma cell lines J. Neuro-Oncol. 2014 120 459 472 10.1007/s11060-014-1575-2 273. Jung J. Kim L.J.Y. Wang X. Wu Q. Sanvoranart T. Hubert C.G. Prager B.C. Wallace L.C. Jin X. Mack S.C. Nicotinamide metabolism regulates glioblastoma stem cell maintenance JCI Insight 2017 2 e90019 10.1172/jci.insight.90019 28515364 274. Yu D. Khan O.F. Suvá M.L. Dong B.Q. Panek W.K. Xiao T. Wu M.J. Han Y. Ahmed A.U. Balyasnikova I.V. Multiplexed RNAi therapy against brain tumor-initiating cells via lipopolymeric nanoparticle infusion delays glioblastoma progression Proc. Natl. Acad. Sci. USA 2017 114 E6147 E6156 10.1073/pnas.1701911114 28696296 275. Saw P.E. Zhang A. Nie Y. Zhang L. Xu Y. Xu X. Tumor-Associated Fibronectin Targeted Liposomal Nanoplatform for Cyclophilin A siRNA Delivery and Targeted Malignant Glioblastoma Therapy Front. Pharmacol. 2018 9 1194 10.3389/fphar.2018.01194 30386245 276. Li Y.S. Ren Y. Wang Y.F. Tan Y.L. Wang Q.X. Cai J.Q. Zhou J.H. Yang C. Zhao K. Yi K.K. A Compound AC1Q3QWB Selectively Disrupts HOTAIR-Mediated Recruitment of PRC2 and Enhances Cancer Therapy of DZNep Theranostics 2019 9 4608 4623 10.7150/thno.35188 31367244 277. Eyler C.E. Matsunaga H. Hovestadt V. Vantine S.J. van Galen P. Bernstein B.E. Single-cell lineage analysis reveals genetic and epigenetic interplay in glioblastoma drug resistance Genome Biol. 2020 21 174 10.1186/s13059-020-02085-1 32669109 278. Allen B.K. Mehta S. Ember S.W.J. Schonbrunn E. Ayad N. Schürer S.C. Large-Scale Computational Screening Identifies First in Class Multitarget Inhibitor of EGFR Kinase and BRD4 Sci. Rep. 2015 5 16924 10.1038/srep16924 26596901 279. Romanelli A. Stazi G. Fioravanti R. Zwergel C. Di Bello E. Pomella S. Perrone C. Battistelli C. Strippoli R. Tripodi M. Design of First-in-Class Dual EZH2/HDAC Inhibitor: Biochemical Activity and Biological Evaluation in Cancer Cells ACS Med. Chem. Lett. 2020 11 977 983 10.1021/acsmedchemlett.0c00014 32435414 280. Sui A.X. Xu Y.B. Li Y.T. Hu Q.L. Wang Z.Y. Zhang H.T. Yang J.J. Guo X.Q. Zhao W.Q. The pharmacological role of histone demethylase JMJD3 inhibitor GSK-J4 on glioma cells Oncotarget 2017 8 68591 68598 10.18632/oncotarget.19793 28978140 281. Haque F. Varlet P. Puntonet J. Storer L. Bountali A. Rahman R. Grill J. Carcaboso A.M. Jones C. Layfield R. Evaluation of a novel antibody to define histone 3.3 G34R mutant brain tumours Acta Neuropathol. Commun. 2017 5 45 10.1186/s40478-017-0449-1 28587626 282. Luo D. Fraga-Lauhirat M. Millings J. Ho C. Villarreal E.M. Fletchinger T.C. Bonfiglio J.V. Mata L. Nemesure M.D. Bartels L.E. Phospho-valproic acid (MDC-1112) suppresses glioblastoma growth in preclinical models through the inhibition of STAT3 phosphorylation Carcinogenesis 2019 40 1480 1491 10.1093/carcin/bgz069 30994173 283. Zhu K. Tao H. Song J.L. Jin L. Zhang Y. Liu J. Chen Z. Jiang C.S. Luo C. Zhang H. Identification of 5-benzylidene-2-phenylthiazolones as potent PRMT5 inhibitors by virtual screening, structural optimization and biological evaluations Bioorg. Chem. 2018 81 289 298 10.1016/j.bioorg.2018.08.021 30172110 284. Flamier A. Abdouh M. Hamam R. Barabino A. Patel N. Gao A. Hanna R. Bernier G. Off-target effect of the BMI1 inhibitor PTC596 drives epithelial-mesenchymal transition in glioblastoma multiforme NPJ Precis. Oncol. 2020 4 1 10.1038/s41698-019-0106-1 31934644 285. Liu Y. Song X. Wu M. Wu J. Liu J. Synergistic Effects of Resveratrol and Temozolomide Against Glioblastoma Cells: Underlying Mechanism and Therapeutic Implications Cancer Manag. Res. 2020 12 8341 8354 10.2147/CMAR.S258584 32982428 286. Berthier S. Larrouquère L. Champelovier P. Col E. Lefebvre C. Cottet-Rouselle C. Arnaud J. Garrel C. Laporte F. Boutonnat J. A New Patient-Derived Metastatic Glioblastoma Cell Line: Characterisation and Response to Sodium Selenite Anticancer Agent Cancers 2018 11 12 10.3390/cancers11010012 30583471 287. Bhere D. Khajuria R.K. Hendriks W.T. Bandyopadhyay A. Bagci-Onder T. Shah K. Stem Cells Engineered During Different Stages of Reprogramming Reveal Varying Therapeutic Efficacies Stem Cells 2018 36 932 942 10.1002/stem.2805 29451340 Figure 1 Overview of the World Health Organization 2021 central nervous system glial, glioneuronal, and neuronal tumor classification. Created in BioRender. Gonçalves Meleiro, M. (2025). https://BioRender.com/7tu8grq (accessed on 27 April 2025). Figure 2 PRISMA-ScR flow diagram, according to “PRISMA 2020 flow diagram for new systematic reviews, which included searches of databases, registers, and other sources”. Figure 3 Simplified overview of epigenetic and signaling pathways in GBM pathogenesis and therapeutic targeting. Created in BioRender. Meleiro, M. (2025). https://BioRender.com/8e6i9hg (accessed on 26 May 2025).",
  "plain_text": "Glioblastoma multiforme (GBM) is a highly aggressive primary brain tumor with a dismal prognosis despite advances in multimodal treatment. Conventional therapies fail to achieve durable responses due to GBM’s molecular heterogeneity and capacity to evade therapeutic pressures. Epigenetic alterations have emerged as critical contributors to GBM pathobiology, including aberrant DNA methylation, histone modifications, and non-coding RNA (ncRNA) dysregulation. These mechanisms drive oncogenesis, therapy resistance, and immune evasion. This scoping review evaluates the current state of knowledge on epigenetic modifications in GBM, synthesizing findings from original articles and preclinical and clinical trials published over the last decade. Particular attention is given to MGMT promoter hypermethylation status as a biomarker for temozolomide (TMZ) sensitivity, histone deacetylation and methylation as modulators of chromatin structure, and microRNAs as regulators of pathways such as apoptosis and angiogenesis. Therapeutically, epigenetic drugs, like DNA methyltransferase inhibitors (DNMTis) and histone deacetylase inhibitors (HDACis), appear as promising approaches in preclinical models and early trials. Emerging RNA-based therapies targeting dysregulated ncRNAs represent a novel approach to reprogram the tumor epigenome. Combination therapies, pairing epigenetic agents with immune checkpoint inhibitors or chemotherapy, are explored for their potential to enhance treatment response. Despite these advancements, challenges such as tumor heterogeneity, the blood–brain barrier (BBB), and off-target effects remain significant. Future directions emphasize integrative omics approaches to identify patient-specific targets and refine therapies. This article thus highlights the potential of epigenetics in reshaping GBM treatment paradigms."
}
