{
    "PMC": "1874590",
    "DOI": "10.1093/nar/gkl1113",
    "PMID": "17341466",
    "PMCID": "PMC1874590",
    "title": "Involvement of chromatin and histone deacetylation in SV40 T antigen transcription regulation.",
    "year": 2007,
    "source_url": "https://europepmc.org/article/PMC/PMC1874590",
    "source": "MED",
    "abstract_text": "Simian Virus 40 (SV40) large T antigen (T Ag) is a multifunctional viral oncoprotein that regulates viral and cellular transcriptional activity. However, the mechanisms by which such regulation occurs remain unclear. Here we show that T antigen represses CBP-mediated transcriptional activity. This repression is concomitant with histone H3 deacetylation and is TSA sensitive. Moreover, our results demonstrate that T antigen interacts with HDAC1 in vitro in an Rb-independent manner. In addition, the overexpression of HDAC1 cooperates with T antigen to antagonize CBP transactivation function and correlates with chromatin deacetylation of the TK promoter. Finally, decreasing HDAC1 levels with small interfering RNA (siRNA) partially abolishes T antigen-induced repression. These findings highlight the importance of the histone acetylation/deacetylation balance in the cellular transformation mediated by oncoviral proteins.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar Nucleic Acids Research Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 1874590 17341466 10.1093/nar/gkl1113 Molecular Biology Involvement of chromatin and histone deacetylation in SV40 T antigen transcription regulation Valls Ester 1 Blanco-García Noemí 1 Aquizu Naiara 1 Piedra David 2 Estarás Conchi 1 de la Cruz Xavier 2 3 Martínez-Balbás Marian A. 1 * 1 Instituto de Biología Molecular de Barcelona. CID. Consejo Superior de Investigaciones Científicas (CSIC). Josep Samitier 1,5. Parc Cientific de Barcelona. E-08028 Barcelona. Spain, 2 Institut de Recerca Biomédica-PCB. Josep Samitier 1, 5. E-08028 Barcelona, Spain and 3 Institut Català per la Recerca i Estudis Avançats (ICREA). Passeig Lluís Companys, 23. E-08018 Barcelona, Spain *To whom correspondance should be addressed. 34-93-4034961 34-93-4034979 mmbbmc@ibmb.csic.es 3 2007 6 3 2007 6 3 2007 35 6 1958 1968 29 6 2006 5 12 2006 6 12 2006 © 2007 The Author(s) 2007 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.0/uk/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Simian Virus 40 (SV40) large T antigen (T Ag) is a multifunctional viral oncoprotein that regulates viral and cellular transcriptional activity. However, the mechanisms by which such regulation occurs remain unclear. Here we show that T antigen represses CBP-mediated transcriptional activity. This repression is concomitant with histone H3 deacetylation and is TSA sensitive. Moreover, our results demonstrate that T antigen interacts with HDAC1 in vitro in an Rb-independent manner. In addition, the overexpression of HDAC1 cooperates with T antigen to antagonize CBP transactivation function and correlates with chromatin deacetylation of the TK promoter. Finally, decreasing HDAC1 levels with small interfering RNA (siRNA) partially abolishes T antigen-induced repression. These findings highlight the importance of the histone acetylation/deacetylation balance in the cellular transformation mediated by oncoviral proteins. INTRODUCTION Simian virus 40 (SV40) large T antigen (T Ag) is a 708-amino-acid multifunctional oncoviral protein involved in numerous viral and cellular processes, including viral replication, transcriptional activation and repression, and blockade of differentiation and cell transformation ( 1 ). T antigen can be post-translationally modified by phosphorylation, glycosylation, adenylation and ADP ribosylation. Moreover, T antigen can be acetylated by CBP in a p53-dependent manner ( 2 ), although the functional consequences of this modification remain largely unknown. The ability of T Ag to transform cells depends on complex interactions between viral oncoproteins and the various intracellular proteins involved in cell control ( 3 ) and transcription regulation, such as p53 ( 4 , 5 ), pRb and the Rb-related proteins p107 and p130 ( 6–9 ) and CBP/p300 ( 10–13 ). T antigen requires the LXCXE motif to interact with the pRb protein family. Two regions in the C-terminal part of the T antigen protein are required for p53 binding. Finally, the regions of T antigen required for CBP/p300 interaction overlap these p53-binding regions. Other oncoviral proteins, such as E1A, also require CBP/p300 and p53 targeting for cell transformation. Histone acetylation at the N-terminal tails is a regulatory mechanism that controls gene expression ( 14 , 15 ). Histone acetylation levels inside cells are maintained through the coordinated action of histone acetyltransferases (HATs) and deacetylases (HDACs). CBP/p300, a coactivator protein ( 16 ) involved in both proliferative and differentiating pathways, contains HAT activity ( 17 , 18 ). CBP/p300 is ubiquitously expressed and regulates a broad spectrum of biological activities such as proliferation, differentiation, cell cycle control and apoptosis. To accomplish such processes, CBP/p300 must be recruited to a specific promoter via interactions with a sequence-specific transcription factor, including CREB, c-Myb, MyoD, E2F1, p53, nuclear hormone receptors, etc. In mammalian cells, HDAC1 and HDAC2 are found in multiprotein complexes. These have been implicated as corepressors that associate with different factors such as Rb, Mad, MeCP2, etc., in repressing transcription. Several reports have shown that viral oncoproteins select HAT enzymes as cellular partners, in some cases disrupting enzymatic activity. E1A can increase, decrease or redirect CBP/p300 HAT activity ( 19–21 ); while CBP, by interacting with T antigen increases its HAT activity ( 22 ). In addition, CBP, p300 and P/CAF acetylate several viral oncoproteins such as AdE1A ( 23 , 24 ) and T antigen ( 2 ), although the consequences of these modifications remain to be elucidated. Oncoviral proteins also target HDAC complexes: the adenovirus E1B-55K protein interacts with a mSin3A-histone deacetylase 1 complex ( 25 ); HIV Tat displaces HDAC1, which is bound to SATB1, leading to increased acetylation of promoters in vivo ( 26 ); the Epstein-barr virus nuclear antigen 3C interacts with HDAC1 to repress transcription ( 27 ); the E7 oncoprotein from papilloma virus type 16 (HPV16) interacts with HDAC activity, resulting in the stimulation of cell growth ( 28 ). T antigen affects transcription levels of the cAMP-responsive promoter, which is modulated in vivo by p300 in REV2 cells. Moreover, by interacting with CBP/p300, T antigen abrogates CBP/p300-mediated transcriptional activity ( 11 , 12 ), although the mechanism involved remains unclear. Here we examine the mechanisms underlying the repressive behavior of T antigen. Our results not only show that T antigen repression is alleviated by increasing cellular acetylation levels via trichostatin A (TSA) treatment, but also that it acts concomitantly with histone H3 deacetylation. Moreover, we have demonstrated that T antigen interacts in vitro with HDAC1 in an Rb-independent manner. The data presented in this study link chromatin modification to T antigen transcriptional regulatory potential. MATERIALS AND METHODS Constructs PSG5-T antigen, PSG5-T antigen K1 and PSG5-T antigen PVU-1 plasmids were kindly provided by Dr J. DeCaprio. pcDNA3Gal4-HAT-CBP2, pcDNA3Gal4-HAT, pcDNA3Gal4-CBP (FL) and pcDNA3-HDAC1-Flag constructs have been previously described ( 29 ) and were kindly provided by Dr T. Kouzarides. The Gal4-TK-luciferase and Gal4-hsp70-βgal reporters were supplied by Dr J. Bernues. The pSUPER-Control-siRNA was kindly provided by Dr E. Martí. Cell cultures, transfections and reporter gene assays HeLa, CV1 and CV1COS cells were maintained in Dulbecco's modified Eagle's medium (DMEM) with 10% foetal calf serum (FCS) and grown at 37°C, 5% CO 2 . Cells were transfected by a standard calcium phosphate coprecipitation (for luciferase and β galactosidase assays) or with a Jet-PEI Kit (Polyplus-Transfection, Illkirch, France) (for ChIPs and siRNA assays) with 0.1–2 μg (as indicated) of either expression vector and with 2 μg reporter plasmid. The cells were then washed in PBS after 14 h and harvested 36 h after transfection (except when indicated). They were subsequently washed once in phosphate-buffered saline (PBS). Luciferase and β galactosidase assays were performed using a ‘Promega Dual Kit’ and a ‘Promega Galactosidase Kit’ respectively, following the manufacturer's instructions. The TSA treatment was conducted at 100 nM for 18 h. Cell extract preparation and protein content estimation Total cell extracts were prepared as follows: cells were lysed in 1 ml of buffer A (50 mM Tris, pH 8, 150 mM NaCl, 0.5% NP40, 10 μg/ml of aprotinin and leupeptin, 1 mM phenylmethylsulfonyl fluoride, 50 mM NaF and 10 mM Na 2 -B-glycerophosphate) by maintaining the cells for 20 min on ice; cell debris were removed by centrifugation at 12 000 × g for 10 min at 4°C. Protein content was measured by using the ‘BIO-RAD protein assay reagent’ following the manufacturer's instructions. Chromatin immunoprecipitation analysis (ChIPs) HeLa cells were treated with 1% formaldehyde at room temperature for 15 min. The reaction was stopped by the addition of glycine to a final concentration of 125 mM. Cells were washed once in ice-cold PBS, once in buffer I (0.25% triton X-100, 10 mM EDTA, 0.5 mM EGTA, 10 mM Hepes pH 6.5) and in buffer II (200 mM NaCl, 1 mM EDTA, 0.5 mM EGTA, 10 mM Hepes pH 6.5) at 4°C for 10 min. The pellet was then resuspended in lysis buffer (1% SDS, 10 mM EDTA, 50 mM Tris pH 8.1 μg/ml protease inhibitors, 1 mM PMSF) and sonicated on ice until the cross-linked chromatin was sheared to an average DNA fragment length of 0.2 – 0.5 kbp. After centrifugation (10 – 45 min 12 000 × g ) soluble cross-linked chromatin was diluted 1:10 in immunoprecipitation (IP) buffer (1% triton X-100, 2 mM EDTA, 150 mM NaCl, 20 mM Tris pH 8 and protease inhibitors), divided into aliquots and stored at −80°C. Chromatin preparations were pre-cleared by incubation with Protein A-Sepharose solution: 30 μg pre-immune serum (35 μg/μl), 2 μg herring sperm DNA (1μg/μl), 50 μl Protein A-Sepharose CL4B (Amersham-Pharmacia) 10% in TE buffer (50 μg/500 μl TE) in IP buffer for 2 h at 4°C under rotation. The protein A-Sepharose was removed by centrifugation; the pre-cleared chromatin was immunoprecipitated by incubation with the antibody O/N at 4°C. The immunoprecipitates were washed in buffers TSE I (0.1% SDS, 1% Triton X-100, 2 Mm EDTA, 20 mM Tris-HCl pH 8, 150 mM NaCl), TSE II (0.1% SDS, 1% Triton X-100, 2 Mm EDTA, 20 mM Tris-HCl pH 8, 500 mM NaCl), buffer III (0.25 M LiCl, 1% NP40, 1% Deoxycholate, 1 mM EDTA, 10 mM Tris-HC l pH 8), and three times with Tris-EDTA (TE) buffer. Washed pellets were eluted in 300 μl of a solution containing 1% SDS, 0.1 M NaHCO3. Eluted pellets were de-cross-linked O/N at 65°C, and then purified in 50 μl TE buffer using a DNA purification kit (Amersham-Pharmacia). The DNA was analyzed by PCR. The antibodies used were as follows: rabbit polyclonal antibody against Acetyl H3 (k9, k14) and Poly-acetyl H4 (K5, K8, K12, K16) (Upstate) and HDAC1 (Abcam). PCR analysis PCR analysis was performed as described by Breiling and colleagues ( 30 ). PCR products measured 220–330 bp and were resolved by agarose-gel electrophoresis and revealed by staining with ethidium bromide. Decreasing amounts of input DNA (10, 1, 0.1 and 0.01%) were used to determine the linear range of the PCR reactions for each primer pair and IP. The following primer pairs were used: 5′CATGTCGATCCGCTCGG-3′ and 5′-CTTTATGTTTTTGGCGTCTTCCA-3′, for TK-luc promoter and 5′CCCCAAAGGTTGCCTGGCGG-3′ and 5′CAAGATGAGAGGAGGCTGGG-3′ for PDGF β-receptor promoter, provided by TIB MOLBIOL (Germany). ChIP quantification PCR gel bands were quantified with QuantityOne software (Bio-Rad). Values from immunoprecipitated samples were subsequently divided by that corresponding to 1% input sample (the PCR signals of this input sample were not saturated). Bound/input values were then averaged from multiple (at least three) PCR reactions from independent experiments. All data in the figures correspond to percentages of the 1% input sample. In vitro translations, recombinant proteins and pull-down assays In vitro translations and GST pull-downs were performed essentially as described previously ( 31 ). GST and GST fusion proteins were expressed in Escherichia coli XA90 using the pGEX (Pharmacia) vector system, for 4 h following the addition of 0.1 mM IPTG at 30°C. Purification from crude bacterial lysates was performed as previously described ( 17 ). PGEX-HDAC1 has been described elsewhere ( 17 , 31 ). The buffer used for the pull-downs was a variation of Z′ (25 mM HEPES pH 7.5, 12.5 mM MgCl 2 , 20% glycerol, 0.1% NP40, 250 mM KCl). Cell proliferation assays Doubling time and saturation density were measured using a modification of a previously described method ( 32 ). CV1 and CV1COS cells were seeded at a density of 4 × 10 4 cells/60 mm plate in CS (10%)-containing DMEM. This time point was considered as day 1. The remaining cultures were incubated with 10% serum-containing DMEM and replenished every day. Cells were trypsinized and counted by a hemocytometer every day. siRNA interference Target sequences for small interfering RNAs (siRNS) for HDAC1 are available upon request. The oligonucleotides were cloned into a pSUPER vector (OligoEngine) at the Bgl II and Hin dIII sites. The siRNAs were transfected twice using Jet-Pei™ (Polyplus-Transfection, Illkirch, France) at 12 h intervals. Target sequences for control small interfering RNAs (c-siRNA) were as follows: (forward) CCAGCGCTACGGCTGGCAC; (reverse) GTGCCAGCCGTAGCGCTGG, neither of which cross-hybridize with any human sequence. RESULTS T antigen represses the transcriptional activity of CBP Several independent findings indicate that SV40 T antigen represses the transcriptional activity of CBP (FL) on the thymidine kinase (TK) promoter ( 11 , 12 ). On the other hand, our previous results show that T antigen cooperates with HAT-CBP2 to activate the hsp70 promoter ( 22 ). This apparent discrepancy may stem from (i) the dual role of T antigen as a promoter-dependent corepressor and coactivator or (ii) the differential effects of T antigen on CBP (FL) and HAT-CBP2. To investigate these possibilities, we first analyzed whether T antigen represses the transcriptional activity of HAT-CBP2 on the TK promoter. To this end, transient transfections into HeLa cells were performed using HAT and CBP2 (which contains the T antigen interaction region) domains of CBP fused to the Gal4 DNA-binding domain (GAL-HAT-CBP2). The transactivation activity due to the fusion protein was measured with a luciferase reporter vector containing five Gal4 DNA-binding sites upstream of the TK promoter (see Figure 1 ). T antigen repressed the transcriptional activity mediated by GAL-HAT-CBP2 ( Figure 1 A). Efficient repression depends on the presence of the CBP2 domain (T antigen-binding region), since the transcriptional activity of the GAL-HAT fusion protein lacking the T antigen-interacting region was only slightly (19%) repressed ( Figure 1 B). As previously reported, CBP (FL) activity on the TK promoter was also repressed by T antigen ( 11 , 12 ) ( Figure 1 C). These results indicate not only that T antigen may work as a repressor of CBP (FL) and HAT-CBP2, but also that it requires the T antigen-CBP interacting domain (CBP2). Figure 1. T antigen regulates CBP-mediated transcriptional activation. (A) HeLa cells were transfected with 2 μg of the Gal4-TK-luciferase reporter, 2 μg of pcDNA3-Gal-HAT-CBP2, 1 and 2 μg of pSG5-T antigen or the empty vector and 1 μg of renilla reporter vector. Whole cell extracts were used in the luciferase-renilla assay. The activity derived from the Gal4-TK-luciferase reporter was normalized to 1.0 and the other activities are expressed relative to this. The data represent an average of at least four independent transfections. (B) HeLa cells were transfected as in (A), but the pcDNA3-Gal-HAT expression vector was used instead of pcDNA3-Gal-HAT-CBP2. (C) HeLa cells were transfected with 2 μg of the Gal4-TK-luciferase reporter, 2 μg of pcDNA3-Gal-CBP (FL), 2 μg of pSG5-T antigen or the empty vector and 1 μg of renilla reporter vector. Whole cell extracts were used in the luciferase-renilla assay. The transcriptional activities are expressed as in (A). The data represent an average of at least four independent transfections. (D) HeLa cells were transfected with 2 μg of the Gal4-hsp70-βgal reporter, 2 μg of pcDNA3-Gal-CBP (FL), 2 μg of pSG5-T antigen or the empty vector and 1 μg of renilla reporter vector. Whole cell extracts were used in the β galactosidase and renilla assays. The activity derived from the Gal4-hsp70-βgal reporter was normalized to 1.0 and the other activities are expressed relative to this. The data represent an average of at least three independent transfections. A schematic representation of the constructs used is shown at the bottom of each figure. These data also suggest that T antigen may play a dual role as a positive or negative regulator of CBP transcriptional activity in a promoter-dependent manner. To confirm this hypothesis, we analyzed whether T antigen acts in tandem with CBP (FL) on the hsp70 promoter to activate transcription. Figure 1 D shows that overexpression of T antigen clearly increases the CBP-mediated transcriptional activity on the hsp70 promoter. We wanted to better determine the molecular mechanisms involved in T antigen-mediated repression. To this end, we repeated the experiment in Figure 1 A in the presence of the histone deacetylase inhibitor TSA. The results in Figure 2 show that the T antigen-induced repression of HAT-CBP2 activity is partially abolished (by 50 – 55%). These data suggest that histone deacetylase activity plays a role in T antigen-mediated repression. Figure 2. T antigen-mediated repression is TSA sensitive. HeLa cells were transfected as in Figure 1 A and 100 nM TSA was added 18 h before collection. Whole cell extracts were prepared and used in the luciferase/renilla assay as indicated above. The data represent an average of at least four independent transfections. Transcriptional repression of CBP by T antigen correlates with chromatin deacetylation To assess whether histone deacetylation is involved in T antigen-mediated repression, we analyzed the chromatin acetylation status on the TK promoter using chromatin immunoprecipitation assays (ChIPs). To this end, HeLa cells were transfected with the TK promoter (containing Gal 4 binding sites) and Gal-CBP in the presence or absence of T antigen, as indicated in Figure 3 A. Cross-linked and sonicated chromatin was immunoprecipitated using an antibody directed against acetylated histone H3 (lysines 9 and 14) and against acetylated histone H4 (lysines 5, 8, 12 and 16). The precipitated DNA was analyzed by PCR with primers spanning the TK promoter and the luciferase coding gene region. The resulting data were normalized relative to the 1% (unsaturated) input. The results shown in Figure 3 A and B indicate that Gal-CBP activation (lane 2) correlates with an increase (2–3 fold) in H3 acetylation ( Figure 3 A and B) as well as a slight increase in H4 acetylation (lane 2) ( Figure 3 A and B). The addition of T antigen (lane 3) leads to the clear deacetylation of both H3 and H4 to basal levels ( Figure 3 A and B). No PCR products were detected in extracts subjected to immunoprecipitation with non-specific antiserum (mock) ( Figure 3 A). These data confirm the previous hypothesis that histone deacetylation acts as a mechanism involved in T antigen repression. Figure 3. T antigen repression correlates with histone H3 deacetylation. (A) HeLa cells were transfected with 2 μg of Gal4-TK-luciferase reporter (lane 1), 2 μg of Gal-CBP (FL) (lane 2) and 2 μg of pSG5-T antigen (lane 3) and comparative ChIP analysis were performed in parallel with the same number of cells using antibodies that specifically recognize acetylated histone H3 (K 9 and 14) and poly-acetylated histone H4. The immunoprecipitates were analyzed by quantitative PCR using specific primers for the TK promoter. PCR products were resolved in agarose gels and quantified with QuantityOne software (Bio-Rad). A schematic representation of the TK-luciferase promoter and the position of the primers used for ChIP are shown at the bottom of the figure. (B) Quantification of PCR products from (A) was conducted as described in Materials and Methods. The values on the y axis represent the amount of immunoprecipitated DNA as a percentage of the 1% input sample. Relative histone modification levels were calculated from three independent experiments. (C) Comparative ChIP analysis performed in parallel with the same number of CV1 and CV1COS cells using antibodies that specifically recognize acetylated histone H3 (K 9 and 14) and poly-acetylated histone H4. The immunoprecipitates were analyzed by quantitative PCR using specific primers for the PDGF β-receptor promoter. PCR products were resolved in agarose gels and quantified as described in (B). Relative histone modification levels were calculated from two independent experiments. Finally, we wanted to test whether histone deacetylation is involved in the T antigen-mediated repression of a natural promoter. To this end we analyzed the chromatin acetylation status on the PDGF β-receptor promoter. It has been previously shown ( 33 ) that T antigen represses this promoter in the absence of pRb and p53 in Saos-2 cells stably expressing T antigen, probably by interfering with the transcriptional activity of Sp1, which utilizes CBP as a coactivator. Thus, we first tested whether histone deacetylation was involved in T antigen-mediated repression of the PDGF β-receptor by testing the chromatin acetylation status on this promoter in CV1 and CV1COS cells. Figure 3 C shows a clear decrease (4 –5 fold) in H3 as well as a slight decrease (2 fold) in H4 acetylation in CV1COS compared with CV1 cells. No PCR products were detected in extracts subjected to immunoprecipitation with non-specific antiserum. These results suggest that histone deacetylation is involved in T antigen repression in vivo . T antigen interacts with Histone Deacetylase 1 (HDAC1) in vitro Based on our previous data, we investigated whether T antigen physically interacts with histone deacetylase enzymes. Thus, we therefore performed in vitro pull-down assays using 35-S-labeled T antigen. In these experiments, different bacterially expressed GST-HDACs ( Figure 4 A) were incubated with 35-S-labeled T antigen. Reaction mixtures were precipitated using GST-resin and the interacting 35-S-T antigen was detected radiographically. As shown in Figure 4 B, HDAC1 clearly interacts with T antigen in vitro . Under the same experimental conditions, HDAC1 bound neither to an unrelated GST-protein fusion (data not shown), nor to GST ( Figure 4 B). It has been previously shown that T antigen interacts with retinoblastoma products (pRb), thereby inducing cell-cycle progression. On the other hand, several reports have shown that pRb interacts with HDAC1 to mediate transcriptional repression on gene promoters involved in the G1/S phase transition of the cell cycle ( 34 ). Thus, we decided to assess whether the T antigen-HDAC1 interaction that we detected was mediated by pRb. To this end, we repeated the previous experiments using two well-characterized T antigen mutants that do not bind pRb (T antigen K1 and PVU-1, see Methods). Figure 4 B shows clear T antigen K1, PVU-1 and HDAC1 interacting signals. Figure 4. T antigen interacts with HDAC1 in vitro . (A) Protein gel of GST-HDAC1(51-482) and GST-HDAC1(1-382) fusion proteins expressed in E. coli and used in the in vitro pull-down experiment in (B). (B) GST, GST-HDAC1(1-382) and GST-HDAC1(51-482) fusion proteins were expressed in E. Coli . Binding of the fusion proteins to T antigen WT and pRb-binding mutants [K1 (E107K) and PVU-1 (dl-107-112Y)] in vitro was determined using an in vitro pull-down experiment (see Material and Methods). Input represents 50% of total T antigen input. The arrow indicates the T antigen or T antigen mutant's position in the gel. (C) 35-S-labeled T antigen was bound to the GST-CBP2 fusion protein. Binding of the complex GST-CBP2-TAg, GST-CBP2 and GST to 35-S-labeled HDAC1 in vitro was determined by an in vitro pull-down experiment (left panel). The position of T antigen and HDAC1 in the gel is indicated with arrows. Protein gel of GST-CBP2 and GST proteins expressed in E. Coli and used in the in vitro pull-down experiment (right panel). We then sought to determine whether T antigen could bridge CBP and HDAC1 cofactors. To this end, GST-CBP was bound to 35-S-labeled T antigen using an in vitro pull-down assay. The complex GST-CBP-T antigen as well as the recombinant GST-CBP were incubated with 35-S-labeled HDAC1. The reaction mixtures were precipitated using GST-resin and the interacting HDAC1 was detected either radiographically or via western blot (data not shown). Figure 4 C shows that T antigen is capable of bridging CBP and HDAC1. It is worth noting that in the absence of T antigen, GST-CBP interacts weakly with HDAC1. However, previously bound T antigen clearly increases this interaction, suggesting that T antigen helps to recruit HDAC1 to the CBP-regulated promoters. Afterwards, we analyzed whether T antigen and HDAC1 also interact in vivo by conducting co-immunoprecipitation experiments using CV1COS cells, and by two-hybrids analysis, however, no clear interaction was observed. HDAC1 cooperates with T antigen to antagonize the transcriptional activity of CBP Our previous results showed that T antigen not only represses the transcriptional activity of CBP via histone H3 deacetylation, but that it also interacts with HDAC1 in vitro . We therefore tested the ability of HDAC1 to cooperate with T antigen in repressing transcription and decreasing histone H3 and H4 acetylation levels. To this end, transient transfections into HeLa cells were performed using Gal-CBP, T antigen and the TK promoter fused to the luciferase reporter gene (as described above) overexpressing (or not) HDAC1. T antigen repression and histone acetylation levels were subsequently analyzed by luciferase and ChIPs assays, respectively. Our results show that overexpression of HDAC1 results in increased T antigen-induced transcriptional repression ( Figure 5 A), as well as in decreased histone H3 and H4 acetylation levels, even under basal acetylation conditions (lane 4) ( Figure 5 B). This process is concomitant with HDAC1 recruitment to the promoter (lanes 3 and 4) ( Figure 5 B). Only a partial transcriptional repression (24%) by HDAC1 alone was observed ( Figure 5 A, lane 5), consistently with the ability of HDAC1 to interact weakly with CBP (see Figure 4 C). Figure 5. HDAC1 acts in tandem with T antigen to antagonize the transcriptional activity of CBP. (A) HeLa cells were transfected with 2 μg of the Gal4-TK-luciferase reporter, 2 μg of Gal-CBP (FL), 2 μg of pSG5-T antigen, 1 μg of pcDNA3-HDAC1 and 1 μg of renilla reporter vector. Whole cell extracts were used in the luciferase-renilla assay. The activity derived from the Gal4-TK-luciferase reporter was normalized to 1.0 and the other activities are expressed relative to this. The data represent an average of at least five independent transfections. A schematic representation of the constructs used is shown at the bottom of the figure. (B) HeLa cells were transfected with 2 μg of Gal4-TK-luciferase reporter (lane 1), 2 μg of Gal-CBP (FL) (lane 2), 2 μg of pSG5-T antigen (lane 3) and 1 μg of pcDNA3-HDAC1 (lane 4) and comparative ChIP analysis were performed in parallel with the same number of cells using antibodies that specifically recognize acetylated histone H3 (K 9 and 14), poly-acetylated histone H4 and HDAC1. The immunoprecipitates were analyzed by quantitative PCR as in Figure 3 A. Quantification of the acetyl-H3 and acetyl-H4 ChIPs bands (as described in Materials and Methods) is shown at the bottom part of the figure. (C) HeLa cells were transfected with 2 μg of the Gal4-TK-luciferase reporter, 1 μg of renilla reporter, 2 μg of Gal-CBP (FL), 2 μg of pSG5-T antigen and 1 μg of pcDNA3-HDAC1 together with 8 μg of HDAC1(1, 2 and 3) or control siRNA vectors. Total cell extracts were prepared 48 h after transfection and used in the luciferase-renilla assay. The activity derived from the Gal4-TK-luciferase reporter in the presence of the control siRNA vectors was normalized to 1.0 and the other activities are expressed relative to this. The diagrams show the relative protein levels obtained from three independent experiments. (D) HeLa cells were transfected with 8 μg of control siRNA or different HDAC1 siRNA (1, 2 or 3) alone or in combination. Total cells extracts were prepared 80 h after transfection and the levels of endogenous HDAC1 protein were detected by western blot analysis. The decrease of HDAC1 levels reached 90%; however, when the HDAC1 levels were analyzed 48 h after transfection the observed decrease was modest (20–30%) (data not shown). The experiment in (C) was performed 48 h after transfection due to the low activation of TK promoter by Gal-CBP after that time. (E) HeLa cells were transfected as in (A) and the levels of T antigen protein in the presence of control siRNA or HDAC1 siRNA were analyzed by Western blot. To further analyze the necessity of HDAC1 for mediating T antigen repression in vivo , we performed transcriptional assays (as indicated above) in the presence of small interfering RNAs (siRNAs), which partially block the expression of HDAC1 (HDAC1-siRNA) following an extended expression period ( Figure 5 D) and control siRNA (c-siRNA). The results in Figure 5 C show that in the presence of HDAC1 siRNA, T antigen-mediated repression is partially reduced (from 60 to 30%). siRNA control did not affect T antigen-induced repression. The T antigen expression levels were not affected by the presence of the siRNAs ( Figure 5 E). Based on these results, we would suggest that HDAC1 contributes to T antigen-mediated repression in vivo , although we cannot discard the participation of other deacetylases or co-repressors in this process. Following CV1 SV40 infection, T antigen induces the stimulation of cell growth for which it requires CBP interaction ( 3 ). As our results suggest that CBP-mediated transcriptional activity may be repressed by T antigen, we decided to analyze whether HDAC1 levels could affect T antigen-stimulated cell growth. To this end, CV1 and CV1COS cells were transfected with Flag-HDAC1, or with the vector alone. We then analyzed the doubling time of the cells as well as Flag-HDAC1 levels over four days after transfection. The results ( Figure 6 ) show a clear decrease in cell growth in CV1COS cells, suggesting that HDAC1 levels affect T antigen-induced cell growth stimulation. Figure 6. HDAC1 levels affect cell growth. Doubling times of CV1 and CV1COS cells transfected with 2 μg of pcDNA3-Flag-HDAC1, or the vector alone, were measured as described in the Material and Methods section. Doubling time and the Flag-HDAC1 levels were determined by counting cells every day and by western blot analysis, respectively. Results shown represent the mean ± SD of three independent experiments, in which each sample was analyzed in triplicate. DISCUSSION In this report, we have shown that T antigen represses CBP-mediated transcriptional activity. This repression is concomitant with histone H3 deacetylation and is TSA sensitive. On the other hand, our results indicate that T antigen interacts with HDAC1 in vitro and overexpression of HDAC1 not only acts in tandem with T antigen to antagonize CBP transactivation function, but also that it correlates with chromatin deacetylation on the TK and PDGF β-receptor promoters. Finally, decreasing the HDAC1 levels by use of siRNAs partially abolishes the repression induced by T antigen. The results from these experiments are summarized in Table 1 . Table 1. Summary of T Antigen repression Sensitivity To TSA H3 Deacetylation H4 Deacetylation HDAC1 Overexpression HDAC1 SiRNA T Ag– HDAC1 interaction ++ ++ +/− + + + ( in vitro ) Our data suggest that acetylase and deacetylase activities play key roles in the viral growth promoted by T antigen, revealing that the latter interacts with both HAT ( 11 , 12 , 22 ) and HDAC activities. Given that they have opposite roles in transcriptional regulation, the interaction of these two activities through T antigen might appear paradoxical. However, we believe that T antigen stimulates growth by altering gene expression patterns; thus, the activation of one gene set might be as necessary as the repression of another. The possible presence of both activities in one complex might facilitate more efficient and rapid changes in promoter acetylation. In fact, recent studies have shown that HAT and HDAC may be found in the same complexes. For example, HDAC1 may interact with the HAT enzymes p300 ( 35 ) or P/CAF ( 36 ), leading to greater control of global histone acetylation inside the cell. Another possibility is that HAT and HDAC reciprocally modulate their enzymatic activity or T antigen function by cross-acetylation/deacetylation. In this context, we must mention that T antigen exists as an acetylated protein in vivo . p53 targets T antigen for acetylation by CBP ( 2 ). HDAC-T antigen interaction could favor T antigen deacetylation, thereby changing its regulatory capabilities. Other viral proteins have also been found to associate with HDAC activities [E7 interacts with the Mi2-NRD complex ( 28 )], and in particular with the HDAC1 enzyme, such as the adenovirus-2 E1B-55K protein ( 25 ) and the Epstein-Barr virus nuclear antigen 3C ( 27 ). As well as the retroviral Tax ( 37 , 38 ) and Tat ( 39– 41 ) proteins, the T antigen viral oncoprotein can associate with both HDAC and HAT enzymes. This suggests that the control of acetylation/deacetylation equilibrium is a critical step in viral-induced cell transformation. Our results suggest that acetylase and deacetylase activities play key roles in the viral growth promoted by T antigen. Indeed, our findings show that a viral oncoprotein may manipulate gene expression by interacting with both acetyltransferase and deacetylase activities. These observations underscore the relevance of both the acetylation/deacetylation pathways as well as chromatin status, in cell proliferation and viral infection. ACKNOWLEDGEMENTS We would like to thank Dr B. Piña for suggestions and technical help. We also thank Dr J. DeCaprio for providing the pSG5-T antigen and pSG5-T K1 and PVU-1 mutants, Dr T. Kouzarides for pCDNA3CBP-HAT-CBP2, pCDNA3CBP-HAT, pGEX-HDAC1(1-382) and pGEX-HDAC1(51–482), Dr J. Bernues for Gal4-hsp70-βgal and Gal4-TK-luc. This study was supported by grants SAF2002-00741, SAF2005-01285, Gen2003-20642, BIO2003-09327, BFU2006-01493 and CSD2006-00049 from the Ministerio de Ciencia y Tecnología. N.B.G., N.A. and D.P. are the recipients of a PCB, I3P (CSIC) and FI (from the Catalonia government) studentships, respectively. REFERENCES 1 Moran E DNA tumour virus transforming proteins and the cell cycle Curr. Opin. Genet. Dev 1993 3 63 70 8453277 2 Poulin DL Kung AL DeCaprio JA p53 targets Simian Virus 40 large T antigen for acetylation by CBP J. of Virology 2004 78 8245 8253 15254196 3 Ali SH DeCaprio JA Cellular transformation by SV40 large T antigen: interaction with host proteins Seminars in Cancer Biology 2001 11 15 22 11243895 4 Levine AJ The p53 protein and its interactions with the oncogene products of the small DNA tumor viruses Virology 1990 177 419 426 2142553 5 Sheppard HM Corneillie SI Espiritu C Gatti A Liu X New insights into the mechanism of inhibition of p53 by simian virus 40 large T antigen Mol. Cell. Biol 1999 19 2746 2753 10082540 6 DeCaprio JA Ludlow JW Figge J Shew JY Huang CM Lee WH Marsilio E Paucha E Livingston DM SV40 large tumor antigen forms a specific complex with the product of the retinoblastoma susceptibility gene Cell 1988 54 275 283 2839300 7 Ludlow JW Shon J Pipas JM Livingston DM DeCaprio JA The retinoblastoma susceptibility gene product undergoes cell cycle-dependent dephosphorylation and binding to and release from SV40 large T Cell 1990 60 387 396 2154332 8 Cobrinik D Dowdy SF Hinds PW Mittnacht S Weinberg RA The retinoblastoma protein and the regulation of cell cycling Trends Biochem. Sci 1992 17 312 315 1412705 9 Dyson N Harlow E Adenovirus E1A targets key regulators of cell proliferation Cancer Surv 1992 12 161 195 1353412 10 Yaciuk P Carter MC Pipas JM Moran E Simian virus 40 large-T antigen expresses a biological activity complementary to the p300-associated transforming function of the adenovirus E1A gene products Mol. Cell. Biol 1991 11 2116 2124 1848672 11 Eckner R Ludlow JW Lill NL Oldread E Arany Z Modjtahedi N DeCaprio JA Livingston DM Morgan JA Association of p300 and CBP with simian virus 40 large T antigen Mol. Cell. Biol 1996 16 3454 3464 8668161 12 Avantaggiati M Graessmann A Nakatani Y Howard B Levine AS The SV40 large T antigen and adenovirus E1a oncoproteins interact with distinct isoforms of the transcriptional co-activator, p300 EMBO J 1996 15 2236 2248 8641289 13 Lill NL Tevethia MJ Eckner R Livingston DM Modjtahedi N p300 family members associate with the carboxyl terminus of simian virus 40 large tumor antigen J. Virol 1997 71 129 137 8985331 14 Hebbes TR Thorne AW Crane-Robinson C A direct link between core histone acetylation and transcriptionally active chromatin EMBO J 1988 7 1395 1402 3409869 15 Turner BM O'Neill LP Histone acetylation in chromatin and chromosomes Semin. Cell. Biol 1995 6 229 236 8562915 16 Eckner R Ewen ME Newsome D Gerdes M DeCaprio JA Lawrence JB Livingston DM Molecular cloning and functional analysis of the adenovirus E1A-associated 300-kD protein (p300) reveals a protein with properties of a transcriptional adapter Genes & Dev 1994 8 869 884 7523245 17 Bannister AJ Kouzarides T The CBP co-activator is a histone acetyltransferase Nature 1996 384 641 643 8967953 18 Ogryzko VV Schiltz RL Russanova V Howars BH Nakatani Y The transcription coactivators p300 and CBP are histone acetyltransferase Cell 1996 87 953 959 8945521 19 Hamamori Y Sartorelli V Ogryzko V Puri PL Wu HY Wang JY Nakatani Y Kedes L Regulation of histone acetyltransferases p300 and PCAF by the bHLH protein twist and adenoviral oncoprotein E1A Cell 1999 59 405 413 10025406 20 Ait-Si-Ali S Ramirez S Barre F-X Dkhissi F Magnaghi-Jaulin L Girault JA Robin P Knibiehler M Pritchard LL Ducommun B Trouche D Harel-Bellan A Histone acetyltransferase activity of CBP is controlled by cycle-dependent kinases and oncoprotein E1A Nature 1998 396 184 186 9823900 21 Chakravarti D Ogryzko V Kao H-Y Nash A Chen H Nakatani Y Evans RM A viral mechanism for the inhibition of p300 and P/CAF acetyltransferase activity Cell 1999 96 393 403 10025405 22 Valls E de la Cruz X Martínez-Balbás MA The SV40 T antigen modulates CBP histone acetyltransferase activity Nucleic Acids Res 2003 31 3114 3122 12799439 23 Zhang Q Yao H Vo N Goodman RH Acetylation of adenovirus E1A regulates binding of the transcriptional corepressor CtBP Proc. Natl. Acad. Sci. U.S.A 2000 97 14323 14328 11114158 24 Madison DL Yaciuk P Kwok RP Lundblad JR Acetylation of the adenovirus-transforming protein E1A determines nuclear localization by disrupting association with importing-alpha J. Biol. Chem 2002 277 38755 38763 12161448 25 Punga T Akusjarvi G The adenovirus-2 E1B-55K protein interacts with a mSin3A/histone deacetylase 1 complex FEBS Letters 2000 476 248 252 10913622 26 Kumar PP Purbey PK Ravi DS Mitra D Galande S Displacement of SATB1-bound histone deacetylase 1 corepressor by the human immunodeficiency virus type 1 transactivator induces expression of interleukin-2 and its receptor in T cells Mol. Cell Biol 2005 25 1620 1633 15713622 27 Radkov SA Touito R Brehm A Rowe M West M Kouzarides T Allday MJ Epstein-Barr virus nuclear antigen 3C interacts with histone deacetylase to repress transcription J. of Virology 1999 73 5688 5697 10364319 28 Brehm A Nielsen SJ Miska EA McCance DJ Reid JL Bannister AJ Kouzarides T The E7 oncoprotein associates with Mi2 and histone deacetylase activity to promote cell growth EMBO J 1999 18 2449 2458 10228159 29 Martínez-Balbás MA Bannister AJ Martin K Haus-Seuffert P Meisterernst M Kouzarides T The acetyltransferase activity of CBP stimulates transcription EMBO J 1998 17 2886 2893 9582282 30 Breiling A Turner BM Bianchi ME Orlando V General transcription factors bind promoters repressed by Polycomb group proteins Nature 2001 412 651 655 11493924 31 Reid LJ Bannister AJ Zagerman P Martínez-Balbás MA Kouzarides T E1A directly binds and regulates the P/CAF acetyltransferase EMBO J 1998 17 4469 4477 9687513 32 Chan HM La Thangue NB p300/CBP proteins: HATs for transcriptional bridges and scaffolds J. Cell. Sci 2001 114 2363 2373 11559745 33 Uramoto H Hackzell A Wetterskog D Ballagi A Izumi H Funa K pRb, Myc and p53 are critically involved in SV40 large T antigen repression of PDGF beta-receptor transcription J. Cell. Sci 2004 117 3855 3865 15265983 34 Brehm A Miska EA McCance DJ Reid JL Bannister AJ Kouzarides T Retinoblastoma protein recruits histone deacetylase to repress transcription Nature 1998 391 597 601 9468139 35 Simone C Stiegler P Forcales SV Bagella L De Luca A Sartorelli V Giordano A Puri PL Deacetylase recruitment by the C/H3 domain of the acetyltransferase p300 Oncogen 2004 23 2177 2187 36 Yamagoe S Kanno T Kanno Y Sasaki S Siegel RM Lenardo MJ Humphrey G Wang Y Nakatani Y Howard BH Ozato K Interaction of histone acetylases and deacetylases in vivo Mol. Cell. Biol 2003 23 1025 1033 12529406 37 Villanueva R Iglesias AH Camelo S Sanin LC Gray SG Dangond F Histone deacetylase 3 represses HTLV-1 tax transcription Oncol. Rep 2006 16 581 585 16865259 38 Van Orden K Nyborg JK Insight into the tumor suppressor function of CBP through the viral oncoprotein tax Gene Expr 2000 9 29 36 11097423 39 He G Margolis DM Counterregulation of chromatin deacetylation and histone deacetylase occupancy at the integrated promoter of human immunodeficiency virus type 1 (HIV-1) by the HIV-1 repressor YY1 and HIV-1 activator Tat Mol. Cell. Biol 2002 22 2965 2973 11940654 40 Yamamoto T Horikoshi M Novel substrate specificity of the histone acetyltransferase activity of HIV-1-Tat interactive protein Tip60 J. Biol. Chem 1997 272 30595 30598 9388189 41 Benkirane M Chun RF Xiao H Ogryzko VV Howard BH Nakatani Y Jeang KT Activation of integrated provirus requires histone acetyltransferase. p300 and P/CAF are coactivators for HIV-1 Tat J. Biol. Chem 1998 273 24898 24905 9733796",
    "full_text_abstract": "Simian Virus 40 (SV40) large T antigen (T Ag) is a multifunctional viral oncoprotein that regulates viral and cellular transcriptional activity. However, the mechanisms by which such regulation occurs remain unclear. Here we show that T antigen represses CBP-mediated transcriptional activity. This repression is concomitant with histone H3 deacetylation and is TSA sensitive. Moreover, our results demonstrate that T antigen interacts with HDAC1 in vitro in an Rb-independent manner. In addition, the overexpression of HDAC1 cooperates with T antigen to antagonize CBP transactivation function and correlates with chromatin deacetylation of the TK promoter. Finally, decreasing HDAC1 levels with small interfering RNA (siRNA) partially abolishes T antigen-induced repression. These findings highlight the importance of the histone acetylation/deacetylation balance in the cellular transformation mediated by oncoviral proteins."
}