{
  "PMC": "12390738",
  "DOI": "10.2141/jpsa.2025023",
  "PMID": "40893712",
  "PMCID": "PMC12390738",
  "title": "Sake Lees: A Potential Feed Ingredient to Enhance Intestinal Barrier Function in Indigenous Meat-type Chickens.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12390738",
  "source": "MED",
  "abstract_text": "Food loss and waste (FLW) is a serious problem worldwide. One proposed solution is to divert FLW to livestock feed. From the viewpoint of food mileage, it is increasingly recommended that the distance that food travels between the sites of production and consumption is as short as possible (the consumption of local food products). Sake, a traditional Japanese alcoholic beverage, is produced in various regions of Japan. Sake lees, the leftover paste from sake production, is generated as a byproduct and has gained attention for its high nutritional value and potential as a functional food. Local sake lees was fed to meat-type chickens and its potential as a feed ingredient was evaluated. Experimental diets consisting of 20%, 30%, or 40% sake lees were produced by adding local sake lees to commercial feed. These were then fed to 3-week-old indigenous meat-type chickens for 2 weeks. Growth performance and expression of genes associated with intestinal barrier function were then analyzed. Body weight gain was identical between chickens fed any of the sake lees-supplemented diets and control chickens. Gastrointestinal structure was also not changed by sake lees-supplemented diets. Gene expression levels of claudin-5, cadherin1, occludin, avian beta-defensin 13 (AvBD13), and transforming growth factor-β1, which are related to intestinal barrier function, were higher in the group fed the 20% and 30% sake lees diets compared to those of the control group, but were similar between the group fed the 40% sake lees diet and those of the controls. Expression levels of AvBD1, 2, 5, 6, and 7 were also reduced in animals fed any of the three sake lees-supplemented diets. These results suggested that dietary supplementation with 20%-30% sake lees improved physical intestinal barrier function in indigenous meat-type chickens during short-term feeding.",
  "full_text": "pmc J Poult Sci J Poult Sci jpsa The Journal of Poultry Science 1346-7395 1349-0486 Japan Poultry Science Association 12390738 2025023 10.2141/jpsa.2025023 Full Paper Sake Lees: A Potential Feed Ingredient to Enhance Intestinal Barrier Function in Indigenous Meat-type Chickens Ito Ken R. 1 2 Sato Tomonori 3 Osawa Chihiro 2 Watanabe Jun 2 Hamaguchi Hiroaki 1 Matsuzaki Takashi 1 4 Nakamura Hiroya 1 Kataoka Tatsuki R. 1 Nii Takahiro 5 Sato Katsuyoshi 2 Yokoo Masaki 2 1 Department of Pathology, Iwate Medical University, Shiwa-gun 028-3694, Japan 2 Faculty of Bioresource Sciences, Akita Prefectural University, Akita 010-0195, Japan 3 Akita Research Institute of Food and Brewing, Akita 010-1623, Japan 4 Graduate School of Veterinary Sciences, Iwate University, Morioka 020-8550, Japan 5 Graduate School of Integrated Science for Life, Hiroshima University, Higashi-Hiroshima 739-8528, Japan Correspondence: Dr. Ken R. Ito, Department of Pathology, Iwate Medical University, 1-1-1 Idaidori, Yahaba-cho, Shiwa-gun, Iwate 028-3694, Japan.(Email: kenrito110@gmail.com or kenito@iwate-med.ac.jp ) 29 8 2025 2025 62 2025023 21 2 2025 24 7 2025 2025 Japan Poultry Science Association. 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial No Derivatives (CC BY-NC-ND) 4.0 License. Abstract Food loss and waste (FLW) is a serious problem worldwide. One proposed solution is to divert FLW to livestock feed. From the viewpoint of food mileage, it is increasingly recommended that the distance that food travels between the sites of production and consumption is as short as possible (the consumption of local food products). Sake, a traditional Japanese alcoholic beverage, is produced in various regions of Japan. Sake lees, the leftover paste from sake production, is generated as a byproduct and has gained attention for its high nutritional value and potential as a functional food. Local sake lees was fed to meat-type chickens and its potential as a feed ingredient was evaluated. Experimental diets consisting of 20%, 30%, or 40% sake lees were produced by adding local sake lees to commercial feed. These were then fed to 3-week-old indigenous meat-type chickens for 2 weeks. Growth performance and expression of genes associated with intestinal barrier function were then analyzed. Body weight gain was identical between chickens fed any of the sake lees-supplemented diets and control chickens. Gastrointestinal structure was also not changed by sake lees-supplemented diets. Gene expression levels of claudin-5, cadherin1, occludin, avian beta-defensin 13 (AvBD13), and transforming growth factor-β1, which are related to intestinal barrier function, were higher in the group fed the 20% and 30% sake lees diets compared to those of the control group, but were similar between the group fed the 40% sake lees diet and those of the controls. Expression levels of AvBD1, 2, 5, 6, and 7 were also reduced in animals fed any of the three sake lees-supplemented diets. These results suggested that dietary supplementation with 20%–30% sake lees improved physical intestinal barrier function in indigenous meat-type chickens during short-term feeding. food loss and waste growth performance Hinai-Jidori intestinal barrier sake lee Introduction Food loss and waste (FLW) has become a global issue. In an effort to address FLW, the United Nations adopted an action plan titled “Transforming Our World: 2030 Agenda for Sustainable Development” at the 2015 Sustainable Development Summit. This document listed 17 Sustainable Development Goals, one of which was “responsible consumption and production” (Goal 12). The list aims to halve the per capita global food waste, reduce food losses along production and supply chains by 2030, and significantly reduce waste generation through prevention, reduction, recycling, and reuse[ 1 ]. One approach to achieve these goals is to convert food waste into livestock feed. Perhaps the best-known approaches to the conversion of food waste into feed for livestock are the total mixed ration and liquid feeding methods, which are used to feed cattle and pigs. Although attempts have been made to use FLW in poultry feed, few studies have investigated FLW supplementation in chickens[ 2 ]. In addition, in terms of food mileage, the distance that food travels between the sites of production and consumption should be as short as possible; the use and consumption of local products is increasingly recommended to reduce the burden on the environment[ 3 ]. Sake is a traditional alcoholic beverage brewed in various regions of Japan. Fermented rice is pressed during sake production, generating a paste-like by-product termed sake lees. Good-quality sake lees is treated as food and used for cooking. Sake lees that appear to be discolored or otherwise deteriorated over time is discarded, although in fact such sake lees retain their nutritional value and palatability. Sake lees contain both components derived from the main ingredient, rice, and fermentation-derived metabolites produced by microorganisms, such as Aspergillus oryzae (koji mold) and Saccharomyces cerevisiae (yeast). These components have garnered increasing attention in functional food research. In particular, sake lees exert beneficial physiological effects through components, such as S-adenosylmethionine, folic acid, polyamines, glycerophosphocholine, agmatine, and vitamin B6[ 4 ]. Recently, novel functional compounds, such as sphinganine have been identified in sake lees, raising expectations of its potential benefits[ 5 ]. Regarding the effects of sake lees on the small intestine, oral administration of a mixture of sake lees and rice malt to mice alters mucin secretion and the composition of the gut microbiota[ 6 ]. Based on this background, we previously investigated the effects of dietary sake lees on the intestinal function of broiler chickens. Feeding sake lees to 3-week-old broilers for 2 weeks alters expression levels of genes related to tight junctions (TJs) and antimicrobial proteins in the intestine[ 7 ]. Therefore, in the present study, whether feeding sake lees to indigenous meat-type chickens might serve as a potential approach to address issues, such as FLW and food mileage, was evaluated. In addition, whether effects similar to those observed in the previous broiler study could be achieved using this chicken breed were determined. Materials and Methods Animal care and feeding Hinai-Jidori is a well-known Japanese breed of chicken that was commercialized by crossing Hinai-dori, a chicken breed native to Japan’s Akita Prefecture, with the Rhode Island Red breed[ 8 ]. In this study, Hinai-Jidori was used as the local meat-type chicken. One-day-old Hinai-Jidori male chicks (male Hinai-dori × female Rhode Island Red) were obtained from Akita Agriculture Public Corporation (Akita, Japan). All chicks were raised in a brooder maintained at 32 °C and lowered by 1 °C every 2 days. Commercial feed (Powerchick ZK™: crude protein [CP] 21%, metabolizable energy 2,950 kcal; JA Zennoh Kitanihon Kumiai Feed Co., Sendai, Japan) and tap water were freely available. When 50 chicks reached the age of 3 weeks, they were transferred to metabolism cages (80 × 35 × 35 cm/bird) for 2 days to adapt to the experimental environment. Thirty-two chickens with a body weight of 447.5 g ± 0.6 (mean ± standard error of the mean [SEM]) were selected and eight chickens were assigned to each of four groups: a control diet group fed a commercial feed diet, and three treatment groups fed a diet of 80%, 70%, or 60% commercial feed and 20%, 30%, or 40% sake lees (the 20%SL, 30%SL, and 40%SL groups), respectively. For experimental diets, sake lees that was thawed overnight at room temperature was added to commercial feed at proportions of 20%, 30%, and 40% (w/w). Sake lees-supplemented feed was then passed through a stainless steel 3-mm sieving mesh to obtain the experimental feed. The nutrient compositions of the experimental diets are shown in Table 1 . Experimental feed and tap water were provided ad libitum (Supplementary Fig. S1) for 2 weeks under a 16 h light/8 h dark schedule. Environmental conditions during the feeding trials are summarized in Table S1. Feed intake was calculated daily and adjusted for the amount of spilled food collected on the same day. Table 1. Nutritional components of the sake lees (SL) and experimental diets (%). SL Control diet* 20% SL diet 30% SL diet 40% SL diet Moisture 54.5 12.7 21.1 26.5 32.0 CP 11.7 21.0 19.1 18.2 17.3 EE 3.4 3.5 3.5 3.5 3.5 CF – 8.0 6.5 5.7 5.0 CA 0.5 8.0 6.5 5.7 5.0 NFE – 62.5 66.1 68.0 69.8 GE, Mcal/kg 1.78 2.95 2.73 2.62 2.51 Carbohydrates 37.7 – – – – Saccharide 36.3 – – – – Dietary fiber 1.3 – – – – Sodium 0.0027 – – – – Sodium chloride equivalent 0.0067 – – – – Alcohol 2.8 – – – – CA: crude ash, CF: crude fiber, CP: crude protein, EE: ethanol extract, GE: gross energy, NFE: nitrogen-free extract. *Commercial diet: Powerchick ZK™. At the end of the 2-week experimental period, chickens were euthanized using isoflurane hyperanesthesia. The heart, liver, spleen, gizzard, breast, tender, thighs, jejunum, and ileum were removed and weighed. The mid-ileum was washed with ice-cold phosphate buffered saline, divided, and immersed in RNAlater reagent or 10% neutral-buffered formalin. Formalin-immersed samples were fixed at 4 °C for 48 h. Samples immersed in RNAlater were stored at −50 °C until total RNA was extracted. Animal experimentation protocols were approved by the Animal Care and Use Committee of Akita Prefectural University (approval no. 21-04). Obtaining sake lees and general component analysis Sake lees was obtained from a local sake brewery (Hiraizumi Honpo, Akita, Japan) and stored at −30 °C until use. A portion of the sake lees was freeze-dried and general component analysis was outsourced to an outside agency (General Incorporated Association Japan Food Research Laboratories, Tokyo, Japan). The levels of CP, ethanol extract (EE), crude ash (CA), moisture, and dietary fiber were determined using combustion, acid hydrolysis, direct ashing, vacuum drying, and the Prosky method, respectively (AOAC 985.29). Alcohol composition was determined using a mechanical oscillator densitometer. Briefly, 100 g of freeze-dried sake lees was placed in a round-bottomed flask and 300 mL distilled water was added for distillation. When the distillate reached 100 mL, distillation was stopped and the mixture was homogenized. Specific gravity was measured using a vibrating densitometer and converted to alcohol by volume percentage. The measured components are listed in Table 1 . Real-time quantitative polymerase chain reaction (RT-qPCR) The TRIzol reagent (Thermo Fisher Scientific, Waltham, MA) was added to collected ileal samples. Samples were homogenized twice with 3-mm diameter × 10 zirconia beads at 3,800 rpm for 30 s using a desktop bead crusher (Shakeman6; Bio Medical Science, Tokyo, Japan). After chloroform treatment, total RNA was purified and treated with DNase I using a FastGene RNA Premium Kit (Nippon Genetics, Tokyo, Japan). The concentration of the extracted total RNA was measured using a NanoDrop spectrophotometer (Thermo Fisher Scientific), and the A260/280 and A260/A230 ratios were confirmed to be ≥2.0. cDNA was synthesized using ReverTra Ace qPCR RT Master Mix (Toyobo, Tokyo, Japan) under the following cycling conditions: 37 °C for 30 min, 50 °C for 5 min, 98 °C for 5 min, and an infinite hold at 12 °C. RT-qPCR was performed as follows: denaturation at 95 °C for 1 min, followed by 40 cycles of 95 °C for 15 sec, 62 °C for 30 sec, and 72 °C for 30 sec. The reaction volume was 20 μL and contained Thunderbird Next SYBR qPCR Mix (Toyobo), 100 ng cDNA, 0.2 pM left primer, and 0.2 pM right primer. Reactions were run on a Thermal Cycler Dice Real-Time System II (Takara Bio, Shiga, Japan) using an intercalation method. After calculating the Ct value, gene expression levels were determined using a relative quantification model[ 9 ]. Primer specificity was confirmed using 3% agarose gel electrophoresis and melting curve analysis with RT-qPCR. Hypoxanthine phosphoribosyltransferase 1 ( HPRT1 ) served as the housekeeping gene. Target gene information used to design the primers was obtained from GenBank (https://www.ncbi.nlm.nih.gov) ( Table 2 ). Primers were designed using Primer-BLAST (https://www.ncbi.nlm.nih.gov/tools/primer-blast) and the specificity was confirmed using the Gallus gallus (taxid:9031) database. Primers for AvBD2 (DEFB4A), AvBD10, and AvBD12 were previously designed[ 7 ] and reused in the present study. Table 2. Primer sequences used for the real-time quantitative polymerase chain reaction (RT-qPCR). Target gene NCBI RefSeq ID Primer sequence Product size, bp CLDN1 NM_001013611.2 F: 5’-ATGAAGTGCATGGAGGATGACCA-3’ 88 R: 5’-GTGCTGACAGACCTGCAATGATG-3’ CLDN5 NM_204201.1 F: 5’-GATCTTTGTGCCCTGGCTCCAGCAC-3’ 132 R: 5’-TGCTCAGCAAGAAGGCCACGAAGC-3’ CDH1 NM_001039258.2 F: 5’-TGAATAGGCAGCCCTCGTCCCCTTG-3’ 130 R: 5’-GGAGGGATGCGAGTGGTGGATCCAA-3’ OCLN NM_205128.1 F: 5’-TGTGCTGAGATGGACAGCATCAA-3’ 101 R: 5’-TCCTCTGCCACATCCTGGTATTG-3’ ZO-1 XM_015278975.2 F: 5’-TACCTGACTGTCTTGCAGATGGC-3’ 91 R: 5’-ATGGAGTTACCCACAGCTTCCTC-3’ LYZ NM_205281.1 F: 5’-TGGGGAAAGTCTTTGGACGATGT-3’ 103 R: 5’-TTTGCAACACACACCCAGTTTCC-3’ MUC2 JX284122.1 F: 5’-TGCTCACACTTGGAAGTCAGCAGCC-3’ 138 R: 5’-TCCATGGAGTCTGCAGGAGCACTGG-3’ TGF-β1 NM_001318456.1 F: 5’-GATGGACCCGATGAGTATTGGGC-3’ 124 R: 5’-GGGACACGTTGAACACGAAGAAG-3’ AvBD1 NM_204993.1 F: 5’-TAAACCATGCGGATCGTGTACCT-3’ 125 R: 5’-AATGCACAGAAGCCACTCTTTCG-3’ AvBD4 NM_001001610.2 F: 5’-GCTGATCTGCAGGACTACTCCAA-3’ 95 R: 5’-TCACTGCAGAGAAACGACACTGA-3’ AvBD5 NM_001001608.2 F: 5’-CTCTCCTCTTTGCTGTCCTCCTC-3’ 127 R: 5’-ATCCCTGGAGGACATGACTTGTG-3’ AvBD6 NM_001001193.1 F: 5’-CAGCCCTACTTTTCCAGCCCTAT-3’ 136 R: 5’-ACCTGTTCCTCACACAGCAAGAT-3’ AvBD7 NM_001001194.1 F: 5’-TGGCCATGAGGATCCTTTACCTG-3’ 146 R: 5’-ATATGGCCTTCGACAGATCCCTG-3’ AvBD8 NM_001001781.1 F: 5’-ATCACTGCTTCCACCTCCATACC-3’ 99 R: 5’-TCTGAGGTCCTGGCGAACATTAG-3’ AvBD9 NM_001001611.3 F: 5’-GATGCTGACACCTTAGCATGCAG-3’ 135 R: 5’-GATTTAGGAGCTGGGTGCCCATT-3’ AvBD13 NM_001001780.2 F: 5’-CTGCACGTTGCATCTCATCATGT-3’ 93 R: 5’-TGCTCTGCAAAACAAGACTGTGG-3’ AvBD14 NM_001348511.2 F: 5’-AGCGTCCACAGATTTCTTCAGGG-3’ 90 R: 5’-GGGTACTGCCAGGAGAACAAGAA-3’ HPRT1 NM_204848.1 F: 5’-TGGGATATCGGCCAGACTTTGTT-3’ 137 R: 5’-TTTGTACTTCTGCTTCCCCGTCT-3’ Primers were designed using Primer-BLAST (www.ncbi.Forward:nlm.nih.gov/tools/primer-blast). All primers were confirmed to be specific using agarose gel electrophoresis and melting curve analyses. AvBD : avian β-defensin, TGF-β1 : transforming growth factor beta 1, CDH1 : cadherin 1, CLDN : claudin, LYZ : lysozyme, MUC2 : mucin 2, OCLN : occludin, ZO-1 : zonula occludens protein 1; HPRT1 , hypoxanthine phosphoribosyltransferase 1. Paraffin sectioning and staining Formalin-fixed samples were embedded in paraffin. Thin-sliced sections (4 µm) were subjected to hematoxylin and eosin (HE) and Alcian blue-periodic acid-Schiff (AB/PAS) staining. The villus height, crypt depth, villus area, and number of AB/PAS-positive goblet cells were measured using a NanoZoomer digital slide scanner (NanoZoomer ® -RS; Agilent Technologies, Santa Clara, CA, USA) and NDP.view2 image-viewing software ver. 2.9.29 (Hamamatsu Photonics, Shizuoka, Japan). Statistical analysis Results are expressed as the mean±SEM. The statistical analysis software R v4.4.2 was used to conduct a generalized linear model analysis[ 10 ]. Dietary treatment was used as the explanatory variable and growth performance, tissue weight, gene expression, villus height, crypt depth, villus height/crypt depth (V/C) ratio, and number of goblet cells were defined as response variables. “Gamma” was selected as the distribution, and “Identity” was selected as the link function. The fitted model was evaluated using Akaike’s information criterion. Statistical significance was determined using Tukey’s honestly significant difference test for multiple comparisons ( p < 0.05). Results Effects of sake lees proportion on growth performance and tissue weights As shown in Table 3 , there are no significant differences in body weight gain or body weight between any of the three sake lees-fed groups and those of the control group during the 2-week feeding period. However, the feed intake of the animals increased in proportion to the amount of sake lees added to the diet; the food intake of the 40%SL group was significantly higher than that of the control group. Feed efficiency in each of the sake lees-fed groups was significantly lower than that in the control group. In addition, sake lees-supplemented diets had no effect on skeletal muscle, visceral weight, or small intestine length ( Table 4 ). Table 3. Effects of the experiment diet on growth performance. Control 20% SL 30% SL 40% SL At 1 week: Body weight, g 642.0 ± 15.4 637.5 ± 13.5 639.2 ± 9.4 638.9 ± 12.5 Body weight gain, g 195.6 ± 10.1 190.6 ± 7.4 191.5 ± 6.5 189.7 ± 8.7 Feed intake, g 390.7 ± 16.1 b 426.2 ± 13.8 ab 439.4 ± 7.9 ab 458.4 ± 16.6 a Feed efficiency, % 49.9 ± 0.9 a 44.7 ± 1.0 b 43.5 ± 0.8 bc 41.3 ± 0.7 c Dry matter intake, g 341.0 ± 14.1 336.2 ± 10.9 322.9 ± 5.8 311.7 ± 11.3 At 2 weeks: Body weight, g 882.5 ± 27.2 865.7 ± 24.4 871.1 ± 16.6 863.4 ± 21.4 Body weight gain, g 436.1 ± 21.0 418.7 ± 19.1 421.5 ± 14.2 414.3 ± 18.5 Feed intake, g 850.0 ± 36.6 b 941.3 ± 27.7 ab 965.4 ± 13.9 a 997.2 ± 21.9 a Feed efficiency, % 51.2 ± 0.8 a 44.4 ± 1.3 b 43.6 ± 1.0 b 41.5 ± 1.2 b Dry matter intake, g 742.0 ± 32.0 742.7 ± 21.8 709.6 ± 10.2 678.1 ± 14.9 a–c Means with different superscript letters in the same row are significantly different ( p < 0.05). Values are the mean ± standard error of the mean (SEM). n = 8 animals for each diet group. SL, sake lees. Table 4. Effects of sake lees (SL) diets on tissue weight. Control 20% SL 30% SL 40% SL Heart, g 5.1 ± 0.2 5.2 ± 0.2 5.2 ± 0.3 4.7 ± 0.2 Liver, g 21.3 ± 1.1 21.4 ± 1.4 21.0 ± 1.0 22.8 ± 1.4 Spleen, g 1.5 ± 0.1 1.6 ± 0.1 1.6 ± 0.1 1.5 ± 0.2 Gizzard, g 19.1 ± 0.5 ab 18.5 ± 0.3 ab 19.5 ± 0.6 a 17.8 ± 0.4 b Breast, g 32.9 ± 1.2 32.6 ± 1.1 33.4 ± 0.8 32.4 ± 1.1 Tender, g 10.3 ± 0.3 9.8 ± 0.5 9.7 ± 0.4 10.3 ± 0.3 Thigh, g 59.9 ± 2.8 58.2 ± 2.0 59.9 ± 1.6 57.7 ± 1.8 Jejunum, g 10.4 ± 0.4 10.9 ± 0.6 10.3 ± 0.5 10.1 ± 0.5 Ileum, g 7.9 ± 0.4 8.8 ± 0.5 7.8 ± 0.3 8.0 ± 0.4 Jejunum, cm 45.6 ± 1.5 45.4 ± 2.4 45.5 ± 1.2 49.5 ± 1.7 Ileum, cm 47.1 ± 1.3 48.8 ± 2.2 43.6 ± 1.4 47.6 ± 1.1 a,b Means with different superscript letters in the same row are significantly different ( p < 0.05). Values are the mean ± standard error of the mean (SEM). n = 8 animals for each diet group. Effects of sake lees on gene expression and histological structure in the ileum As shown in Fig. 1A , levels of the TJ-related genes claudin-5 ( CLDN5 ), cadherin1 ( CDH1 ), and occludin ( OCLN ) were significantly higher in the 20%SL and 30%SL groups than those in the control group, whereas levels in the 40%SL group were comparable to those in the control group. The expression level of transforming growth factor-β1 ( TGF-β1 ) was significantly higher in the 20%SL and 40%SL groups compared to that of the control group. Fig. 1. The effect of sake lees (SL)-supplemented diets on ileal gene expression. A: Comparison of tight junction (TJ)-related genes. B: Comparison of antibacterial proteins. The data are the mean ± standard error of the mean (SEM), n = 6–8 animals per group. Different letters indicate significant differences ( p < 0.05). CLDN, claudin; CDH1 , cadherin1; OCLN , occludin; ZO-1 , zonula occludens-1; TGF-β1 , transforming growth factor β1; AvBD s, avian beta-defensins. Gene expression levels of the antibacterial proteins mucin 2 ( MUC2 ) and lysozyme ( LYZ ) were not affected by sake lees feeding ( Fig. 1B ). Gene expression levels of avian beta-defensin (AvBD)1, 2, 5, 6, and 7, poultry-specific antimicrobial proteins, were significantly lower in the sake lees group than those in the control group ( Fig. 1B ). In contrast, the expression level of AvBD10 was significantly higher in the 40%SL group and AvBD13 levels were significantly higher in the 20% and 30%SL groups than those in control animals. Histological examination revealed no significant differences between any of the three sake lees-fed groups and the control group in terms of the villus height, crypt depth, villus height/crypt depth ratio (V/C ratio), or the number of goblet cells per area (Supplementary Figs. S2 and S3). Discussion Growth performance was similar among the sake lees fed and control groups Body weights of chickens fed sake lees during the first and second weeks of feeding were similar to those of chickens fed the regular control diet; however, feed efficiency decreased as the proportion of sake lees increased ( Table 3 ). This decrease in feed efficiency explained why the body weight gain of chickens in the sake lees group remained unchanged, despite the increased feed intake. The feed intake of chickens generally increases with increasing dietary moisture content, but the dry matter weight intake does not change[ 11 ]. Similarly, in the present study, the moisture content of the diets increased with the proportion of sake lees. However, in terms of dry matter weight, there was no significant difference in feed intake among the four groups ( Tables 1 and 3 ). This suggested that the increased feed intake in the chickens fed sake lees was due to an increase in moisture content and the enhanced growth performance normally expected in animals consuming more feed was negated by decreased feed efficiency. In addition to growth performance, there was no significant difference in skeletal muscle weight and meat production between the control and SL groups ( Table 4 ). Taken together, these results indicated that sake lees might be added to commercial diets at proportions of up to 40% without impacting growth performance. Although the moisture content of the feed supplemented with sake lees increased, there were no quality problems for approximately 2 weeks after the addition of sake lees, which was also the case in our previous study[ 7 ]. However, it is desirable to use feed as soon as possible after preparation. According to Japanese Agricultural Standards, jidori (indigenous chicken breeds) must be reared for a minimum of 75 days[ 12 ]. In cases where sake lees-supplemented feed was administered over a longer period than that used in the present study, the slightly reduced levels of CP and gross energy (GE) compared to that of conventional commercial diets might exert a more pronounced influence on growth performance. Therefore, the long-term effect of dietary sake lees supplementation on growth remains an important subject for future investigation. Dietary sake lees changed the ileal physical barrier Addition of 20% or 30% sake lees increased expression levels of the TJ protein-related genes CLDN5 , CDH1 , OCLN , and TGF-β1 in the ileum ( Fig. 1A ). As previously mentioned, sake lees contains not only rice-derived components, but also various functional compounds produced by koji mold and yeast during the brewing process[ 4 , 5 ]. These compounds include metabolic byproducts and antioxidants, some of which exert beneficial effects, such as improving lipid metabolism and exerting anti-inflammatory actions[ 13 ]. An ethanol extract of glucosylceramide-rich sake lees also suppresses inflammation and oxidative stress-induced cell cycle disruption in the large intestines of 1,2-dimethylhydrazine-treated mice[ 14 ]. However, there are no studies to date that have demonstrated that components derived from sake lees act simultaneously on both TJ proteins and TGF-β1. Suzuki (2020) has reviewed the effects of various dietary components, including proteins, carbohydrates, dietary fiber, fatty acids, and polyphenols, on intestinal TJs[ 15 ]. Among the potential mechanisms discussed, interaction with gut microbiota appears to be the most plausible. In fact, Kawakami et al. (2020) have shown that feeding mice sake lees-supplemented diets alters the intestinal microbiome composition[ 6 ]. The alteration of TJ proteins by intestinal contents might be attributed to two factors: lipopolysaccharide (LPS) from gram-negative bacteria and short-chain fatty acids (SCFAs), such as acetic acid, propionic acid, and butyric acid produced by intestinal bacteria. However, the results of our earlier investigation[ 7 ] suggest that changes in TJ gene expression in animals fed sake lees are likely due to SCFAs. Among the SCFAs, propionic acid increases the expression of zonula occludens-1 (ZO-1) and OCLN in the mouse colon, whereas butyric acid induces TJ assembly of ZO-1 and OCLN[ 16 , 17 ]. Feeding a mixture of sake lees and rice molt increases the proportion of Lactobacillaceae, Porphyromonadaceae, and Prevotellaceae, three bacterial families that produce butyric acid and propionic acid to varying degrees[ 6 , 18 , 19 ]. Thus, it is highly probable that the changes in TJ levels due to sake lees feeding in the present study were due to an increase in the SCFA content in the intestinal tract caused by changes in the intestinal microbiome. It is also known that TGF-β1 , whose gene expression varies in this study, is induced by SCFAs and affects TJ levels. Specifically, SCFAs stimulate intestinal epithelial and dendritic cells to increase the expression of TGF-β1[ 20 ]. In addition, sensitization of TGF-β1 to the human intestinal epithelial cell line T84 both increases the expression of claudin and prevents the decrease in TJ protein expression levels due to enterohemorrhagic Escherichia coli O157:H7 sensitization[ 21 ]. Thus, it is likely that ( i ) changes in the gut microbiota due to sake lees feeding increased the SCFA content in the intestinal tract in this study and ( ii ) SCFAs contributed to the increased TJ levels, either directly or via TGF-β1. Expression levels of the antibacterial proteins MUC2 and LYZ were not affected by sake lees supplementation, and there was no significant difference in the number of goblet cells between animals fed the control and sake lees-supplemented diets ( Fig. 1B , Supplementary Fig. S2). However, expression levels of AvBD1, 2, 5, 6, and 7 decreased after chickens were fed sake lees diets for 2 weeks. In contrast, AvBD10 and AvBD13 significantly increased with sake lees feeding ( Fig. 1A ). There are few reports on the antimicrobial activities of AvBDs; the functions of many AvBDs remain unknown. Among the few AvBDs whose functions are known, in vitro studies have indicated that AvBD1 and 2 have broad-spectrum antimicrobial activity against gram-negative bacteria, gram-positive bacteria, mycoplasma, and fungi, whereas AvBD10 and 13 (gal-11) are effective against pathogenic bacteria, such as E. coli , Salmonella typhimurium , Methicillin-resistant Staphylococcus aureus , and Listeria monocytogenes [ 22 , 23 ]. Because each AvBD had a broad antibacterial spectrum, it was not possible to determine whether the change in AvBD expression pattern caused by the sake lees diets had a positive or negative effect on the chemical barrier in this study. However, expression levels of TJ proteins increased and it is expected that feeding sake lees will increase the physical barrier in the ilea of chickens. In our previous study, 3-week-old broilers were fed a semi-purified diet supplemented with 24% sake lees for 2 weeks, which was formulated to match the CP and GE levels of the control diet. The expression of TGF-β1 and AvBD12 increase in the ileum[ 7 ]. Given that TGF-β1 was similarly elevated in the present study, it is likely that the effect of sake lees on TGF-β1 elevation is not specific to the chicken breed. However, in the case of AvBD, this study showed an increase in AvBD13, suggesting that the response to AvBDs may vary depending on the chicken breed. However, the ileal gene expression of CDH1 and OCLN in chickens fed the sake lees diets were lower than that of chickens fed the control diet. These results might be related to the chicken breed and the type of feed used. As Hinai-jidori originates from the Rhode Island Red lineage, similar responses would be expected in other jidori breeds that share this lineage (Table S2). However, because this trial was conducted under conditions different from the actual rearing environment of local chickens, it cannot be definitively stated whether identical results would be obtained under real-world conditions. Evaluation under rearing conditions similar to those used in the field is necessary, but remains a future challenge. Additionally, it is important to investigate whether the decrease in gene expression at sake lees supplementation of over 40% is due to the effects of nutritional hormesis. These findings indicated that Hinai-dori chickens may be fed a mixture of commercial feed and up to 40% sake lees without negatively affecting their growth performance. However, considering the potential impact on intestinal barrier function, it is advisable that the proportion of sake lees be limited to 20%–30%. Given the small scale and short duration of this study, further investigation is warranted to evaluate the applicability of these findings to practical commercial poultry farming conditions. Supplementary materials Acknowledgements We thank the staff of the local hatchery at Akita Agriculture Public Co. for providing the Hinai-Jidori chicks, and Mr. M. Saito, Senior Managing Director of the Hiraizumi Honpo Company, for providing the sake lees. This study was supported by a grant from the Itoku Regional Promotion Foundation (no. 2021-4). We thank KN International Inc. for professional English proofreading and editing services. Author Contributions: K.R. Ito: Conceptualization, data curation, formal analysis, funding acquisition, investigation, project administration, and writing the original draft. T. Sato: Conceptualization, investigation, writing, review, and editing. C. Osawa: Data curation and investigation. J. Watanabe: Investigation and Resources. H. Hamaguchi: Investigation. H. Nakamura: Investigation. T. Matsuzaki: Investigation. T.R. Kataoka: Resources. K. Sato: Investigation. T. Nii: Writing and review. M. Yokoo: Investigation and supervision. Conflicts of Interest: The authors declare no conflicts of interest. References 1 Rosa W . A New Era in Global Health. Springer Publishing, New Yolk. Refer to Appendix: Transforming Our World: The 2030 Agenda for Sustainable Development, pp. 552–553. 2017 . 2 Truong L , Morash D , Liu Y and King A . Food waste in animal feed with a focus on use for broilers. Int J Recycl Org Waste Agric , 8 : 417 – 429 . 2019 . 10.1007/s40093-019-0276-4 3 Li M , Jia N , Lenzen M , Malik A , Wei L , Jin Y and Raubenheimer D . Global food-miles account for nearly 20% of total food-systems emissions. Nat Food , 3 : 445 – 453 . 2022 . 10.1038/s43016-022-00531-w 37118044 4 Izu H , Yamashita S , Arima H and Fujii T . Nutritional characterization of sake cake (sake-kasu) after heat-drying and freeze-drying. Biosci Biotechnol Biochem , 83 : 1477 – 1483 . 2019 . 10.1080/09168451.2018.1559723 30582422 5 Zou X , Xiao Y , Ke L , Nie Y , Xiao J , Yang J , Guo C and Liu X . Sake lees extract obtained using a novel continuous phase-transition extraction method: evaluation of its bioactive composition, anti-aging efficacy and mechanism. Food Funct ,16: 3862–3878. 2025 . 10.1039/D5FO00291E 40227670 6 Kawakami S , Ito R , Maruki-Uchida H , Kamei A , Yasuoka A , Toyoda T , Ishijima T , Nishimura E , Morita M , Sai M , Abe K and Okada S . Intake of a mixture of sake cake and rice malt increases mucin levels and changes in intestinal microbiota in mice. Nutrients , 12 : 449 . 2020 . 10.3390/nu12020449 32053963 7 Ito KR , Sato T , Goto H , Sato K , Watanabe J and Yokoo M . Utilization of sake lees as broiler feedstuff and its effects on growth performance and intestinal immunity. J Poult Sci , 59 : 247 – 259 . 2022 . 10.2141/jpsa.0210087 35989688 8 Rikimaru K , Yasuda M , Komastu M and Ishizuka J . Effects of caponization on growth performance and carcass traits in hinai-jidori chicken. J Poult Sci , 46 : 351 – 355 . 2009 . 10.2141/jpsa.46.351 9 Pfaffl MW . A new mathematical model for relative quantification in real-time RT-PCR. Nucleic Acids Res , 29 : 45e – 45 . 2001 . 10.1093/nar/29.9.e45 11328886 10 R Core Team. R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. https://www.R-project.org/. Accessed Oct. 31, 2024. 11 Burditt SJ , Hagler WM Jr , Hutchins J and Hamilton PB . Models of feed refusal syndrome in poultry. Poult Sci , 62 : 2158 – 2163 . 1983 . 10.3382/ps.0622158 6318210 12 Ministry of Agriculture. Forestry and Fisheries (MAFF). ( 2015 ). Japanese Agricultural Standards for Jidori Chicken (Notification No. 2009, August 21, 2015). Tokyo, Japan: MAFF. Retrieved from https://www.maff.go.jp/j/jas/jas_kikaku/pdf/kikaku_jidori_150821.pdf. 13 Kubo H , Hoshi M , Matsumoto T , Irie M , Oura S , Tsutsumi H , Hata Y , Yamamoto Y and Saito K . Sake lees extract improves hepatic lipid accumulation in high fat diet-fed mice. Lipids Health Dis , 16 : 106 . 2017 . 10.1186/s12944-017-0501-y 28578672 14 Yamashita S , Hata M , Kikuchi N , Kinoshita M and Miyazawa T . Effects of dietary ethanol extracts from sake rice and sake lees on intestinal impairment in mice. J Oleo Sci , 69 : 929 – 939 . 2020 . 10.5650/jos.ess20069 32759551 15 Suzuki T . Regulation of the intestinal barrier by nutrients: the role of tight junctions. Anim Sci J , 91 : e13357 . 2020 . 10.1111/asj.13357 32219956 16 Chelakkot C , Ghim J and Ryu SH . Mechanisms regulating intestinal barrier integrity and its pathological implications. Exp Mol Med , 50 : 1 – 9 . 2018 . 10.1038/s12276-018-0126-x 30115904 17 Tong L , Wang Y , Wang Z , Liu W , Sun S , Li L , Su D and Zhang L . Propionate ameliorates dextran sodium sulfate-induced colitis by improving intestinal barrier function and reducing inflammation and oxidative stress. Front Pharmacol , 7 : 253 . 2016 . 10.3389/fphar.2016.00253 27574508 18 Sakamoto M . The Family Porphyromonadaceae . October 2014 . doi: . In: The Prokaryotes – Other Major Lineages of Bacteria and The Archaea (pp. 811–824). Chapter: The Family Porphyromonadaceae . Publisher: Springer Berlin, Heidelberg. Eds: E. Rosenberg, E.F. DeLong, S. Lory, E. Stackebrandt, F. Thompson. 10.1007/978-3-642-38954-2_132 19 Betancur-Murillo CL , Aguilar-Marín SB and Jovel J . Prevotella: A key player in ruminal metabolism. Microorganisms , 11 : 1 . 2022 . 10.3390/microorganisms11010001 36677293 20 Bauché D and Marie JC . Transforming growth factor β: a master regulator of the gut microbiota and immune cell interactions. Clin Transl Immunology , 6 : e136 . 2017 . 10.1038/cti.2017.9 28523126 21 Howe KL , Reardon C , Wang A , Nazli A and McKay DM . Transforming growth factor- β regulation of epithelial tight junction proteins enhances barrier function and blocks enterohemorrhagic Escherichia coli O157:H7-induced increased permeability. Am J Pathol , 167 : 1587 – 1597 . 2005 . 10.1016/S0002-9440(10)61243-6 22 van Dijk A , Veldhuizen EJA and Haagsman HP . Avian defensins. Vet Immunol Immunopathol , 124 : 1 – 18 . 2008 . 10.1016/j.vetimm.2007.12.006 18313763 23 Higgs R , Lynn DJ , Gaines S , McMahon J , Tierney J , James T , Lloyd AT , Mulcahy G and O’Farrelly C . The synthetic form of a novel chicken β -defensin identified in silico is predominantly active against intestinal pathogens. Immunogenetics , 57 : 90 – 98 . 2005 . 10.1007/s00251-005-0777-3",
  "plain_text": "Abstract Food loss and waste (FLW) is a serious problem worldwide. One proposed solution is to divert FLW to livestock feed. From the viewpoint of food mileage, it is increasingly recommended that the distance that food travels between the sites of production and consumption is as short as possible (the consumption of local food products). Sake, a traditional Japanese alcoholic beverage, is produced in various regions of Japan. Sake lees, the leftover paste from sake production, is generated as a byproduct and has gained attention for its high nutritional value and potential as a functional food. Local sake lees was fed to meat-type chickens and its potential as a feed ingredient was evaluated. Experimental diets consisting of 20%, 30%, or 40% sake lees were produced by adding local sake lees to commercial feed. These were then fed to 3-week-old indigenous meat-type chickens for 2 weeks. Growth performance and expression of genes associated with intestinal barrier function were then analyzed. Body weight gain was identical between chickens fed any of the sake lees-supplemented diets and control chickens. Gastrointestinal structure was also not changed by sake lees-supplemented diets. Gene expression levels of claudin-5, cadherin1, occludin, avian beta-defensin 13 (AvBD13), and transforming growth factor-β1, which are related to intestinal barrier function, were higher in the group fed the 20% and 30% sake lees diets compared to those of the control group, but were similar between the group fed the 40% sake lees diet and those of the controls. Expression levels of AvBD1, 2, 5, 6, and 7 were also reduced in animals fed any of the three sake lees-supplemented diets. These results suggested that dietary supplementation with 20%–30% sake lees improved physical intestinal barrier function in indigenous meat-type chickens during short-term feeding."
}
