{
  "PMC": "2289134",
  "DOI": "10.1083/jcb.114.6.1285",
  "PMID": "1654338",
  "PMCID": "PMC2289134",
  "title": "Connective tissue growth factor: a cysteine-rich mitogen secreted by human vascular endothelial cells is related to the SRC-induced immediate early gene product CEF-10.",
  "year": 1991,
  "source_url": "https://europepmc.org/article/PMC/PMC2289134",
  "source": "MED",
  "abstract_text": "Human umbilical vein endothelial (HUVE) cells have been previously reported to express the genes for the A and B chains of PDGF and to secrete PDGF-related factors into culture media. Antihuman PDGF IgG affinity chromatography was used to purify PDGF-related activity from HUVE cell-conditioned media. Immunoblot analysis of the affinity-purified proteins with anti-PDGF IgG and antibodies specific for the A or B chain peptides of PDGF combined with chemotactic and mitogenic assays revealed that the major PDGF immunorelated molecule secreted by HUVE cells is a monomer of approximately 36-38 kD and that less than 10% of the purified biologically active molecules are PDGF A or B chain peptides. Screening of an HUVE cell cDNA library in the expression vector lambda gtl 1 with the anti-PDGF antibody resulted in the cloning and sequencing of a cDNA with an open reading frame encoding a 38-kD cysteine-rich secreted protein which we show to be the major PDGF-related mitogen secreted by human vascular endothelial cells. The protein has a 45% overall homology to the translation product of the v-src-induced CEF-10 mRNA from chick embryo fibroblasts. We have termed this new mitogen connective tissue growth factor.",
  "full_text": "J Cell Biol J. Cell Biol J. Cell Biol. The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2289134 91373462 1654338 Articles Connective tissue growth factor: a cysteine-rich mitogen secreted by human vascular endothelial cells is related to the SRC-induced immediate early gene product CEF-10 2 9 1991 114 6 1285 1294 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Human umbilical vein endothelial (HUVE) cells have been previously reported to express the genes for the A and B chains of PDGF and to secrete PDGF-related factors into culture media. Antihuman PDGF IgG affinity chromatography was used to purify PDGF-related activity from HUVE cell-conditioned media. Immunoblot analysis of the affinity- purified proteins with anti-PDGF IgG and antibodies specific for the A or B chain peptides of PDGF combined with chemotactic and mitogenic assays revealed that the major PDGF immunorelated molecule secreted by HUVE cells is a monomer of approximately 36-38 kD and that less than 10% of the purified biologically active molecules are PDGF A or B chain peptides. Screening of an HUVE cell cDNA library in the expression vector lambda gtl 1 with the anti-PDGF antibody resulted in the cloning and sequencing of a cDNA with an open reading frame encoding a 38-kD cysteine-rich secreted protein which we show to be the major PDGF- related mitogen secreted by human vascular endothelial cells. The protein has a 45% overall homology to the translation product of the v- src-induced CEF-10 mRNA from chick embryo fibroblasts. We have termed this new mitogen connective tissue growth factor.",
  "plain_text": "Human umbilical vein endothelial (HUVE) cells have been previously reported to express the genes for the A and B chains of PDGF and to secrete PDGF-related factors into culture media. Antihuman PDGF IgG affinity chromatography was used to purify PDGF-related activity from HUVE cell-conditioned media. Immunoblot analysis of the affinity- purified proteins with anti-PDGF IgG and antibodies specific for the A or B chain peptides of PDGF combined with chemotactic and mitogenic assays revealed that the major PDGF immunorelated molecule secreted by HUVE cells is a monomer of approximately 36-38 kD and that less than 10% of the purified biologically active molecules are PDGF A or B chain peptides. Screening of an HUVE cell cDNA library in the expression vector lambda gtl 1 with the anti-PDGF antibody resulted in the cloning and sequencing of a cDNA with an open reading frame encoding a 38-kD cysteine-rich secreted protein which we show to be the major PDGF- related mitogen secreted by human vascular endothelial cells. The protein has a 45% overall homology to the translation product of the v- src-induced CEF-10 mRNA from chick embryo fibroblasts. We have termed this new mitogen connective tissue growth factor."
}
