{
  "PMC": "7766440",
  "DOI": "10.3390/cancers12123825",
  "PMID": "33352931",
  "PMCID": "PMC7766440",
  "title": "Role of Fibroblast Growth Factors Receptors (FGFRs) in Brain Tumors, Focus on Astrocytoma and Glioblastoma.",
  "year": 2020,
  "source_url": "https://europepmc.org/article/PMC/PMC7766440",
  "source": "MED",
  "abstract_text": "Despite pharmacological treatments and surgical practice options, the mortality rate of astrocytomas and glioblastomas remains high, thus representing a medical emergency for which it is necessary to find new therapeutic strategies. Fibroblast growth factors (FGFs) act through their associated receptors (FGFRs), a family of tyrosine kinase receptors consisting of four members (FGFR1-4), regulators of tissue development and repair. In particular, FGFRs play an important role in cell proliferation, survival, and migration, as well as angiogenesis, thus their gene alteration is certainly related to the development of the most common diseases, including cancer. FGFRs are subjected to multiple somatic aberrations such as chromosomal amplification of FGFR1; mutations and multiple dysregulations of FGFR2; and mutations, translocations, and significant amplifications of FGFR3 and FGFR4 that correlate to oncogenesis process. Therefore, the in-depth study of these receptor systems could help to understand the etiology of both astrocytoma and glioblastoma so as to achieve notable advances in more effective target therapies. Furthermore, the discovery of FGFR inhibitors revealed how these biological compounds improve the neoplastic condition by demonstrating efficacy and safety. On this basis, this review focuses on the role and involvement of FGFRs in brain tumors such as astrocytoma and glioblastoma.",
  "full_text": "Cancers (Basel) Cancers (Basel) cancers Cancers 2072-6694 MDPI 7766440 10.3390/cancers12123825 cancers-12-03825 Review Role of Fibroblast Growth Factors Receptors (FGFRs) in Brain Tumors, Focus on Astrocytoma and Glioblastoma Ardizzone Alessio 1 Scuderi Sarah A. 1 Giuffrida Dario 2 Colarossi Cristina 2 https://orcid.org/0000-0003-1991-0082 Puglisi Caterina 3 Campolo Michela 1 https://orcid.org/0000-0001-6131-3690 Cuzzocrea Salvatore 1 https://orcid.org/0000-0002-2663-6387 Esposito Emanuela 1 Paterniti Irene 1 * 1 Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Viale Ferdinando Stagno d’Alcontres, 98166 Messina, Italy; aleardizzone@unime.it (A.A.); sarascud@outlook.it (S.A.S.); campolom@unime.it (M.C.); salvator@unime.it (S.C.); eesposito@unime.it (E.E.) 2 Istituto Oncologico del Mediterraneo, Via Penninazzo 7, 95029 Viagrande (CT), Italy; dario.giuffrida@grupposamed.com (D.G.); cristina.colarossi@grupposamed.com (C.C.) 3 IOM Ricerca Srl, Via Penninazzo 11, 95029 Viagrande (CT), Italy; caterina.puglisi@grupposamed.com * Correspondence: ipaterniti@unime.it ; Tel.: +39-090-676-5208 18 12 2020 12 2020 12 12 3825 13 11 2020 16 12 2020 © 2020 by the authors. 2020 Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( http://creativecommons.org/licenses/by/4.0/ ). Simple Summary Considering the high mortality rate and the increasing spread of brain tumors both in adulthood and in childhood, we explore the role and involvement of fibroblast growth factors receptors (FGFRs) in two specific types of brain tumors: astrocytoma and glioblastoma. Fibroblast growth factors (FGFs) and their receptors (FGFRs) regulate pivotal cellular processes during embryonal development of the CNS, and as a survival mechanism for adult neurons and astrocytes. Moreover, interactions between the neural cell adhesion molecules NCAM and N-cadherin with FGFR are important for a number of developmental events and have also been implicated in tumor progression. Thus, this review provides an overview on the biological mechanisms of FGFRs related to oncogenesis and a new point of view for future preclinical and clinical studies to develop increasingly targeted therapies. Abstract Despite pharmacological treatments and surgical practice options, the mortality rate of astrocytomas and glioblastomas remains high, thus representing a medical emergency for which it is necessary to find new therapeutic strategies. Fibroblast growth factors (FGFs) act through their associated receptors (FGFRs), a family of tyrosine kinase receptors consisting of four members (FGFR1–4), regulators of tissue development and repair. In particular, FGFRs play an important role in cell proliferation, survival, and migration, as well as angiogenesis, thus their gene alteration is certainly related to the development of the most common diseases, including cancer. FGFRs are subjected to multiple somatic aberrations such as chromosomal amplification of FGFR1; mutations and multiple dysregulations of FGFR2; and mutations, translocations, and significant amplifications of FGFR3 and FGFR4 that correlate to oncogenesis process. Therefore, the in-depth study of these receptor systems could help to understand the etiology of both astrocytoma and glioblastoma so as to achieve notable advances in more effective target therapies. Furthermore, the discovery of FGFR inhibitors revealed how these biological compounds improve the neoplastic condition by demonstrating efficacy and safety. On this basis, this review focuses on the role and involvement of FGFRs in brain tumors such as astrocytoma and glioblastoma. brain tumors astrocytoma glioblastoma fibroblast growth factors (FGFs) fibroblast growth factors receptors (FGFRs) Fisogatinib Futibatinib 1. Introduction In the context of central nervous system (CNS) disorders, tumors are certainly one of the most widespread and lethal pathologies. These types of cancers affect the CNS in all its parts: brain, bone marrow, and cerebellum (as summarized in Figure 1 ). Brain tumors are classified into two categories: primary tumors, which originate and develop directly in the central nervous tissue, and secondary tumors, or metastases, which derivate from tumors cells present in other organs, such as lung, breast, gastrointestinal tract, etc. and subsequently spread to nerve tissue [ 1 , 2 , 3 ]. In the last years, there has been a progressive upsurge in brain tumors incidence; in particular, this increase was most significant in the over 65 age group, and higher in men than women [ 4 ]. The manifestations of a brain tumor depend mainly on its location and size [ 4 ] that can lead to compression, infiltration of healthy tissue, increasing intracranial pressure, and cerebral edema [ 5 , 6 ]. The onset of symptoms is usually insidious, may not be specific, and include headache, nausea, vomit, mental changes, balance disorders, speech disorders, lack of strength of the limbs, or sensitivity disorders [ 7 , 8 , 9 ], while an acute vascular complication, e.g., stroke, is a less frequent manifestation [ 10 ]. Pharmacological therapy changes considerably according to the age of the patient and the site of the neoplasm [ 11 , 12 ]. Chemotherapy may be useful in some types of brain tumors even if this therapeutic approach is hampered by the presence of the blood–brain barrier (BBB) [ 13 , 14 ]. BBB acts as a kind of natural filter that limits the passage of substances, and therefore also drugs, from the blood to the brain tissues [ 15 ]. Among the drugs capable of crossing BBB, the most used are alkylating agents such as Temozolomide and drugs belonging to the Nitrosoureas family such as Lomustine and Carmustine [ 16 , 17 ]. Often, more effective results have been obtained by combining drug therapy with radiotherapy [ 18 ]. In fact, the combination of the three drugs Lomustine, Procarbazine, and Vincristine [ 19 ] with radiotherapy contributed to significantly prolong the survival of patients with low-grade gliomas [ 20 , 21 ]. Over the years, radiotherapy (RT) has increasingly assumed a fundamental role in the treatment of primary brain tumors as well as metastases [ 22 ]. Indeed, thanks to advances in imaging and radiotherapy techniques, it has been possible to make a more precise localization of the tumor, thus allowing a reduction in the volume of irradiated healthy brain tissue [ 22 ]. All this led to a reduction in long-term toxicity due to radiotherapy, but with the same results in terms of efficacy. In addition to these, surgical treatment represents one of the most valid options in the case of both primary tumors and metastases [ 23 , 24 ]. Moreover, the process of carcinogenesis in the brain involve various pathways and molecular mechanisms, many of which are still under study and deepening. Recent articles, for example, highlight the role of receptors such as interleukin 13 receptor alpha 2 (IL-13RA2) as a tumor-associated receptor over-expressed in most patients with glioblastoma as well as the overexpression of EphA2 and EphA3 receptors [ 25 ]. Therefore, the in-depth study of further receptor systems could help to understand the etiology of gliomas so as to obtain notable advancements in more effective target therapies. In the last decade, several studies have investigated the role of fibroblast growth factors receptors (FGFRs) in the background of brain tumors, thus such evidence could provide a further useful point of view in the treatment of tumors including astrocytoma and glioblastoma. 2. Fibroblast Growth Factors (FGFs) and Fibroblast Growth Factors Receptors (FGFRs) Fibroblast growth factors (FGFs) are key regulators of tissue development and repair acting through their associated receptors (FGFRs) [ 26 ]. In 1973, the first FGF was discovered in pituitary extracts, and it was found to be widely expressed in cells and tissues [ 27 , 28 ]. Primarily, acidic FGF (FGF1) and basic FGF (FGF2) were isolated from the brain and pituitary gland as growth factors for fibroblasts [ 27 , 29 ]. Since then, they have been identified in both vertebrates and invertebrates, and currently 22 FGFs are known in humans [ 30 ]. FGFs are involved in various biological functions, as demonstrated by both in vitro and in vivo studies [ 31 , 32 ], and have their specific role in mitogenesis, cell migration, differentiation, angiogenesis, and wound healing [ 33 ]. The activity of FGFs, and their physiological role, is expressed through the bond with FGFRs, thanks to which they regulate the processes of cell growth, thus controlling events such as the modeling of the mesoderm in the initial embryo across the development of multiple organ systems [ 27 ]. Given that the biological activity of FGFs is expressed through their link with FGFRs, it is useful to identify the involvement of FGFRs in biological systems, cross-cascade intercommunication among signal transduction pathways, and their implication in human disease. FGFRs are a family of tyrosine kinase receptors consisting of four members, FGFR1, FGFR2, FGFR3 and FGFR4, with 22 known ligands [ 34 , 35 ] and encoded by four different genes: Flg, Bek, Cek-2, and Frek. These factors share a core homology domain that consists of about 120 amino acid residues that assume a globular β-trefoil structure that consists of 12 β-strands arranged into three similar sets of four-stranded β-sheets. This core domain is flanked by divergent amino-terminal and carboxyterminal sequences that account in part for the selectivity and specificity of the growth factors [ 36 ]. These receptors are transmembrane proteins with their own well-defined structural characteristics [ 37 ]. Specifically, the extracellular portion consists of a hydrophobic signal sequence, e.g., IgG domains [ 38 ], and an acidic region (acid box) essential for binding to heparin [ 39 ], comprising four and eight acidic amino acids varying in the various FGFR receptors [ 40 ]. In the C-terminal portion of the receptor, on the other hand, there are transmembrane and intracellular regions; precisely, the latter includes a juxta-membrane region, two kinase domains, and a region between kinase domains (called kinase insert), as well as a carboxy-terminal region that contains the autophosphorylation sites, thus allowing interaction with specific substrates [ 41 ]. Furthermore, the presence of divalent cations (including calcium, manganese, etc.) in the acidic alloy region contributes to the achievement of an optimal conformation of optimal FGFR [ 42 ], necessary for the high-affinity receptor/heparin-like glycosaminoglycans (HLGAG) interaction and consequently for the binding of the receptor to the ligand [ 43 ]. As with all tyrosine kinase receptors, FGFRs also have the ability to transmit various extracellular signals within the cell by activating some signal transduction pathways [ 44 , 45 ]; the complex signal transduction mediated by FGFRs reflects the various physiological functions that these factors regulate [ 45 ]. Activation of FGFRs, at the plasma membrane, involves the transduction of biochemical signals through a process known as dimerization. Receptor dimerization is essential for activation, as it brings the two tyrosine kinase domains into close proximity, thus allowing each other to phosphorylate the tyrosine in their activation circuits [ 46 , 47 ]. This process activates kinases, which in turn bind adapter proteins and phosphorylated cytoplasmic substrates, thus triggering downstream signaling cascades that control cell growth and differentiation [ 48 ]. Once activated, the receptor can in turn phosphorylate and activate various signal transducer molecules, both directly and indirectly such as AKT and the anti-apoptotic pathway dependent on this, as well as the Ras-Raf-MEK-ERK pathway [ 49 , 50 ]. Thus, based on their mechanism of action, it is understandable how these receptors are involved in the processes of oncogenesis, as summarized in Figure 2 . 2.1. FGFRs and Cell Adhesion Molecules (CAMs) FGFR1–4 can be activated by their ligands, FGFs, and by cell adhesion molecules (CAMs) such as the neural cell adhesion molecule (NCAM), L1-CAM, and N-cadherin to induce specific cell responses and fate during development and cancer [ 51 ]. In the absence of FGF, FGFR exists in the cell membrane as a monomeric protein that dimerizes upon binding to FGF. FGFR dimerization brings the tyrosine kinase domains of two receptor molecules into close proximity to each other, followed by autophosphorylation of the kinase domains, and thus receptor activation. In contrast to transiently expressed FGFs, CAMs are expressed constitutively, and are thought to activate FGFR only when they are involved in cell–cell adhesion [ 52 ]. There is now substantial evidence that some CAM functions require the activation of specific second messenger signaling cascades in cells, for example the ability of NCAM, N-cadherin, and L1 to stimulate axonal growth is dependent on the tyrosine kinase activity of the fibroblast growth factor receptor (FGFR) in neurons [ 53 , 54 , 55 , 56 , 57 , 58 ]. FGFRs contain about 20 amino acid motifs within the D2 domain that shares sequence homology with functional motifs present in NCAM and N-cadherin [ 59 ]. This “CAM homology domain” (CHD) forms a contiguous sequence with the acid box and antibodies raised against the acid box or the CAM homology domain inhibit CAM stimulated neurite outgrowth [ 54 ]. Importantly, synthetic peptide mimetics of motifs from this region of the FGFR also inhibit the CAM responses [ 54 ]. This formed the basis for the suggestion that the CAMs might directly interact in cis with this region of the FGFR [ 59 ]. Moreover, there is now increasing evidence that CAM interactions with the FGFR are not only important for neuronal function but also for contact dependent survival of some cell types [ 60 , 61 ] and for the development and progression of some cancers [ 62 , 63 , 64 ]. Recent evidence demonstrates that neuronal cadherin ( N-cadherin ) is expressed in various cell types, but its highest level is detected in neuronal and mesenchymal cells, where it coordinates cell migration and proliferation [ 65 ]. The functional interaction between N-cadherin and FGFRs was demonstrated in numerous cells, where N-cadherin was shown to activate FGFRs and receptor-downstream signaling [ 54 , 55 , 57 ]. Formation of N-cadherin complexes with FGFR1 in cancer cells causes decreased internalization and lysosomal degradation of FGFR1 and sustained receptor signaling via MAPKs. Thus, N-cadherin may promote invasiveness of cancer cells not only by regulating cell–cell interactions but also by affecting FGFR1 levels and activity [ 62 , 66 , 67 ]. N-cadherin stabilizes FGFR1 and decreases its internalization, thus promoting invasion in breast cancer cells, and N-Cadherin/FGFR crosstalk promotes neurite outgrowth [ 65 ]. Silencing of N-cadherin results in the accelerated FGFR1 degradation, whereas overproduction of N-cadherin is accompanied by increased levels of FGFR1. It is now speculated that N-Cadherin/FGFR1 interactions could constitute a positive feedback loop in glioblastoma cancer stem cells (GSCs) through subsequent induction of N-cadherin and FGFR1 expression. In addition, neural cell adhesion molecules ( N-CAMs ) are cell surface glycoproteins involved in axonal growth, cell differentiation and are implicated in cancer development [ 68 , 69 ]. N-CAMs contain five Ig-like domains and two FN3 domains in their extracellular region. The functional interplay between FGFRs and N-CAMs in neurite outgrowth was initially demonstrated by Williams et al. [ 54 ]. Subsequent studies confirmed a direct interaction of N-CAMs and FGFRs in different types of cells, including cancer cells [ 63 , 70 , 71 , 72 , 73 ]. N-CAMs bind to FGFR1–3, but not to FGFR4, and these interactions depend on the receptor splice variants [ 72 ]. Binding of N-CAMs to FGFRs results in activation of the receptor and initiation of signaling cascades. The N-CAMs-FGFRs interplay is important for neuronal tissue development but is also implicated in cancer like glioblastoma. Furthermore, polysialic acid-NCAM (PSA-NCAM) has been described as a marker of glioblastoma patient prognosis [ 74 ]. Targeting expression of PSA-NCAM in C6 glioma cells resulted in increased levels of Olig2, a transcription factor associated with GSCs [ 75 ]. Furthermore, the L1-CAM/FGFR1/Anosmin-1 complex regulates neurite branching [ 76 , 77 , 78 ] and L1-CAM-mediated FGFR1 transactivation induces glioma cell proliferation and motility [ 79 ]. In summary, FGFR activity can be modulated non-canonically by other cell surface proteins, resulting in the activation of intracellular signaling pathways and cell responses associated with FGFR signaling. 2.2. Involvement of FGFRs Subtypes in Cancer Among the various mechanisms that connect FGFRs and the related oncogenesis, the following are certainly included: activating or “driver” mutations [ 80 , 81 , 82 ] with consequent cell growth and survival, neoangiogenesis, and acquired resistance to other anticancer therapies [ 45 , 83 ]. Carcinogenesis may also be due to the multiple somatic aberrations to which FGFR is subjected. Especially, the overexpression of the receptor can be the consequence of a gene amplification or variations in post-transcription processing; point mutations can be the cause of the activation of the constitutive receptor or a decrease in the sensitivity to binding of the ligand; translocations can produce fusion proteins with constitutive activity; and isoform switching and alternative splicing can reduce the specificity of FGFs [ 83 , 84 ]. These main oncogenic aberrations represent characteristics that make FGFR an ideal therapeutic target for the treatment of many forms of malignant tumors. Chromosomal amplification processes involving FGFR1 were detected in 10% of breast cancers, especially in estrogen receptor positive cancers [ 83 ]. Recently, FGFR1 amplifications have also been found in non-small cell squamous lung tumors (SqCLC) [ 85 ] as well as oral squamous cell carcinoma [ 86 ], ovarian cancer [ 87 ], bladder cancer [ 88 ], and rhabdomyosarcoma [ 89 ]. In addition, a chromosomal abnormality involving the FGFR1 gene on chromosome 8p11 in myeloproliferative syndrome (EMS) was also detected [ 90 ]. Mutations of FGFR2 are present in 12% of endometrial carcinomas [ 91 ], and approximately 10% of gastric cancer cases are associated with amplification and/or mutation of FGFR2 [ 92 ]; moreover, the degree of amplification is closely related to prognosis. Multiple FGFR2 dysregulations have also been detected in breast cancer [ 93 ], lung cancer [ 94 , 95 ] (both adenocarcinoma and squamous cell carcinoma), and intrahepatic cholangiocarcinoma, in which fusions of FGFR2 constitute an oncogenic potential for this aberration [ 96 ]. Studies and analyses carried out on FGF3 have also highlighted its role in the pathogenesis of cancer. In particular, this receptor subtype is involved in bladder cancer [ 97 ] and salivary adenoid cystic cancer [ 97 ], in which significant amplifications of FGFR3 have been found. Mutations or translocations of FGFR3 are instead implicated in cervical cancer [ 97 ], multiple myeloma [ 98 ], and bladder cancer [ 45 ]. For FGFR4, amplifications and/or mutations of this receptor subtype have been identified in 7–8% of patients with rhabdomyosarcoma [ 45 , 99 ]. Furthermore, some preclinical studies have shown the overexpression of FGFR4 in cancers of the prostate [ 100 ], colon [ 101 ], and liver [ 102 ], in which this receptor could have a potential role in the development and progression of tumors [ 83 ]. 3. Role of FGFRs in Brain Tumors Primary CNS tumors include a diverse set of pathological entities; however, despite the above-mentioned generic classification, it is more appropriate to distinguish brain tumors on the basis of their origin; a first distinction can be made by considering “non-glial tumors” and “glial tumors”. These last types of tumors originate from glial cells and represent the most common form of all CNS tumors, representing 81% of malignant brain tumors [ 103 ]. They are classified into various subtypes, distinguished according to the cell type from which they originate and the degree of differentiation and/or malignancy [ 104 , 105 ]. Among the most common gliomas, we have astrocytomas (originating from astrocytic cells) including glioblastoma, oligodendrogliomas (from oligodendroglial cells), and ependymomas (from ependymal cells) [ 106 ]. Given that FGFRs play a significant role in cell proliferation, survival, and migration, as well as angiogenesis, their gene alteration is certainly correlated with the development of most common pathologies, including several types of cancer such as breast, bladder (specifically, urothelial cell carcinoma), lung (small cell length carcinoma and non-small cell lung carcinoma), prostate, and multiple myeloma [ 107 ]. In this review, we focus on their involvement in brain tumors, with particular attention on astrocytoma and glioblastoma, as summarized in Table 1 . 3.1. Role of FGFRs in Astrocytoma Astrocytoma is a tumor that originates from a specific type of glial cell: “astrocytes” [ 112 ]. Astrocytes are the most differentiated glial cells, characterized by elaborate radially symmetrical branches, which attribute to them the characteristic star shape [ 113 ]. On the basis of their geometry, they are distinguished into protoplasmic forms, when short and rare extensions are present; fibrous forms, when they have numerous long and thin cytoplasmic; or radial extensions, of elongated shape and distributed perpendicular to the axis of the ventricles [ 114 ]. Astrocytomas represent the most common forms of gliomas [ 115 ], representing 80% of malignant tumors of CNS [ 116 ]; specifically, low-grade gliomas are more frequent in young ages [ 117 , 118 ], while anaplastic or malignant gliomas generally have a later onset [ 119 ], even if there are exceptions. There are several classifications proposed, in general low or high malignancy astrocytomas are distinguished while in particular a distinction is made based on four degrees: I, II, III, and IV [ 120 ]. The main categories of astrocytomas are: pilocytic astrocytoma and subependymal giant cell (grade I), diffuse astrocytomas (grade II), pleomorphic xanthastrocytomas (grades II and III), anaplastic astrocytoma (grade III), and glioblastoma (grade IV) [ 121 ]. These various degrees of histological variability correspond to various degrees of malignancy, which is given both by the rapidity of growth and by the ability to reform themselves after surgical removal [ 104 ]. Therefore, the assessment of gradation is an important parameter for both prognosis and therapy [ 104 ]. The latest revision proposed by the World Health Organization (WHO) classifies gliomas by integrating the data of conventional histological analysis with molecular information obtained through specific genetic analyses [ 122 ]. In particular, it is highlighted how the presence or absence of a mutation in the isocitrate dehydrogenase (IDH) 1/2 gene [ 123 , 124 , 125 ], deletion of chromosome arms 1p and 19q (1p/19q codeletion), and mutations in the TERT promoter are determining factors in establishing a specific histomolecular subtype [ 126 , 127 ]. The causes that lead to the formation and development of astrocytoma are still little known and in continuous analysis. However, it is recognized that defects related to chromosomal and genetic mutations play a decisive role in the uncontrolled growth of brain cells, involving multiple mechanisms and pathways, in which FGFRs also contribute [ 108 ]. This statement is confirmed in a study by Lew et al. [ 128 ], in which the oncogenic role played by FGFRs receptors, and in particular by FGFR1, is well highlighted. Specifically, the precise sequence of FGF receptor autophosphorylation is kinetically driven and is disrupted by oncogenic mutations. Such involvement of FGFRs in oncogenesis processes made these receptors one of the most promising targets for FGFR-derived cancer therapies. Thus, drugs targeting FGFRs could be an effective therapeutic approach for cancers [ 129 ]. Moreover, a study by Sie et al. [ 130 ] proved how pediatric low-grade astrocytoma cell line showed high percentages of cells expressing FGFR1 (34–51%) compared to isotype controls. The study showed how the inhibition of FGFR1 decreased tumor cell viability, thus highlighting the importance of environmental growth factors in developing tumor escape towards RTK inhibitors [ 130 ]. Similar results were reported by Trisolini et al. [ 131 ], which highlight the frequent FGFR1 mutation in optic-pathway pilocytic astrocytomas, revealing FGFR1 as an excellent candidate for anti-FGFR therapies in patients [ 131 ]. The involvement of FGFR1 and FGFR3 in pilocytic astrocytoma was also confirmed by Lehtinen et al. [ 132 ]. In this study, immunohistochemical analysis revealed how moderate-to-strong FGFR3 expression was detected predominantly in non-pediatric patients [ 132 ]. In addition to this, strong expression of the FGFR3 protein is indicative of FGFR3 fusions and may serve as a clinically applicable predictive marker for FGFR inhibitor-based treatment regimens [ 133 ]. Further evaluations on FGFR3 and in particular on gene fusions of FGFR3-TACC3 (F3-T3) were carried out by Frattini et al. [ 134 ], elucidating the oncogenic circuitry activated by F3-T3, showing that F3-T3 positive tumors rely on mitochondrial respiration, and highlighting this pathway as a therapeutic opportunity for the treatment of tumors with F3-T3 fusions [ 134 ]. FGFR-TACC fusions generate potent oncogenes that combine growth-promoting effects with aneuploidy through the activation of still unclear intracellular signaling mechanisms [ 135 ]. In relation to this, clinical data show promising effects in cancer patients hosting FGFR-TACC fusions and treated with FGFR inhibitors [ 135 ], therefore future insights could lead to encouraging results. 3.2. Role of FGFRs in Glioblastoma Gliomas are malignant primary brain tumors, among which glioblastoma has the worst prognosis [ 136 ]. According to the most recent WHO guidelines, it is classified as a grade IV diffuse astrocytoma [ 136 ]. Glioblastoma is a particularly aggressive type of cancer affecting the glial cells, in particular astrocytes, which have a supporting role in CNS [ 137 ]. Furthermore, it represents about 45.2% of all malignant CNS tumors [ 138 , 139 ] with an incidence of 5–6 cases per 100,000 people [ 140 ]. Glioblastoma is characterized by uncontrolled proliferation, angiogenesis, invasiveness, and necrosis [ 141 ], and it can develop de novo or through the malignant progression of lower-grade astrocytomas [ 142 ]. Numerous risk factors leading to the development of glioblastoma have been identified as genetic factors and environmental factors including exposure to therapeutic ionizing radiation, pesticides, and smoking [ 140 ]. Glioblastoma is usually described in two different clinical forms, primary and secondary; primary glioblastoma is the most common form (about 95%) and arises typically de novo, within 3–6 months, in older patients, while secondary glioblastoma arises from prior low-grade astrocytomas (over 10–15 years) in younger patients [ 142 ]. The majority of glioblastoma tumors occur in the frontal lobes of the supratentorial compartments, in particular the temporal and parietal lobes, but they also occur in the cerebellum and spinal cord. In the last decade, many studies have been conducted to understand the role of genetic mutations and microenvironment in glioblastoma tumorigenesis [ 109 , 110 , 111 , 143 ]. Glioblastoma exhibits several cytogenetic abnormalities involving the loss or structural rearrangement of loci on chromosomes 9, 10, and 17 [ 144 , 145 , 146 ]. Many studies have revealed that somatic mutations of FGFRs signaling are among the most frequent molecular alterations that occur in glioblastoma, being involved in progression and growth tumor [ 147 , 148 ]. Deregulation of FGFR signaling is frequently observed in many types of cancer including glioblastoma, promoting the development and growth of cancers cell [ 149 ]. Gene expression analysis revealed profound heterogeneity of FGFR1–4 expression in glioblastoma patients [ 147 ]. Altered FGFR expression in astrocytes can lead to glioblastoma progression due to the activation of mitogenic, migratory, and antiapoptotic responses [ 147 ]. Several studies have reported that FGFR1 and FGFR2 gene amplification, abnormal activation, or single nucleotide polymorphisms (SNPs) have a key role in glioblastoma progression [ 135 , 147 ]. In this context, it has been shown that FGFR1 expression increases as the tumor progresses from benign to malignant, whereas FGFR2 levels in human gliomas gradually diminish [ 150 ]. Moreover, a recent report found that FGFR3 and FGFR4 are also expressed in invasive glioblastoma cells [ 98 ]. Scientific evidence reveals that human glioblastoma is also characterized by oncogenic fusions involving the members of the FGFR3 and FGFR1 tyrosine kinases (TKs) to the transforming acidic coiled-coil (TACC) proteins, in particular TACC3 and TACC1 [ 135 ], necessary to promote cell division [ 149 , 151 ]. The fusion between FGFR3 and TACC3 genes generates an oncogenic FGFR3 form [ 149 ]. It was reported that the ectopic expression of FGFR3-TACC3 fusion affects about 3% of glioblastoma patients, and its activation through dimerization and transphosphorylation of kinase domain contribute to carcinogenic events closely related to glioblastoma progression [ 135 , 152 ]. Furthermore, it is important to highlight that the mechanism of autocrine stimulation, in the context of glioblastoma, contributes to cell growth and invasion. The high invasiveness of tumor cells remains one of the most critical challenges in the clinical management of patients with glioma [ 153 ] and in particular for glioblastoma patients. This invasion of glioma cells is stimulated by both autocrine and paracrine factors which act on a wide range of cell surface-bound receptors. Among the key signaling elements that mediate receptor-initiated signaling in regulating glioblastoma invasion, there are Rho family GTPases [ 154 ], but FGFs play also their role, as in the case of basic fibroblast growth factor (FGF2, also called bFGF) [ 155 , 156 , 157 ]. This process of self-renew and tumor proliferation of glioblastoma cells by FGFs were also described by Allerstorfer et al. [ 158 ]. They demonstrated the contribution of FGF5 in the malignant progression of human astrocytic brain tumors by both autocrine and paracrine mechanisms. Moreover, their data indicate FGF5 exerts oncogenic activities in astrocytic brain tumors by promoting growth, survival, and migration effects on tumor cells and by supporting neoangiogenic processes [ 158 ]. siRNA-mediated FGF5 downregulation thus leads to a significant reduction in glioblastoma cell proliferation [ 158 ]; therefore, the silencing of this factor represents a promising target for therapeutic interventions in human glioblastoma. Accordingly, a greater understanding of the molecular mechanisms that control invasion of glioblastoma cells may lead to the identification of future molecular targets for therapeutic intervention in this devastating disease. 4. FGFRs Inhibitor The inhibition of FGFR could be a viable therapeutic option for this type of brain tumor [ 150 ]. Given the multiple functions performed by FGFRs, the development of molecules that interact with these receptors is one of the central focuses of research. In particular, the recent discovery of two FGFR inhibitors, fisogatinib and futibatinib, revealed how these biological compounds improve the neoplastic condition with demonstrated efficacy and safety. 4.1. Fisogatinib Fisogatinib (BLU-554; see Figure 3 ), a quinazoline derivative, is an FGFR4 inhibitor with a high bioavailability after oral administration, through which it exerts a potent antineoplastic activity. Indeed, after oral administration, fisogatinib specifically inhibits FGFR4 and the additional binding of the ligand FGF19 to FGFR4. The potent activity of fisogatinib (IC 50 of 4 nM) [ 37 ], together with its high selectivity, results in a significant anti-tumor activity, as demonstrated by clinical studies [ 159 , 160 ]. Fisogatinib is able to covalently bind a unique cysteine residue found in FGFR4 (Cys 552), thereby conferring a very high degree of selectivity for FGFR4 over other FGFR family members [ 159 ]. Recent data highlight the potent and selective inhibition of fisogatinib in a phase I dose-escalation/dose-expansion study in advanced hepatocellular carcinoma (HCC). This study demonstrated that FGFR4 is a promising therapeutic target and how fisogatinib was well tolerated and clinically active in advanced HCC. In particular, it validated the oncogenic driver role of the FGFR4 pathway in HCC and the use of FGF19 as a biomarker for patient selection, demonstrating favorable pharmacokinetics properties [ 159 , 160 ]. In addition, further analyses were carried out to investigate the pharmacokinetics of fisogatinib. The study performed on mice carried out by Sparidans et al. [ 161 ] discovered that the accumulation of fisogatinib in the brain is substantially limited by ABCB1 P-glycoprotein in the BBB, while oral availability of fisogatinib is considerably restricted by CYP3A activity [ 161 ]. The whole of these few but precious data constitute a considerable aid for optimizing the clinical efficacy of this promising compound. 4.2. Futibatinib Futibatinib (TAS-120; see Figure 4 ) is a pyrazolo[3,4-d]pyrimidine derivative, an irreversible inhibitor of FGFR receptors, highly selective and with good oral bioavailability. It has an IC 50 of 3.9 nM for FGFR1, 1.3 nM for FGFR2, 1.6 nM for FGFR3, and 8.3 nM for FGFR 4 [ 37 , 162 ]. The selective and irreversible binding of FGFRs, with their consequent inhibition, results in the inhibition of the FGFR-mediated signal transduction pathway and therefore of tumor cell proliferation, thus enhancing potential antineoplastic activity. Futibatinib is currently under phase I/II clinical trials in patients with confirmed advanced metastatic solid tumors harboring FGFR aberrations [ 163 ]. Additional information is provided by a study of Sootome et al. [ 162 ], in which futibatinib, thanks to its ability to covalently bind the FGFR kinase domain, showed a broad antiproliferative activity in cancer lines and animal tumor models by deregulating FGFR levels. More specifically, futibatinib showed potent and selective growth inhibition of the following tumor cell lines: gastric, pulmonary, multiple myeloma, bladder, endometrial, and breast. Additionally, oral administration of futibatinib resulted in significant tumor shrinkage in tumor xenograft models in both mice and rats, and tumor shrinkage was associated with FGFR inhibition in a dose-dependent manner [ 162 ]. Furthermore, futibatinib also demonstrated potent and selective growth inhibition of several tumor cell lines (gastric, pulmonary, multiple myeloma, bladder, endometrial, and breast) having different FGFR genomic aberrations. In addition, its oral administration significantly reduced, in a dose-dependent manner, the volume of the tumor in various xenograft models [ 162 ]. The results of this study highlight the broad spectrum of anti-tumor activity of futibatinib, providing a valid rationale for testing futibatinib in clinical trials [ 162 ]. The first clinical study performed with futibatinib [ 164 ] had as its main objective the evaluation of the safety and pharmacokinetics/pharmacodynamics in advanced solid tumors. The results obtained show that treatment with futibatinib resulted in manageable safety, pharmacodynamic activity, and preliminary responses in patients with advanced solid tumors [ 164 ]. 4.3. AZD4547 AZD4547, N -[5-[2-(3,5-Dimethoxyphenyl)ethyl]-2 H -pyrazol-3-yl]-4-(3,5-diemthylpiperazin-1-yl)benzamide, is a selective FGFR1–3 inhibitor [ 165 ]. AZD4547 is an orally bioavailable and highly selective compound. Thanks to its chemical structure and selectivity profile, this compound has been shown to be capable of significantly inhibit FGFR phosphorylation and repressing the proliferation of tumor cell lines via inhibition of FGFR signaling [ 165 ]. AZD4547 has high potency against FGFR showing an IC 50 of 0.2 nmol/L for FGFR1, 2.5 nmol/L for FGFR2, and 1.8 nmol/L for FGFR3; however, AZD4547 has a much lower potency against FGFR4, whose kinase domain is structurally different [ 165 ]. AZD4547 demonstrated potent inhibition of proliferation in tumor xenograft models with deregulated FGFR expression as glioblastoma [ 165 ]. Relevant information is provided by a study conducted by Singh et al. [ 149 ], which demonstrated that oral administration of AZD4547 resulted in prolonged survival of a FGFR3-TACC3-transformed glioma xenograft model compared with mice treated with the vehicle control [ 149 ]. Currently, the compound AZD4547 is being studied in several Phase I and II clinical trials, as shown in a study conducted by Andre et al. [ 166 ] in patients with recurrent IDH wild-type gliomas with FGFR1–TACC1 or FGFR3–TACC3 fusions. Thus, AZD4547 has been shown to promote favorable therapeutic outcomes against a variety of FGFR-deregulated cancer models. 4.4. Infigratinib Infigratinib (NVP-BGJ398 or BGJ398), an N -aryl- N′-pyrimidin-4-yl urea derivative, is a potent and selective FGFR inhibitor [ 167 ]. BGJ398 is an orally bioavailable, selective, ATP-competitive FGFR inhibitor with activity against tumor models harboring FGFR alterations, including mutations and aberrations [ 167 ]. Infigratinib selectively binds to and inhibits the activities of FGFRs, which may result in the inhibition of tumor angiogenesis and tumor cell proliferation and the induction of tumor cell death. BGJ398 has IC 50 of 0.9, 1.4, 1, and 60 nM for FGFR1, FGFR2, FGFR3, and FGFR4, respectively, with a predominant activity on FGFR1–3 [ 168 ]. A relevant study conducted by Konecny et al. [ 169 ] demonstrated that BGJ398 is able to inhibit in vitro cell growth of FGFR2 -mutant endometrial cancer cell, as well as in vivo in tumor xenograft models. In addition, BGJ398 demonstrated a tolerable safety profile in patients with advanced solid tumors bearing FGFR mutations or fusions. Infigratinib is currently under phase I/II clinical trials in patients with solid tumors or hematological malignancies associated to FGFR alterations [ 168 ]. Furthermore, Guagnano et al. [ 168 ] revealed that BGJ398 significantly inhibits proliferation of different cancer cell lines bearing FGF/FGFR genetic alterations in various solid tumors, namely breast, gastric cancer, and multiple myeloma, showing also antiangiogenic effect. Therefore, on the basis of this scientific evidence, BGJ398 could be considered a valid and alternative strategy for management of solid tumors associated to FGF/FGFR genetic alterations. 5. Conclusions Despite countless scientific advances, current astrocytoma and glioblastoma treatments have not improved the survival rates of patients. Targeted therapies have been shown to have limited efficacy as the pathophysiological mechanisms of brain tumors are still not fully understood. Therefore, the identification of chromosomal mutations and molecular pathways involved in glioma development is an important purpose for oncology research. In this context, FGFR inhibition has found great interest from scientific research in glioma progression. In this context, FGFR inhibitors as fisogatinib and futibatinib, as evidenced in many studies, could represent a potential therapeutic treatment to counteract astrocytoma and glioblastoma growth, which have extremely high mortality due to resistance to currently used therapies. 6. Future Perspectives As for most anticancer drugs, the biodistribution of FGFR inhibitor drugs in intracranial tumors is still unknown due to the lack of pharmacokinetic studies in patients with malignant glioma [ 170 ]. This remains a notable shortcoming that prevents clinical success, and therefore further preclinical and clinical studies are needed to learn whether the different FGFR inhibitors are able to achieve adequate therapeutic concentrations in CNS. However, the role of FGFRs in glioma progression suggests the great importance to identify new biological compounds to counteract tumor growth. Consequently, considering the properties of FGFR inhibitors could represent alternative treatments for glioma, alone or in association with chemotherapy drugs generally used to improve the quality of life of patients. Publisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. Author Contributions A.A. and S.A.S. were involved in the design and intellectual concept of the study; D.G., C.C. and C.P. performed the literature search; M.C. supervised the study; and S.C., E.E. and I.P. designed the study and critically revised the manuscript. All authors have read and agreed to the published version of the manuscript. Funding This research received no external funding. Conflicts of Interest The authors declare no conflict of interest. References 1. Kheirollahi M. Dashti S. Khalaj Z. Nazemroaia F. Mahzouni P. Brain tumors: Special characters for research and banking Adv. Biomed. Res. 2015 4 4 10.4103/2277-9175.148261 25625110 2. Komori T. The 2016 WHO Classification of Tumours of the Central Nervous System: The Major Points of Revision Neurol. Med. Chir. 2017 57 301 311 10.2176/nmc.ra.2017-0010 28592714 3. Zacharaki E.I. Wang S. Chawla S. Soo Yoo D. Wolf R. Melhem E.R. Davatzikos C. Classification of brain tumor type and grade using MRI texture and shape in a machine learning scheme Magn. Reson. Med. 2009 62 1609 1618 10.1002/mrm.22147 19859947 4. Thakkar J.P. Dolecek T.A. Horbinski C. Ostrom Q.T. Lightner D.D. Barnholtz-Sloan J.S. Villano J.L. Epidemiologic and molecular prognostic review of glioblastoma Cancer Epidemiol. Biomark. Prev. 2014 23 1985 1996 10.1158/1055-9965.EPI-14-0275 5. Alentorn A. Hoang-Xuan K. Mikkelsen T. Presenting signs and symptoms in brain tumors Handb. Clin. Neurol. 2016 134 19 26 10.1016/B978-0-12-802997-8.00002-5 26948346 6. Esquenazi Y. Lo V.P. Lee K. Critical Care Management of Cerebral Edema in Brain Tumors J. Intensive Care Med. 2017 32 15 24 10.1177/0885066615619618 26647408 7. Chen D.Y. Chen C.C. Crawford J.R. Wang S.G. Tumor-related epilepsy: Epidemiology, pathogenesis and management J. Neurooncol. 2018 139 13 21 10.1007/s11060-018-2862-0 29797181 8. Hadidchi S. Surento W. Lerner A. Liu C.J. Gibbs W.N. Kim P.E. Shiroishi M.S. Headache and Brain Tumor Neuroimaging Clin. N. Am. 2019 29 291 300 10.1016/j.nic.2019.01.008 30926118 9. Perkins A. Liu G. Primary Brain Tumors in Adults: Diagnosis and Treatment Am. Fam. Physician 2016 93 211 217 26926614 10. Karlinska A.G. Gromadzka G. Karlinski M.A. Czlonkowska A. The activity of malignancy may determine stroke pattern in cancer patients J. Stroke Cereb. Dis. 2015 24 778 783 10.1016/j.jstrokecerebrovasdis.2014.11.003 11. Dietrich J. Rao K. Pastorino S. Kesari S. Corticosteroids in brain cancer patients: Benefits and pitfalls Expert Rev. Clin. Pharm. 2011 4 233 242 10.1586/ecp.11.1 21666852 12. Nahaczewski A.E. Fowler S.B. Hariharan S. Dexamethasone therapy in patients with brain tumors—A focus on tapering J. Neurosci. Nurs. 2004 36 340 343 10.1097/01376517-200412000-00008 15673210 13. Arvanitis C.D. Ferraro G.B. Jain R.K. The blood-brain barrier and blood-tumour barrier in brain tumours and metastases Nat. Rev. Cancer 2020 20 26 41 10.1038/s41568-019-0205-x 31601988 14. van Tellingen O. Yetkin-Arik B. de Gooijer M.C. Wesseling P. Wurdinger T. de Vries H.E. Overcoming the blood-brain tumor barrier for effective glioblastoma treatment Drug Resist. Updates 2015 19 1 12 10.1016/j.drup.2015.02.002 25791797 15. Daneman R. Prat A. The blood-brain barrier Cold Spring Harb. Perspect. Biol. 2015 7 a020412 10.1101/cshperspect.a020412 25561720 16. Kaina B. Christmann M. DNA repair in personalized brain cancer therapy with temozolomide and nitrosoureas DNA Repair 2019 78 128 141 10.1016/j.dnarep.2019.04.007 31039537 17. Schreck K.C. Grossman S.A. Role of Temozolomide in the Treatment of Cancers Involving the Central Nervous System Oncology (Williston Park) 2018 32 555 560 30474103 18. Ma W. Li N. An Y. Zhou C. Bo C. Zhang G. Effects of Temozolomide and Radiotherapy on Brain Metastatic Tumor: A Systematic Review and Meta-Analysis World Neurosurg. 2016 92 197 205 10.1016/j.wneu.2016.04.011 27072333 19. Parasramka S. Talari G. Rosenfeld M. Guo J. Villano J.L. Procarbazine, lomustine and vincristine for recurrent high-grade glioma Cochrane Database Syst. Rev. 2017 7 CD011773 10.1002/14651858.CD011773.pub2 28744879 20. Buckner J.C. Shaw E.G. Pugh S.L. Chakravarti A. Gilbert M.R. Barger G.R. Coons S. Ricci P. Bullard D. Brown P.D. Radiation plus Procarbazine, CCNU, and Vincristine in Low-Grade Glioma N. Engl. J. Med. 2016 374 1344 1355 10.1056/NEJMoa1500925 27050206 21. van den Bent M.J. Brandes A.A. Taphoorn M.J. Kros J.M. Kouwenhoven M.C. Delattre J.Y. Bernsen H.J. Frenay M. Tijssen C.C. Grisold W. Adjuvant procarbazine, lomustine, and vincristine chemotherapy in newly diagnosed anaplastic oligodendroglioma: Long-term follow-up of EORTC brain tumor group study 26951 J. Clin. Oncol. 2013 31 344 350 10.1200/JCO.2012.43.2229 23071237 22. Grunert M. Kassubek R. Danz B. Klemenz B. Hasslacher S. Stroh S. Schneele L. Langhans J. Strobele S. Barry S.E. Radiation and Brain Tumors: An Overview Crit. Rev. Oncog. 2018 23 119 138 10.1615/CritRevOncog.2018025927 29953371 23. D’Amico R.S. Englander Z.K. Canoll P. Bruce J.N. Extent of Resection in Glioma-A Review of the Cutting Edge World Neurosurg. 2017 103 538 549 10.1016/j.wneu.2017.04.041 28427971 24. Mut M. Surgical treatment of brain metastasis: A review Clin. Neurol. Neurosurg. 2012 114 1 8 10.1016/j.clineuro.2011.10.013 22047649 25. Sharma P. Debinski W. Receptor-Targeted Glial Brain Tumor Therapies Int. J. Mol. Sci. 2018 19 3326 10.3390/ijms19113326 26. Ornitz D.M. Itoh N. Fibroblast growth factors Genome Biol. 2001 2 reviews3005.1 10.1186/gb-2001-2-3-reviews3005 11276432 27. Yun Y.R. Won J.E. Jeon E. Lee S. Kang W. Jo H. Jang J.H. Shin U.S. Kim H.W. Fibroblast growth factors: Biology, function, and application for tissue regeneration J. Tissue Eng. 2010 2010 218142 10.4061/2010/218142 21350642 28. Armelin H.A. Pituitary extracts and steroid hormones in the control of 3T3 cell growth Proc. Natl. Acad. Sci. USA 1973 70 2702 2706 10.1073/pnas.70.9.2702 4354860 29. Gospodarowicz D. Localisation of a fibroblast growth factor and its effect alone and with hydrocortisone on 3T3 cell growth Nature 1974 249 123 127 10.1038/249123a0 4364816 30. Katoh M. Katoh M. FGF signaling network in the gastrointestinal tract (review) Int. J. Oncol. 2006 29 163 168 10.3892/ijo.29.1.163 16773196 31. Chen Y. Tian L. Yang F. Tong W. Jia R. Zou Y. Yin L. Li L. He C. Liang X. Tannic Acid Accelerates Cutaneous Wound Healing in Rats Via Activation of the ERK 1/2 Signaling Pathways Adv. Wound Care (New Rochelle) 2019 8 341 354 10.1089/wound.2018.0853 31737421 32. Wu Y.M. Su F. Kalyana-Sundaram S. Khazanov N. Ateeq B. Cao X. Lonigro R.J. Vats P. Wang R. Lin S.F. Identification of targetable FGFR gene fusions in diverse cancers Cancer Discov. 2013 3 636 647 10.1158/2159-8290.CD-13-0050 23558953 33. Turner N. Grose R. Fibroblast growth factor signalling: From development to cancer Nat. Rev. Cancer 2010 10 116 129 10.1038/nrc2780 20094046 34. Dai S. Zhou Z. Chen Z. Xu G. Chen Y. Fibroblast Growth Factor Receptors (FGFRs): Structures and Small Molecule Inhibitors Cells 2019 8 614 10.3390/cells8060614 31216761 35. Mossahebi-Mohammadi M. Quan M. Zhang J.S. Li X. FGF Signaling Pathway: A Key Regulator of Stem Cell Pluripotency Front. Cell Dev. Biol. 2020 8 79 10.3389/fcell.2020.00079 32133359 36. Goetz R. Mohammadi M. Exploring mechanisms of FGF signalling through the lens of structural biology Nat. Rev. Mol. Cell Biol. 2013 14 166 180 10.1038/nrm3528 23403721 37. Roskoski R. Jr. The role of fibroblast growth factor receptor (FGFR) protein-tyrosine kinase inhibitors in the treatment of cancers including those of the urinary bladder Pharmacol. Res. 2020 151 104567 10.1016/j.phrs.2019.104567 31770593 38. Wang J.F. Shen M. Fong G.H. Hill D.J. A soluble fibroblast growth factor receptor is released from HL-60 promyelocytic leukemia cells: Implications for paracrine growth control Growth Factors 2000 17 203 214 10.3109/08977190009001069 10705578 39. Harmer N.J. Insights into the role of heparan sulphate in fibroblast growth factor signalling Biochem. Soc. Trans. 2006 34 442 445 10.1042/BST0340442 16709182 40. Zhuang L. Trueb B. Evolution of the fusogenic activity of the receptor FGFRL1 Arch. Biochem. Biophys. 2017 625–626 54 64 10.1016/j.abb.2017.06.002 41. Farrell B. Breeze A.L. Structure, activation and dysregulation of fibroblast growth factor receptor kinases: Perspectives for clinical targeting Biochem. Soc. Trans. 2018 46 1753 1770 10.1042/BST20180004 30545934 42. Zhang F. Liang X. Beaudet J.M. Lee Y. Linhardt R.J. The Effects of Metal Ions on Heparin/Heparin Sulfate-Protein Interactions J. Biomed. Technol. Res. 2014 1 10.19104/jbtr.2014.101 28890953 43. Meneghetti M.C. Hughes A.J. Rudd T.R. Nader H.B. Powell A.K. Yates E.A. Lima M.A. Heparan sulfate and heparin interactions with proteins J. R. Soc. Interface 2015 12 0589 10.1098/rsif.2015.0589 26289657 44. Kucinska M. Porebska N. Lampart A. Latko M. Knapik A. Zakrzewska M. Otlewski J. Opalinski L. Differential regulation of fibroblast growth factor receptor 1 trafficking and function by extracellular galectins Cell Commun. Signal. 2019 17 65 10.1186/s12964-019-0371-1 31208421 45. Touat M. Ileana E. Postel-Vinay S. Andre F. Soria J.C. Targeting FGFR Signaling in Cancer Clin. Cancer Res. 2015 21 2684 2694 10.1158/1078-0432.CCR-14-2329 26078430 46. Eswarakumar V.P. Lax I. Schlessinger J. Cellular signaling by fibroblast growth factor receptors Cytokine Growth Factor Rev. 2005 16 139 149 10.1016/j.cytogfr.2005.01.001 15863030 47. Schlessinger J. Common and distinct elements in cellular signaling via EGF and FGF receptors Science 2004 306 1506 1507 10.1126/science.1105396 15567848 48. Sarabipour S. Hristova K. Mechanism of FGF receptor dimerization and activation Nat. Commun. 2016 7 10262 10.1038/ncomms10262 26725515 49. Ornitz D.M. Itoh N. The Fibroblast Growth Factor signaling pathway Wiley Interdiscip. Rev. Dev. Biol. 2015 4 215 266 10.1002/wdev.176 25772309 50. Shalaby A.A. Presneau N. Idowu B.D. Thompson L. Briggs T.R. Tirabosco R. Diss T.C. Flanagan A.M. Analysis of the fibroblastic growth factor receptor-RAS/RAF/MEK/ERK-ETS2/brachyury signalling pathway in chordomas Mod. Pathol. 2009 22 996 1005 10.1038/modpathol.2009.63 19407855 51. Latko M. Czyrek A. Porebska N. Kucinska M. Otlewski J. Zakrzewska M. Opalinski L. Cross-Talk between Fibroblast Growth Factor Receptors and Other Cell Surface Proteins Cells 2019 8 455 10.3390/cells8050455 31091809 52. Kiselyov V.V. Soroka V. Berezin V. Bock E. Structural biology of NCAM homophilic binding and activation of FGFR J. Neurochem. 2005 94 1169 1179 10.1111/j.1471-4159.2005.03284.x 16045455 53. Doherty P. Ashton S.V. Moore S.E. Walsh F.S. Morphoregulatory activities of NCAM and N-cadherin can be accounted for by G protein-dependent activation of L- and N-type neuronal Ca 2+ channels Cell 1991 67 21 33 10.1016/0092-8674(91)90569-K 1680564 54. Williams E.J. Furness J. Walsh F.S. Doherty P. Activation of the FGF receptor underlies neurite outgrowth stimulated by L1, N-CAM, and N-cadherin Neuron 1994 13 583 594 10.1016/0896-6273(94)90027-2 7917292 55. Saffell J.L. Williams E.J. Mason I.J. Walsh F.S. Doherty P. Expression of a dominant negative FGF receptor inhibits axonal growth and FGF receptor phosphorylation stimulated by CAMs Neuron 1997 18 231 242 10.1016/S0896-6273(00)80264-0 9052794 56. Meiri K.F. Saffell J.L. Walsh F.S. Doherty P. Neurite outgrowth stimulated by neural cell adhesion molecules requires growth-associated protein-43 (GAP-43) function and is associated with GAP-43 phosphorylation in growth cones J. Neurosci. 1998 18 10429 10437 10.1523/JNEUROSCI.18-24-10429.1998 9852580 57. Ronn L.C. Doherty P. Holm A. Berezin V. Bock E. Neurite outgrowth induced by a synthetic peptide ligand of neural cell adhesion molecule requires fibroblast growth factor receptor activation J. Neurochem. 2000 75 665 671 10.1046/j.1471-4159.2000.0750665.x 10899941 58. Niethammer P. Delling M. Sytnyk V. Dityatev A. Fukami K. Schachner M. Cosignaling of NCAM via lipid rafts and the FGF receptor is required for neuritogenesis J. Cell Biol. 2002 157 521 532 10.1083/jcb.200109059 11980923 59. Doherty P. Walsh F.S. CAM-FGF receptor interactions: A model for axonal growth Mol. Cell. Neurosci. 1996 8 99 111 10.1006/mcne.1996.0049 60. Peluso J.J. N-cadherin-mediated cell contact regulates ovarian surface epithelial cell survival Biol. Signals Recept. 2000 9 115 121 10.1159/000014630 10810206 61. Erez N. Zamir E. Gour B.J. Blaschuk O.W. Geiger B. Induction of apoptosis in cultured endothelial cells by a cadherin antagonist peptide: Involvement of fibroblast growth factor receptor-mediated signalling Exp. Cell Res. 2004 294 366 378 10.1016/j.yexcr.2003.11.033 15023527 62. Suyama K. Shapiro I. Guttman M. Hazan R.B. A signaling pathway leading to metastasis is controlled by N-cadherin and the FGF receptor Cancer Cell 2002 2 301 314 10.1016/S1535-6108(02)00150-2 12398894 63. Cavallaro U. Niedermeyer J. Fuxa M. Christofori G. N-CAM modulates tumour-cell adhesion to matrix by inducing FGF-receptor signalling Nat. Cell Biol. 2001 3 650 657 10.1038/35083041 11433297 64. Bottcher R.T. Niehrs C. Fibroblast growth factor signaling during early vertebrate development Endocr. Rev. 2005 26 63 77 10.1210/er.2003-0040 15689573 65. Nguyen T. Mege R.M. N-Cadherin and Fibroblast Growth Factor Receptors crosstalk in the control of developmental and cancer cell migrations Eur. J. Cell Biol. 2016 95 415 426 10.1016/j.ejcb.2016.05.002 27320194 66. Hulit J. Suyama K. Chung S. Keren R. Agiostratidou G. Shan W. Dong X. Williams T.M. Lisanti M.P. Knudsen K. N-cadherin signaling potentiates mammary tumor metastasis via enhanced extracellular signal-regulated kinase activation Cancer Res. 2007 67 3106 3116 10.1158/0008-5472.CAN-06-3401 17409417 67. Qian X. Anzovino A. Kim S. Suyama K. Yao J. Hulit J. Agiostratidou G. Chandiramani N. McDaid H.M. Nagi C. N-cadherin/FGFR promotes metastasis through epithelial-to-mesenchymal transition and stem/progenitor cell-like properties Oncogene 2014 33 3411 3421 10.1038/onc.2013.310 23975425 68. Colombo F. Meldolesi J. L1-CAM and N-CAM: From Adhesion Proteins to Pharmacological Targets Trends Pharm. Sci. 2015 36 769 781 10.1016/j.tips.2015.08.004 26478212 69. Sytnyk V. Leshchyns’ka I. Schachner M. Neural Cell Adhesion Molecules of the Immunoglobulin Superfamily Regulate Synapse Formation, Maintenance, and Function Trends Neurosci. 2017 40 295 308 10.1016/j.tins.2017.03.003 28359630 70. Sanchez-Heras E. Howell F.V. Williams G. Doherty P. The fibroblast growth factor receptor acid box is essential for interactions with N-cadherin and all of the major isoforms of neural cell adhesion molecule J. Biol. Chem. 2006 281 35208 35216 10.1074/jbc.M608655200 17005551 71. Francavilla C. Cattaneo P. Berezin V. Bock E. Ami D. de Marco A. Christofori G. Cavallaro U. The binding of NCAM to FGFR1 induces a specific cellular response mediated by receptor trafficking J. Cell Biol. 2009 187 1101 1116 10.1083/jcb.200903030 20038681 72. Christensen C. Lauridsen J.B. Berezin V. Bock E. Kiselyov V.V. The neural cell adhesion molecule binds to fibroblast growth factor receptor 2 FEBS Lett. 2006 580 3386 3390 10.1016/j.febslet.2006.05.008 16709412 73. Francavilla C. Loeffler S. Piccini D. Kren A. Christofori G. Cavallaro U. Neural cell adhesion molecule regulates the cellular response to fibroblast growth factor J. Cell Sci. 2007 120 4388 4394 10.1242/jcs.010744 18042627 74. Amoureux M.C. Coulibaly B. Chinot O. Loundou A. Metellus P. Rougon G. Figarella-Branger D. Polysialic acid neural cell adhesion molecule (PSA-NCAM) is an adverse prognosis factor in glioblastoma, and regulates olig2 expression in glioma cell lines BMC Cancer 2010 10 91 10.1186/1471-2407-10-91 20219118 75. Ligon K.L. Huillard E. Mehta S. Kesari S. Liu H. Alberta J.A. Bachoo R.M. Kane M. Louis D.N. Depinho R.A. Olig2-regulated lineage-restricted pathway controls replication competence in neural stem cells and malignant glioma Neuron 2007 53 503 517 10.1016/j.neuron.2007.01.009 17296553 76. Bribian A. Barallobre M.J. Soussi-Yanicostas N. de Castro F. Anosmin-1 modulates the FGF-2-dependent migration of oligodendrocyte precursors in the developing optic nerve Mol. Cell. Neurosci. 2006 33 2 14 10.1016/j.mcn.2006.05.009 16876430 77. Garcia-Gonzalez D. Clemente D. Coelho M. Esteban P.F. Soussi-Yanicostas N. de Castro F. Dynamic roles of FGF-2 and Anosmin-1 in the migration of neuronal precursors from the subventricular zone during pre- and postnatal development Exp. Neurol. 2010 222 285 295 10.1016/j.expneurol.2010.01.006 20083104 78. Murcia-Belmonte V. Esteban P.F. Garcia-Gonzalez D. De Castro F. Biochemical dissection of Anosmin-1 interaction with FGFR1 and components of the extracellular matrix J. Neurochem. 2010 115 1256 1265 10.1111/j.1471-4159.2010.07024.x 20874775 79. Mohanan V. Temburni M.K. Kappes J.C. Galileo D.S. L1CAM stimulates glioma cell motility and proliferation through the fibroblast growth factor receptor Clin. Exp. Metastasis 2013 30 507 520 10.1007/s10585-012-9555-4 23212305 80. Bale T.A. FGFR- gene family alterations in low-grade neuroepithelial tumors Acta Neuropathol. Commun. 2020 8 21 10.1186/s40478-020-00898-6 32085805 81. Rand V. Huang J. Stockwell T. Ferriera S. Buzko O. Levy S. Busam D. Li K. Edwards J.B. Eberhart C. Sequence survey of receptor tyrosine kinases reveals mutations in glioblastomas Proc. Natl. Acad. Sci. USA 2005 102 14344 14349 10.1073/pnas.0507200102 16186508 82. Hansen R.M. Goriely A. Wall S.A. Roberts I.S. Wilkie A.O. Fibroblast growth factor receptor 2, gain-of-function mutations, and tumourigenesis: Investigating a potential link J. Pathol. 2005 207 27 31 10.1002/path.1816 16010693 83. Chae Y.K. Ranganath K. Hammerman P.S. Vaklavas C. Mohindra N. Kalyan A. Matsangou M. Costa R. Carneiro B. Villaflor V.M. Inhibition of the fibroblast growth factor receptor (FGFR) pathway: The current landscape and barriers to clinical application Oncotarget 2017 8 16052 16074 10.18632/oncotarget.14109 28030802 84. Dienstmann R. Rodon J. Prat A. Perez-Garcia J. Adamo B. Felip E. Cortes J. Iafrate A.J. Nuciforo P. Tabernero J. Genomic aberrations in the FGFR pathway: Opportunities for targeted therapies in solid tumors Ann. Oncol. 2014 25 552 563 10.1093/annonc/mdt419 24265351 85. Preusser M. Berghoff A.S. Berger W. Ilhan-Mutlu A. Dinhof C. Widhalm G. Dieckmann K. Wohrer A. Hackl M. von Deimling A. High rate of FGFR1 amplifications in brain metastases of squamous and non-squamous lung cancer Lung Cancer 2014 83 83 89 10.1016/j.lungcan.2013.10.004 24183471 86. Freier K. Schwaenen C. Sticht C. Flechtenmacher C. Muhling J. Hofele C. Radlwimmer B. Lichter P. Joos S. Recurrent FGFR1 amplification and high FGFR1 protein expression in oral squamous cell carcinoma (OSCC) Oral Oncol. 2007 43 60 66 10.1016/j.oraloncology.2006.01.005 16807070 87. Gorringe K.L. Jacobs S. Thompson E.R. Sridhar A. Qiu W. Choong D.Y. Campbell I.G. High-resolution single nucleotide polymorphism array analysis of epithelial ovarian cancer reveals numerous microdeletions and amplifications Clin. Cancer Res. 2007 13 4731 4739 10.1158/1078-0432.CCR-07-0502 17699850 88. Simon R. Richter J. Wagner U. Fijan A. Bruderer J. Schmid U. Ackermann D. Maurer R. Alund G. Knonagel H. High-throughput tissue microarray analysis of 3p25 (RAF1) and 8p12 (FGFR1) copy number alterations in urinary bladder cancer Cancer Res. 2001 61 4514 4519 11389083 89. Missiaglia E. Selfe J. Hamdi M. Williamson D. Schaaf G. Fang C. Koster J. Summersgill B. Messahel B. Versteeg R. Genomic imbalances in rhabdomyosarcoma cell lines affect expression of genes frequently altered in primary tumors: An approach to identify candidate genes involved in tumor development Genes Chromosomes Cancer 2009 48 455 467 10.1002/gcc.20655 19235922 90. Jackson C.C. Medeiros L.J. Miranda R.N. 8p11 myeloproliferative syndrome: A review Hum. Pathol. 2010 41 461 476 10.1016/j.humpath.2009.11.003 20226962 91. Dutt A. Salvesen H.B. Chen T.H. Ramos A.H. Onofrio R.C. Hatton C. Nicoletti R. Winckler W. Grewal R. Hanna M. Drug-sensitive FGFR2 mutations in endometrial carcinoma Proc. Natl. Acad. Sci. USA 2008 105 8713 8717 10.1073/pnas.0803379105 18552176 92. Jung E.J. Jung E.J. Min S.Y. Kim M.A. Kim W.H. Fibroblast growth factor receptor 2 gene amplification status and its clinicopathologic significance in gastric carcinoma Hum. Pathol. 2012 43 1559 1566 10.1016/j.humpath.2011.12.002 22440694 93. Hunter D.J. Kraft P. Jacobs K.B. Cox D.G. Yeager M. Hankinson S.E. Wacholder S. Wang Z. Welch R. Hutchinson A. A genome-wide association study identifies alleles in FGFR2 associated with risk of sporadic postmenopausal breast cancer Nat. Genet. 2007 39 870 874 10.1038/ng2075 17529973 94. Tchaicha J.H. Akbay E.A. Altabef A. Mikse O.R. Kikuchi E. Rhee K. Liao R.G. Bronson R.T. Sholl L.M. Meyerson M. Kinase domain activation of FGFR2 yields high-grade lung adenocarcinoma sensitive to a Pan-FGFR inhibitor in a mouse model of NSCLC Cancer Res. 2014 74 4676 4684 10.1158/0008-5472.CAN-13-3218 25035393 95. Tanizaki J. Ercan D. Capelletti M. Dodge M. Xu C. Bahcall M. Tricker E.M. Butaney M. Calles A. Sholl L.M. Identification of Oncogenic and Drug-Sensitizing Mutations in the Extracellular Domain of FGFR2 Cancer Res. 2015 75 3139 3146 10.1158/0008-5472.CAN-14-3771 26048680 96. Arai Y. Totoki Y. Hosoda F. Shirota T. Hama N. Nakamura H. Ojima H. Furuta K. Shimada K. Okusaka T. Fibroblast growth factor receptor 2 tyrosine kinase fusions define a unique molecular subtype of cholangiocarcinoma Hepatology 2014 59 1427 1434 10.1002/hep.26890 24122810 97. Dieci M.V. Arnedos M. Andre F. Soria J.C. Fibroblast growth factor receptor inhibitors as a cancer treatment: From a biologic rationale to medical perspectives Cancer Discov. 2013 3 264 279 10.1158/2159-8290.CD-12-0362 23418312 98. Katoh M. Nakagama H. FGF receptors: Cancer biology and therapeutics Med. Res. Rev. 2014 34 280 300 10.1002/med.21288 23696246 99. Li S.Q. Cheuk A.T. Shern J.F. Song Y.K. Hurd L. Liao H. Wei J.S. Khan J. Targeting wild-type and mutationally activated FGFR4 in rhabdomyosarcoma with the inhibitor ponatinib (AP24534) PLoS ONE 2013 8 e76551 10.1371/journal.pone.0076551 24124571 100. Wang J. Stockton D.W. Ittmann M. The fibroblast growth factor receptor-4 Arg388 allele is associated with prostate cancer initiation and progression Clin. Cancer Res. 2004 10 6169 6178 10.1158/1078-0432.CCR-04-0408 15448004 101. Bange J. Prechtl D. Cheburkin Y. Specht K. Harbeck N. Schmitt M. Knyazeva T. Muller S. Gartner S. Sures I. Cancer progression and tumor cell motility are associated with the FGFR4 Arg(388) allele Cancer Res. 2002 62 840 847 11830541 102. Desnoyers L.R. Pai R. Ferrando R.E. Hotzel K. Le T. Ross J. Carano R. D’Souza A. Qing J. Mohtashemi I. Targeting FGF19 inhibits tumor growth in colon cancer xenograft and FGF19 transgenic hepatocellular carcinoma models Oncogene 2008 27 85 97 10.1038/sj.onc.1210623 17599042 103. Ostrom Q.T. Bauchet L. Davis F.G. Deltour I. Fisher J.L. Langer C.E. Pekmezci M. Schwartzbaum J.A. Turner M.C. Walsh K.M. The epidemiology of glioma in adults: A “state of the science” review Neuro Oncol. 2014 16 896 913 10.1093/neuonc/nou087 24842956 104. Chen R. Smith-Cohn M. Cohen A.L. Colman H. Glioma Subclassifications and Their Clinical Significance Neurotherapeutics 2017 14 284 297 10.1007/s13311-017-0519-x 28281173 105. Gusyatiner O. Hegi M.E. Glioma epigenetics: From subclassification to novel treatment options Semin. Cancer Biol. 2018 51 50 58 10.1016/j.semcancer.2017.11.010 29170066 106. Ferris S.P. Hofmann J.W. Solomon D.A. Perry A. Characterization of gliomas: From morphology to molecules Virchows Arch. 2017 471 257 269 10.1007/s00428-017-2181-4 28674742 107. Wesche J. Haglund K. Haugsten E.M. Fibroblast growth factors and their receptors in cancer Biochem. J. 2011 437 199 213 10.1042/BJ20101603 21711248 108. Jones D.T. Hutter B. Jager N. Korshunov A. Kool M. Warnatz H.J. Zichner T. Lambert S.R. Ryzhova M. Quang D.A. Recurrent somatic alterations of FGFR1 and NTRK2 in pilocytic astrocytoma Nat. Genet. 2013 45 927 932 10.1038/ng.2682 23817572 109. Cancer Genome Atlas Research N. Comprehensive genomic characterization defines human glioblastoma genes and core pathways Nature 2008 455 1061 1068 10.1038/nature07385 18772890 110. Parsons D.W. Jones S. Zhang X. Lin J.C. Leary R.J. Angenendt P. Mankoo P. Carter H. Siu I.M. Gallia G.L. An integrated genomic analysis of human glioblastoma multiforme Science 2008 321 1807 1812 10.1126/science.1164382 18772396 111. Frattini V. Trifonov V. Chan J.M. Castano A. Lia M. Abate F. Keir S.T. Ji A.X. Zoppoli P. Niola F. The integrated landscape of driver genomic alterations in glioblastoma Nat. Genet. 2013 45 1141 1149 10.1038/ng.2734 23917401 112. Kapoor M. Gupta V. Astrocytoma StatPearls StatPearls Publishing Treasure Island, FL, USA 2020 113. Freeman M.R. Specification and morphogenesis of astrocytes Science 2010 330 774 778 10.1126/science.1190928 21051628 114. Stanfield C.L. Germann W.J. Niles M.J. Cannon J.G. Principles of Human Physiology Benjamin Cummings USA San Francisco, CA, USA 2011 115. Furnari F.B. Fenton T. Bachoo R.M. Mukasa A. Stommel J.M. Stegh A. Hahn W.C. Ligon K.L. Louis D.N. Brennan C. Malignant astrocytic glioma: Genetics, biology, and paths to treatment Genes Dev. 2007 21 2683 2710 10.1101/gad.1596707 17974913 116. Ostrom Q.T. Gittleman H. Fulop J. Liu M. Blanda R. Kromer C. Wolinsky Y. Kruchko C. Barnholtz-Sloan J.S. CBTRUS Statistical Report: Primary Brain and Central Nervous System Tumors Diagnosed in the United States in 2008–2012 Neuro Oncol. 2015 17 Suppl. 4 iv1 iv62 10.1093/neuonc/nov189 26511214 117. Sievert A.J. Fisher M.J. Pediatric low-grade gliomas J. Child. Neurol. 2009 24 1397 1408 10.1177/0883073809342005 19841428 118. Ryall S. Tabori U. Hawkins C. Pediatric low-grade glioma in the era of molecular diagnostics Acta Neuropathol. Commun. 2020 8 30 10.1186/s40478-020-00902-z 32164789 119. Wen P.Y. Kesari S. Malignant gliomas in adults N. Engl. J. Med. 2008 359 492 507 10.1056/NEJMra0708126 18669428 120. Chakraborty S. Ghosh Z. A systemic insight into astrocytoma biology across different grades J. Cell. Physiol. 2019 234 4243 4255 10.1002/jcp.27193 30146735 121. Pecina-Slaus N. Kafka A. Varosanec A.M. Markovic L. Krsnik Z. Njiric N. Mrak G. Expression patterns of Wnt signaling component, secreted frizzledrelated protein 3 in astrocytoma and glioblastoma Mol. Med. Rep. 2016 13 4245 4251 10.3892/mmr.2016.5061 27035837 122. Wesseling P. Capper D. WHO 2016 Classification of gliomas Neuropathol. Appl. Neurobiol. 2018 44 139 150 10.1111/nan.12432 28815663 123. Miller J.J. Shih H.A. Andronesi O.C. Cahill D.P. Isocitrate dehydrogenase-mutant glioma: Evolving clinical and therapeutic implications Cancer 2017 123 4535 4546 10.1002/cncr.31039 28980701 124. Waitkus M.S. Diplas B.H. Yan H. Isocitrate dehydrogenase mutations in gliomas Neuro Oncol. 2016 18 16 26 10.1093/neuonc/nov136 26188014 125. Yan H. Parsons D.W. Jin G. McLendon R. Rasheed B.A. Yuan W. Kos I. Batinic-Haberle I. Jones S. Riggins G.J. IDH1 and IDH2 mutations in gliomas N. Engl. J. Med. 2009 360 765 773 10.1056/NEJMoa0808710 19228619 126. Eckel-Passow J.E. Lachance D.H. Molinaro A.M. Walsh K.M. Decker P.A. Sicotte H. Pekmezci M. Rice T. Kosel M.L. Smirnov I.V. Glioma Groups Based on 1p/19q, IDH, and TERT Promoter Mutations in Tumors N. Engl. J. Med. 2015 372 2499 2508 10.1056/NEJMoa1407279 26061753 127. Killela P.J. Reitman Z.J. Jiao Y. Bettegowda C. Agrawal N. Diaz L.A. Jr. Friedman A.H. Friedman H. Gallia G.L. Giovanella B.C. TERT promoter mutations occur frequently in gliomas and a subset of tumors derived from cells with low rates of self-renewal Proc. Natl. Acad. Sci. USA 2013 110 6021 6026 10.1073/pnas.1303607110 23530248 128. Lew E.D. Furdui C.M. Anderson K.S. Schlessinger J. The precise sequence of FGF receptor autophosphorylation is kinetically driven and is disrupted by oncogenic mutations Sci Signal. 2009 2 ra6 10.1126/scisignal.2000021 19224897 129. Parker B.C. Engels M. Annala M. Zhang W. Emergence of FGFR family gene fusions as therapeutic targets in a wide spectrum of solid tumours J. Pathol. 2014 232 4 15 10.1002/path.4297 24588013 130. Sie M. den Dunnen W.F. Lourens H.J. Meeuwsen-de Boer T.G. Scherpen F.J. Zomerman W.W. Kampen K.R. Hoving E.W. de Bont E.S. Growth-factor-driven rescue to receptor tyrosine kinase (RTK) inhibitors through Akt and Erk phosphorylation in pediatric low grade astrocytoma and ependymoma PLoS ONE 2015 10 e0122555 10.1371/journal.pone.0122555 25799134 131. Trisolini E. Wardighi D.E. Giry M. Bernardi P. Boldorini R.L. Mokhtari K. Sanson M. Actionable FGFR1 and BRAF mutations in adult circumscribed gliomas J. Neurooncol. 2019 145 241 245 10.1007/s11060-019-03306-9 31673897 132. Lehtinen B. Raita A. Kesseli J. Annala M. Nordfors K. Yli-Harja O. Zhang W. Visakorpi T. Nykter M. Haapasalo H. Clinical association analysis of ependymomas and pilocytic astrocytomas reveals elevated FGFR3 and FGFR1 expression in aggressive ependymomas BMC Cancer 2017 17 310 10.1186/s12885-017-3274-9 28468611 133. Granberg K.J. Annala M. Lehtinen B. Kesseli J. Haapasalo J. Ruusuvuori P. Yli-Harja O. Visakorpi T. Haapasalo H. Nykter M. Strong FGFR3 staining is a marker for FGFR3 fusions in diffuse gliomas Neuro Oncol. 2017 19 1206 1216 10.1093/neuonc/nox028 28379477 134. Frattini V. Pagnotta S.M. Tala Fan J.J. Russo M.V. Lee S.B. Garofano L. Zhang J. Shi P. Lewis G. A metabolic function of FGFR3-TACC3 gene fusions in cancer Nature 2018 553 222 227 10.1038/nature25171 29323298 135. Lasorella A. Sanson M. Iavarone A. FGFR-TACC gene fusions in human glioma Neuro Oncol. 2017 19 475 483 10.1093/neuonc/now240 27852792 136. Mao H. Lebrun D.G. Yang J. Zhu V.F. Li M. Deregulated signaling pathways in glioblastoma multiforme: Molecular mechanisms and therapeutic targets Cancer Investig. 2012 30 48 56 10.3109/07357907.2011.630050 22236189 137. Sasmita A.O. Wong Y.P. Ling A.P.K. Biomarkers and therapeutic advances in glioblastoma multiforme Asia Pac. J. Clin. Oncol. 2018 14 40 51 10.1111/ajco.12756 28840962 138. Razavi S.M. Lee K.E. Jin B.E. Aujla P.S. Gholamin S. Li G. Immune Evasion Strategies of Glioblastoma Front. Surg. 2016 3 11 10.3389/fsurg.2016.00011 26973839 139. Weathers S.P. Gilbert M.R. Current challenges in designing GBM trials for immunotherapy J. Neurooncol. 2015 123 331 337 10.1007/s11060-015-1716-2 25577401 140. Wrensch M. Minn Y. Chew T. Bondy M. Berger M.S. Epidemiology of primary brain tumors: Current concepts and review of the literature Neuro Oncol. 2002 4 278 299 10.1093/neuonc/4.4.278 12356358 141. Omuro A. DeAngelis L.M. Glioblastoma and other malignant gliomas: A clinical review JAMA 2013 310 1842 1850 10.1001/jama.2013.280319 24193082 142. Alifieris C. Trafalis D.T. Glioblastoma multiforme: Pathogenesis and treatment Pharmacol. Ther. 2015 152 63 82 10.1016/j.pharmthera.2015.05.005 25944528 143. Guan X. Hasan M.N. Maniar S. Jia W. Sun D. Reactive Astrocytes in Glioblastoma Multiforme Mol. Neurobiol. 2018 55 6927 6938 10.1007/s12035-018-0880-8 29363044 144. Crespo I. Vital A.L. Nieto A.B. Rebelo O. Tao H. Lopes M.C. Oliveira C.R. French P.J. Orfao A. Tabernero M.D. Detailed characterization of alterations of chromosomes 7, 9, and 10 in glioblastomas as assessed by single-nucleotide polymorphism arrays J. Mol. Diagn. 2011 13 634 647 10.1016/j.jmoldx.2011.06.003 21884817 145. Wemmert S. Ketter R. Rahnenfuhrer J. Beerenwinkel N. Strowitzki M. Feiden W. Hartmann C. Lengauer T. Stockhammer F. Zang K.D. Patients with high-grade gliomas harboring deletions of chromosomes 9p and 10q benefit from temozolomide treatment Neoplasia 2005 7 883 893 10.1593/neo.05307 16242071 146. Hu J. Jiang C.-C. Ho-Keung N. Pang J.C. Tong C.Y. Chromosome 17P may harbor multiple tumor suppressor genes associated with primary glioblastoma multiforme Chin. J. Cancer Res. 2002 14 60 63 10.1007/s11670-002-0013-8 147. Jimenez-Pascual A. Siebzehnrubl F.A. Fibroblast Growth Factor Receptor Functions in Glioblastoma Cells 2019 8 715 10.3390/cells8070715 148. Babina I.S. Turner N.C. Advances and challenges in targeting FGFR signalling in cancer Nat. Rev. Cancer 2017 17 318 332 10.1038/nrc.2017.8 28303906 149. Singh D. Chan J.M. Zoppoli P. Niola F. Sullivan R. Castano A. Liu E.M. Reichel J. Porrati P. Pellegatta S. Transforming fusions of FGFR and TACC genes in human glioblastoma Science 2012 337 1231 1235 10.1126/science.1220834 22837387 150. Hierro C. Rodon J. Tabernero J. Fibroblast Growth Factor (FGF) Receptor/FGF Inhibitors: Novel Targets and Strategies for Optimization of Response of Solid Tumors Semin. Oncol. 2015 42 801 819 10.1053/j.seminoncol.2015.09.027 26615127 151. Peset I. Vernos I. The TACC proteins: TACC-ling microtubule dynamics and centrosome function Trends Cell Biol. 2008 18 379 388 10.1016/j.tcb.2008.06.005 18656360 152. Costa R. Carneiro B.A. Taxter T. Tavora F.A. Kalyan A. Pai S.A. Chae Y.K. Giles F.J. FGFR3-TACC3 fusion in solid tumors: Mini review Oncotarget 2016 7 55924 55938 10.18632/oncotarget.10482 27409839 153. Kwiatkowska A. Symons M. Signaling Determinants of Glioma Cell Invasion Adv. Exp. Med. Biol. 2020 1202 129 149 10.1007/978-3-030-30651-9_7 32034712 154. Al-Koussa H. Atat O.E. Jaafar L. Tashjian H. El-Sibai M. The Role of Rho GTPases in Motility and Invasion of Glioblastoma Cells Anal. Cell. Pathol. 2020 2020 9274016 10.1155/2020/9274016 32089990 155. Saxena A. Ali I.U. Increased expression of genes from growth factor signaling pathways in glioblastoma cell lines Oncogene 1992 7 243 247 1347915 156. Takano S. Gately S. Engelhard H. Tsanaclis A.M. Brem S. Suramin inhibits glioma cell proliferation in vitro and in the brain J. Neurooncol. 1994 21 189 201 10.1007/BF01063768 7699415 157. Li G. Chen Z. Hu Y.D. Wei H. Li D. Ji H. Wang D.L. Autocrine factors sustain glioblastoma stem cell self-renewal Oncol. Rep. 2009 21 419 424 19148517 158. Allerstorfer S. Sonvilla G. Fischer H. Spiegl-Kreinecker S. Gauglhofer C. Setinek U. Czech T. Marosi C. Buchroithner J. Pichler J. FGF5 as an oncogenic factor in human glioblastoma multiforme: Autocrine and paracrine activities Oncogene 2008 27 4180 4190 10.1038/onc.2008.61 18362893 159. Hatlen M.A. Schmidt-Kittler O. Sherwin C.A. Rozsahegyi E. Rubin N. Sheets M.P. Kim J.L. Miduturu C. Bifulco N. Brooijmans N. Acquired On-Target Clinical Resistance Validates FGFR4 as a Driver of Hepatocellular Carcinoma Cancer Discov. 2019 9 1686 1695 10.1158/2159-8290.CD-19-0367 31575540 160. Kim R.D. Sarker D. Meyer T. Yau T. Macarulla T. Park J.W. Choo S.P. Hollebecque A. Sung M.W. Lim H.Y. First-in-Human Phase I Study of Fisogatinib (BLU-554) Validates Aberrant FGF19 Signaling as a Driver Event in Hepatocellular Carcinoma Cancer Discov. 2019 9 1696 1707 10.1158/2159-8290.CD-19-0555 31575541 161. Li W. Sparidans R. El-Lari M. Wang Y. Lebre M.C. Beijnen J.H. Schinkel A.H. P-glycoprotein (ABCB1/MDR1) limits brain accumulation and Cytochrome P450-3A (CYP3A) restricts oral availability of the novel FGFR4 inhibitor fisogatinib (BLU-554) Int. J. Pharm. 2020 573 118842 10.1016/j.ijpharm.2019.118842 31759109 162. Sootome H. Fujita H. Ito K. Ochiiwa H. Fujioka Y. Ito K. Miura A. Sagara T. Ito S. Ohsawa H. Futibatinib is a novel irreversible FGFR 1–4 inhibitor that shows selective antitumor activity against FGFR-deregulated tumors Cancer Res. 2020 80 4986 4997 10.1158/0008-5472.CAN-19-2568 32973082 163. Kalyukina M. Yosaatmadja Y. Middleditch M.J. Patterson A.V. Smaill J.B. Squire C.J. TAS-120 Cancer Target Binding: Defining Reactivity and Revealing the First Fibroblast Growth Factor Receptor 1 (FGFR1) Irreversible Structure ChemMedChem 2019 14 494 500 10.1002/cmdc.201800719 30600916 164. Bahleda R. Meric-Bernstam F. Goyal L. Tran B. He Y. Yamamiya I. Benhadji K.A. Matos I. Arkenau H.T. Phase I, first-in-human study of futibatinib, a highly selective, irreversible FGFR1-4 inhibitor in patients with advanced solid tumors Ann. Oncol. 2020 31 1405 1412 10.1016/j.annonc.2020.06.018 32622884 165. Gavine P.R. Mooney L. Kilgour E. Thomas A.P. Al-Kadhimi K. Beck S. Rooney C. Coleman T. Baker D. Mellor M.J. AZD4547: An orally bioavailable, potent, and selective inhibitor of the fibroblast growth factor receptor tyrosine kinase family Cancer Res. 2012 72 2045 2056 10.1158/0008-5472.CAN-11-3034 22369928 166. Andre F. Ranson M. Dean E. Varga A. Van der Noll R. Stockman P.K. Ghiorghiu D. Kilgour E. Smith P.D. Macpherson M. Abstract LB-145: Results of a Phase I Study of AZD4547, an Inhibitor of Fibroblast Growth Factor Receptor (FGFR), in Patients with Advanced Solid Tumors Proceedings of the AACR 104th Annual Meeting 2013 Washington, DC, USA 6–10 April 2013 167. Guagnano V. Furet P. Spanka C. Bordas V. Le Douget M. Stamm C. Brueggen J. Jensen M.R. Schnell C. Schmid H. Discovery of 3-(2,6-dichloro-3,5-dimethoxy-phenyl)-1-{6-[4-(4-ethyl-piperazin-1-yl)-phenylamino]-pyrimidin-4-yl}-1-methyl-urea (NVP-BGJ398), a potent and selective inhibitor of the fibroblast growth factor receptor family of receptor tyrosine kinase J. Med. Chem. 2011 54 7066 7083 10.1021/jm2006222 21936542 168. Guagnano V. Kauffmann A. Wohrle S. Stamm C. Ito M. Barys L. Pornon A. Yao Y. Li F. Zhang Y. FGFR genetic alterations predict for sensitivity to NVP-BGJ398, a selective pan-FGFR inhibitor Cancer Discov. 2012 2 1118 1133 10.1158/2159-8290.CD-12-0210 23002168 169. Konecny G.E. Kolarova T. O’Brien N.A. Winterhoff B. Yang G. Qi J. Qi Z. Venkatesan N. Ayala R. Luo T. Activity of the fibroblast growth factor receptor inhibitors dovitinib (TKI258) and NVP-BGJ398 in human endometrial cancer cells Mol. Cancer Ther. 2013 12 632 642 10.1158/1535-7163.MCT-12-0999 23443805 170. Tabernero J. Bahleda R. Dienstmann R. Infante J.R. Mita A. Italiano A. Calvo E. Moreno V. Adamo B. Gazzah A. Phase I Dose-Escalation Study of JNJ-42756493, an Oral Pan-Fibroblast Growth Factor Receptor Inhibitor, in Patients With Advanced Solid Tumors J. Clin. Oncol. 2015 33 3401 3408 10.1200/JCO.2014.60.7341 26324363 Figure 1 Classification of the main brain tumors; the tumors involved in this review are highlighted in red. Figure 2 FGF/FGFR signaling pathway and its involvement in brain tumors. FRS2, fibroblast growth factor receptor substrate 2; GRB, growth factor receptor bound protein 2; SOS, son of sevenless; RAS, monomeric G-protein; RAF, kinase; MEK, kinase; MKP1, MAP kinase phosphatase; PIP2, phosphatidylinositol (4,5)-bisphosphate; PLCγ, phospholipase C γ; IP3, inositol triphosphate; DAG, diacylglycerol; PKC, protein kinase C. Figure 3 Chemical structure of Fisogatinib (BLU-554) and its properties. Figure 4 Chemical structure of futibatinib (TAS-120) and its properties. cancers-12-03825-t001_Table 1 Table 1 The subtypes of FGFRs (FGFR1–4) with related molecular weight, residues AA, malignancy type, and inhibitor FGFRs are shown. In addition, i a framework of the common FGFR alterations in brain tumors is also provided. The main mutations of FGFRs, for pilocytic astrocytoma and glioblastoma, are illustrated in the last two columns. FGFRs Molecular Weight Residues AA Malignancy Type Inhibitor FGFRs Common FGFR Alterations in Brain Tumors Mutation of FGFRs in Pilocytic Astrocytoma Mutation of FGFRs in Glioblastoma FGFR1 91.9 kDa [ 37 ] 822 [ 37 ] Glioblastomas Low grade brain gliomas [ 37 ] Futibatinib, Infigratinib AZD4547 [ 37 ] FGFR1-TKD [ 80 ] FGFR1-TACC1 Fusion [ 80 ] FGFR1 hotspot mutations: p.N546, p.K656 [ 80 ] Residues in αA1: N546K (KD1) [ 108 ] Residues in αB1: N544K (KD1) [ 108 ] Residues in αA1: K655I (KD2) [ 108 ] Residues in αB1: K653I (KD2) [ 108 ] Residues in αA1: K656D/E/M/N (KD2) [ 108 ] Residues in αB1: K654D/E/M/N (KD2) [ 108 ] Residues in αA1: T658P (KD2) [ 108 ] Residues in αB1: T656P (KD2) [ 108 ] Residues in αA1: N546K (KD1) [ 81 ] Residues in αB1: N544K (KD1) [ 81 ] Residues in αA1: R576W (KD1) [ 81 ] Residues in αB1: R574W (KD1) [ 81 ] Residues in αA1: K656E (KD2) [ 109 ] Residues in αB1: K654E (KD2) [ 109 ] FGFR2 92.0 kDa [ 37 ] 821/822 [ 37 ] Glioblastomas, Low grade brain gliomas [ 37 ] Futibatinib, Infigratinib, AZD4547 [ 37 ] FGFR2-CTNNA3 fusion [ 80 ] Residues in IIIb: K660E (KD2) [ 108 ] Residues in IIIc: K659E (KD2) [ 108 ] Residues in IIIb: Q212K (IgII) [ 109 ] Residues in IIIc: Q212K (IgII) [ 109 ] Residues in IIIb: G463E (JM) [ 82 ] Residues in IIIc: G462E (JM) [ 82 ] FGFR3 87.7-88.2 kDa [ 37 ] 806/808 [ 37 ] Glioblastomas, Low grade brain gliomas [ 37 ] Futibatinib, Infigratinib, AZD4547 [ 37 ] FGFR3-TACC3 fusions [ 80 ] Residues in IIIb: E468K (JM) [ 110 ] Residues in IIIc: E466K (JM) [ 110 ] Residues in IIIb: R605Q (KD2) [ 111 ] Residues in IIIc: R603Q (KD2) [ 111 ] FGFR4 88.0 kDa [ 37 ] 802 [ 37 ] Glioblastomas, Low grade brain gliomas [ 37 ] Fisogatinib [ 37 ] Residues in P22455-1: Q144E (IgI – IgII) [ 109 ] Residues in P22455-2: Q144E (IgI – IgII) [ 109 ] Residues in P22455-1: R434Q (JM) [ 109 ] Residues in P22455-2: R394Q (JM) [ 109 ]",
  "plain_text": "Simple Summary Considering the high mortality rate and the increasing spread of brain tumors both in adulthood and in childhood, we explore the role and involvement of fibroblast growth factors receptors (FGFRs) in two specific types of brain tumors: astrocytoma and glioblastoma. Fibroblast growth factors (FGFs) and their receptors (FGFRs) regulate pivotal cellular processes during embryonal development of the CNS, and as a survival mechanism for adult neurons and astrocytes. Moreover, interactions between the neural cell adhesion molecules NCAM and N-cadherin with FGFR are important for a number of developmental events and have also been implicated in tumor progression. Thus, this review provides an overview on the biological mechanisms of FGFRs related to oncogenesis and a new point of view for future preclinical and clinical studies to develop increasingly targeted therapies. Abstract Despite pharmacological treatments and surgical practice options, the mortality rate of astrocytomas and glioblastomas remains high, thus representing a medical emergency for which it is necessary to find new therapeutic strategies. Fibroblast growth factors (FGFs) act through their associated receptors (FGFRs), a family of tyrosine kinase receptors consisting of four members (FGFR1–4), regulators of tissue development and repair. In particular, FGFRs play an important role in cell proliferation, survival, and migration, as well as angiogenesis, thus their gene alteration is certainly related to the development of the most common diseases, including cancer. FGFRs are subjected to multiple somatic aberrations such as chromosomal amplification of FGFR1; mutations and multiple dysregulations of FGFR2; and mutations, translocations, and significant amplifications of FGFR3 and FGFR4 that correlate to oncogenesis process. Therefore, the in-depth study of these receptor systems could help to understand the etiology of both astrocytoma and glioblastoma so as to achieve notable advances in more effective target therapies. Furthermore, the discovery of FGFR inhibitors revealed how these biological compounds improve the neoplastic condition by demonstrating efficacy and safety. On this basis, this review focuses on the role and involvement of FGFRs in brain tumors such as astrocytoma and glioblastoma."
}
