{
    "PMC": "12336493",
    "DOI": "10.1136/lupus-2024-001468",
    "PMID": "40764066",
    "PMCID": "PMC12336493",
    "title": "Mesenchymal stem cells improve ovarian function by suppressing fibrosis through CTGF/FAK signalling in systemic lupus erythematosus.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12336493",
    "source": "MED",
    "abstract_text": "<h4>Objective</h4>SLE is a multisystem autoimmune disease characterised by chronic inflammation and progressive organ damage, including ovarian dysfunction. This study investigated the therapeutic efficacy of umbilical cord-derived mesenchymal stem cells (UC-MSCs) in ameliorating ovarian impairment and restoring ovarian function through the inhibition of fibrosis in a lupus mouse model.<h4>Methods</h4>Serum levels of sex hormones were quantified via ELISA. Ovarian tissue samples were histologically evaluated for follicle count and fibrosis via H&E and Masson's trichrome staining. Quantitative reverse-transcriptase-PCR, western blot, immunofluorescence and immunohistochemistry were employed to evaluate inflammatory cytokines, fibrotic factors, hormone receptors and signalling proteins. Primary granulosa cells (GCs) isolated from lupus mice (MRL/lpr) were cocultured with MSCs and the expression of fibrotic factors was analysed by western blot. Additionally, a human GC line (KGN) was used to further explore the relationships among connective tissue growth factor (CTGF), focal adhesion kinase (FAK)/FAK-Tyr576/577 phosphorylation and fibrosis. This was achieved through stimulation with recombinant CTGF, the CTGF antagonist FG-3019 or the FAK inhibitor SU6656.<h4>Results</h4>UC-MSC transplantation significantly downregulated the expression of proinflammatory cytokines (<i>Tnf-α</i>, <i>Il-1β</i>) and fibrotic markers (<i>Ctgf</i>, <i>α-Sma</i>) while upregulating the expression of key hormone receptors (<i>Amh</i>, <i>Esr1</i>, <i>Esr2</i>). Additionally, a reduction in CD3<sup>+</sup>/CD4<sup>+</sup> T-cell infiltration, C3 complement deposition and IgG levels was observed, accompanied by an increase in regulatory T cells. Further analysis revealed that fibrotic markers and FAK-Tyr576/577 phosphorylation were markedly suppressed in primary ovarian GCs following MSC transplantation. In vitro experiments demonstrated that recombinant CTGF promoted fibrogenesis in the human GC line KGN. Conversely, MSC treatment inhibited phosphorylated FAK-Tyr576/577 and downregulated the expression of Collagen 1 and α-SMA, suggesting that UC-MSCs alleviate ovarian fibrosis by suppressing FAK-Tyr576/577 phosphorylation.<h4>Conclusion</h4>This study demonstrated that UC-MSC treatment ameliorated ovarian dysfunction and attenuated ovarian fibrosis in lupus mice by modulating the CTGF/FAK-Tyr576/577 phosphorylation pathway.",
    "full_text": "pmc Lupus Sci Med Lupus Sci Med lupusscimed lupus Lupus Science & Medicine 2053-8790 BMJ Publishing Group BMA House, Tavistock Square, London, WC1H 9JR 12336493 40764066 10.1136/lupus-2024-001468 lupus-2024-001468 Original Research Reproductive health and APS 2258 1506 Mesenchymal stem cells improve ovarian function by suppressing fibrosis through CTGF/FAK signalling in systemic lupus erythematosus https://orcid.org/0009-0003-7757-3974 Zhang Haiwei 1 0 https://orcid.org/0000-0001-8485-1029 Yang Hui 2 0 Wu Yingyi 3 Shi Yirui 1 Xu Min 2 Zhang Yueyang 3 https://orcid.org/0000-0002-9400-6053 Chen Hongwei 2 https://orcid.org/0000-0002-8563-2036 Sun Lingyun 1 * 1 Department of Rheumatology and Immunology , Nanjing Drum Tower Hospital, Clinical College of Xuzhou Medical University , Nanjing , China 2 Department of Rheumatology and Immunology , Nanjing Drum Tower Hospital, Clinical College of Nanjing University of Chinese Medicine , Nanjing , China 3 Department of Rheumatology and Immunology , China Pharmaceutical University Nanjing Drum Tower Hospital , Nanjing , China Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise. Supplement: Additional supplemental material is published online only. To view, please visit the journal online ( https://doi.org/10.1136/lupus-2024-001468 ). Dr Hongwei Chen; chenhw@nju.edu.cn Dr Lingyun Sun; lingyunsun@nju.edu.cn HZ and HY contributed equally. None declared. 2025 05 8 2025 12 2 e001468 29 11 2024 10 7 2025 Copyright © Author(s) (or their employer(s)) 2025. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ Group. 2025 https://creativecommons.org/licenses/by-nc/4.0/ This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/ . Abstract Objective SLE is a multisystem autoimmune disease characterised by chronic inflammation and progressive organ damage, including ovarian dysfunction. This study investigated the therapeutic efficacy of umbilical cord-derived mesenchymal stem cells (UC-MSCs) in ameliorating ovarian impairment and restoring ovarian function through the inhibition of fibrosis in a lupus mouse model. Methods Serum levels of sex hormones were quantified via ELISA. Ovarian tissue samples were histologically evaluated for follicle count and fibrosis via H&E and Masson’s trichrome staining. Quantitative reverse-transcriptase-PCR, western blot, immunofluorescence and immunohistochemistry were employed to evaluate inflammatory cytokines, fibrotic factors, hormone receptors and signalling proteins. Primary granulosa cells (GCs) isolated from lupus mice (MRL/lpr) were cocultured with MSCs and the expression of fibrotic factors was analysed by western blot. Additionally, a human GC line (KGN) was used to further explore the relationships among connective tissue growth factor (CTGF), focal adhesion kinase (FAK)/FAK-Tyr576/577 phosphorylation and fibrosis. This was achieved through stimulation with recombinant CTGF, the CTGF antagonist FG-3019 or the FAK inhibitor SU6656. Results UC-MSC transplantation significantly downregulated the expression of proinflammatory cytokines ( Tnf-α , Il-1β ) and fibrotic markers ( Ctgf , α-Sma ) while upregulating the expression of key hormone receptors ( Amh , Esr1 , Esr2 ). Additionally, a reduction in CD3 + /CD4 + T-cell infiltration, C3 complement deposition and IgG levels was observed, accompanied by an increase in regulatory T cells. Further analysis revealed that fibrotic markers and FAK-Tyr576/577 phosphorylation were markedly suppressed in primary ovarian GCs following MSC transplantation. In vitro experiments demonstrated that recombinant CTGF promoted fibrogenesis in the human GC line KGN. Conversely, MSC treatment inhibited phosphorylated FAK-Tyr576/577 and downregulated the expression of Collagen 1 and α-SMA, suggesting that UC-MSCs alleviate ovarian fibrosis by suppressing FAK-Tyr576/577 phosphorylation. Conclusion This study demonstrated that UC-MSC treatment ameliorated ovarian dysfunction and attenuated ovarian fibrosis in lupus mice by modulating the CTGF/FAK-Tyr576/577 phosphorylation pathway. Systemic Lupus Erythematosus Inflammation Therapeutics http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81930043 82271843 Key R&D Program of China 2020YFA0710804 http://dx.doi.org/10.13039/501100013058 Jiangsu Provincial Key Research and Development Program BE2020621 WHAT IS ALREADY KNOWN ON THIS TOPIC Fibrosis and chronic inflammation can cause ovarian dysfunction in SLE. Mesenchymal stem cells (MSCs) have shown therapeutic efficacy in alleviating lupus nephritis. However, their effects on ovarian function in patients with SLE remain poorly understood. WHAT THIS STUDY ADDS Umbilical cord-MSC treatment was found to improve ovarian function and reduce ovarian fibrosis in lupus mice by modulating the connective tissue growth factor/focal adhesion kinase-Tyr576/577 pathway. HOW THIS STUDY MIGHT AFFECT RESEARCH, PRACTICE OR POLICY This study suggests that MSCs might be potential therapeutic agents for the treatment of ovarian dysfunction in patients with lupus in the future, especially for the treatment of ovarian inflammation and fibrosis. Introduction Prolonged chronic inflammation in SLE inevitably results in multi-organ damage. Notably, a growing number of female patients with SLE exhibit reproductive system impairments, including irregular menstruation, amenorrhoea, premature ovarian failure (POF) and other reproductive system injuries. 1 Indeed, chronic inflammatory stimulation by TNF-α and interleukin (IL)-6 seems to play a role in the pathogenesis of polycystic ovary syndrome (PCOS). 2 In patients with SLE, elevated levels of proinflammatory cytokines (IL-1β and IL-18) in serum, which are involved in fibrosis, 3 4 presumably contribute to ovarian damage in turn. In addition, ovarian hardening and insufficiency are also associated with elevated concentrations of inflammatory cytokines induced by the autoantibody-complement complex in patients with SLE. 5 9 Moreover, increased infiltration and proliferation of peripheral neutrophils and Th17 cells also seem to participate in the process of impairing the ovaries. 10 Although insufficient blood supply, deposition of immune complexes, autoreactive immune cell infiltration and dysregulated gonadal hormones (eg, oestradiol and Müllerian hormone) are primarily observed in the ovaries of SLE, how the onset of lupus disease causes ovarian dysfunction remains mostly unknown. 11 13 Fibrosis, a marker of tissue ageing and dysfunction, plays an important role in the pathogenesis of organ insufficiency, including ovarian dysfunction. Many proinflammatory factors can induce fibrosis in multiple organs, resulting in their dysfunction. TNF-α and IL-17 have toxic effects on liver fibrosis. 14 Blockade of IL-6 signalling reportedly reduces renal fibrosis. 15 In osteoarthritis, the upregulation of proinflammatory cytokines (IL-1β and IL-18) and fibrosis markers (TGF-β, PLOD2, COL1A1 and TIMP1) affects the recovery of arthritis. 16 Notably, fibrosis also affects ovarian function. Lliberos et al reported that the failure of follicles resulted from ovarian ageing due to chronic inflammation and fibrosis with the activation of proinflammatory cytokines (TNF-α, IL-1α/β and IL-6), inflammasome genes (ASC and NLRP3) and Collagen I and III. 17 Collagen and hyaluronic acid have been shown to regulate ovarian stiffness, which can affect follicular development and oocyte quality. 18 19 In addition, NLRP3 inflammasome activation via Toll-like receptor 4 in PCOS ovaries affects follicular dysfunction by increasing the expression of fibrotic factors, such as TGF-β, connective tissue growth factor (CTGF), α-SMA, β-catenin, type I collagen and β-collagen, in ovarian cells. 20 Furthermore, focal adhesion kinase (FAK) can link mechanical force to certain types of fibrosis via inflammatory signalling. 21 Hence, ovarian fibrosis seems to directly affect ovarian function. Blocking the excessive activation of fibrosis is assumed to be an effective strategy to alleviate ovarian pathological remodelling. Recently, human umbilical cord-derived mesenchymal stem cells (UC-MSCs) have shown broad application prospects in the treatment of autoimmune diseases and regenerative medicine. 22 Transplantation of UC-MSCs has achieved beneficial results in SLE, rheumatoid arthritis, Sjögren’s syndrome, etc. 23 25 MSC therapy has also been shown to be one of the most effective treatments for restoring fertility and pregnancy. Notably, UC-MSCs are the most appropriate MSCs for treating immune-related ovarian insufficiency because of their painless extraction procedure. 26 27 MSCs can improve ovarian function by ameliorating ovarian inflammation and granulosa cell (GC) apoptosis and restoring functional hormone levels in POF and PCOS mice. 28 29 However, there are few reports on the treatment of ovarian fibrosis with MSCs. Cui et al reported that human UC-MSC transplantation (MSCT) significantly inhibited the expression of α-SMA in primary ovarian insufficiency and the production of collagen I and collagen III but did not provide strong evidence of functional improvement. 30 Therefore, the underlying mechanism by which MSCs improve ovarian function in SLE is still unclear. In this study, we used a Fas mutant lupus mouse model (LPR) to investigate the effect of MSCs on ovarian fibrosis in SLE. We analysed the changes in ovarian fibrosis, the immune microenvironment and ovarian function after the onset of SLE and after MSCT in LPR mice. We further explored the important role of the CTGF/FAK signalling pathway in suppressing fibrosis and restoring ovarian function in SLE. Materials and methods Animals Female MRL/lpr mice (LPR) at the ages of 7 weeks (n=5) and 22 weeks (n=5) and female MRL/mpj mice (MPJs) at the ages of 7 weeks (n=5) and 22 weeks (n=5) were purchased from Sibeifu (Beijing, China) for in vivo experiments. The mice were housed in cages under conditioned air and had free access to food and water under specific pathogen-free conditions. All animal experiments followed the institutional guidelines of the Affiliated Drum Tower Hospital of Medical School of Nanjing University. Culture and transplantation of MSCs Human UC-MSCs were acquired from the Stem Cell Center of Jiangsu Province. The details of isolation, purification and identification were described previously. 30 Dulbecco’s Modified Eagle’s Medium/nutrient mixture F-12 (DMEM/F12, Gibco) supplemented with 10% fetal bovine serum (FBS, Gibco) was used to culture the MSCs. For animal experiments, MSCs at passage six were harvested after removal of the cell culture media, suspended in phosphate-buffered saline (PBS) and injected into LPR mice (5×10 5 cells/mouse) through the tail vein at 20 weeks of age. The mice were then sacrificed, and the tissues were collected at the age of 22 weeks for further experiments. To track the engraftment of UC-MSCs after transplantation in 20-week-old LPR mice, the cells were labelled with a PKH26 red fluorescent cell linker (Sigma, USA) according to the manufacturer’s protocol. One hour after the transplantation of the PKH26 labelled UC-MSCs, the LPR mice were sacrificed and their ovaries were collected for further immunofluorescence examination. Histological examination Murine ovaries were fixed, embedded and sectioned at 5 µm. Sections of the largest area of the whole ovary were dewaxed with xylene, dehydrated in a graded alcohol series and dyed with H&E and Masson. Pictures were taken via a photomicroscope (Olympus, Tokyo, Japan) at 100× magnification. Histological scores were measured with ImageJ according to the protocol described previously. 31 Independent sample Student’s t tests were used to compare the measurement data between the two groups. p<0.05 was considered statistically significant. Immunohistochemistry The ovary sections were treated with 3% hydrogen peroxide to block endogenous peroxidases and then incubated overnight with rabbit anti-mouse primary antibodies, including α-SMA (1:200, Proteintech, 55135–1-AP), COLLAGEN1 (1:500, Proteintech, 14695–1-AP), FSHR (1:200, Proteintech, 22665–1-AP), CTGF (1:500, Proteintech, 25474–1-AP), F4/80 (1:1000, Servicebio, GB113373-100, Wuhan China) and Ly6G (1:1000, Servicebio, GB11229-100), at 4°C. The secondary antibodies used were horseradish peroxidase (HRP)-conjugated goat anti-rabbit/mouse IgG (1:200, Servicebio, GB23303/GB23301). The 3,3-N-diaminobenzidine tetrahydrochloride (DAB) chromogen (Servicebio, G1211) was further applied for colour reactions, and the development time was controlled under a microscope, followed by haematoxylin staining and sealing of the sections. Immunofluorescence Frozen sections of ovaries were 10 microns thick and fixed at room temperature with 4% PFA (paraformaldehyde) for half an hour. After blocking endogenous peroxidase with 1% hydrogen peroxide, the sections were blocked with 3% bovine serum albumin (BSA) for 1 hour and incubated with rabbit and mouse primary antibodies at 4°C overnight. The primary antibodies used were C3 (1:100, Abcam 200999), FSHR (1:300, Proteintech 14 695–1-AP), α-SMA (1:300, Proteintech 55 135–1-AP), Collagen Type 1 (1:100, Proteintech 14 695–1-AP) and CTGF (1:100, Proteintech 25 474–1-AP). After rinsing the slides with PBS (pH 7.4), goat anti-mouse IgG conjugated to Alexa Fluor 488 (1:1000, CST 4408S) or PE (1:1000, CST 8887S), and goat anti-rabbit IgG conjugated to Alexa Fluor 488 (1:1000, CST 4412S) or Alexa Fluor 555 (1:1000, CST 4413S) were added to the slides, which were incubated for 1 hour at room temperature. The slides were washed with PBS three times, nucleated with Hoechst 33 258 (1:200, Sigma 94403) at room temperature for 10 min, washed again with PBS and sealed with a fluorescence quencher. Slice imaging was performed using a laser confocal scanning microscope (Olympus FV3000, Tokyo, Japan). ELISA and flow cytometry Serum from each LPR mouse was collected, centrifuged and stored at −80°C for analysis. The levels of anti-Müllerian hormone (AMH) and oestradiol (E2) were measured using an ELISA kit according to the manufacturer’s instructions (Multi Sciences, China). Cells were isolated from 22-week-old LPR murine ovaries according to a previously described isolation method. 32 33 The cells were stained with the following anti-mouse antibodies: anti-CD25-APC (BioLegend, 101909), anti-CD4-FITC (BioLegend, 100510) and anti-FOX3-PE (BioLegend, 126403). The stained cells were analysed by flow cytometry (BD LSRFortessa), and the data were analysed by FlowJo software. Collection, culture and treatment of ovarian granulosa cells from ovaries Ovarian GCs were isolated from 22-week-old LPR females. The GCs were isolated by piercing the follicles with a sterile syringe under a stereoscope (Olympus, Tokyo, Japan). 34 35 The remaining ovarian tissue was cut into 1 mm 3 pieces with scissors and washed three times with PBS. Mixed digestive juices (0.4% collagenase intravenous, 0.1% deoxyribonuclease I, 0.2% dispase II and 0.2% hyaluronidase) dissolved in DMEM/F12 medium were used to digest the tissues at 37°C for 30 min. After digestion, the strain was strained through a 100 µm strainer and centrifuged at 1000 rpm for 5 min. The precipitates were suspended in DMEM/F12 medium supplemented with 10% FBS (ExCell Bio, FSP500), 1% 100 U/mL streptomycin sulfate and 100 U/mL penicillin G and cultured in a humid incubator containing 5% CO2 at 37°C. Transwell assays Primary GCs were cocultured with MSCs in a transwell chamber (0.4 µm pore size, Corning, New York, USA), and the control group was cultured without MSCs. The upper chamber, which contained 300 µl of serum-free DMEM/F12 medium, was filled with a density of 1×10 4 MSCs. The lower compartment contained GCs filled with 1 mL of DMEM/F12 containing 10% FBS. After incubation at 37°C for 24 hours, 200 µl of radioimmunoprecipitation assay (RIPA) (NCM Biotech, WB3100) lysis solution containing 1% phosphatase inhibitor and 1% protease inhibitor (Epizyme BioTech, GRF101) was added to one part, and 1 mL of TRIzol (Vazyme, R401-01) was added to the other part and stored at −80°C. Quantitative reverse-transcriptase-PCR Total RNA was extracted from cells or whole ovarian lysate tissues with TRIzol Reagent (Vazyme, R401-01) and reverse transcribed according to the manufacturer’s instructions. Complementary DNA was synthesised using the PrimeScript RT Kit (Takara Biotechnology, Tokyo, Japan). A QuantStudio 6 Flex (Foster City Applied Biosystems, USA) was used for PCR amplification. All reactions were performed using a FastStart DNA Master SYBR Green I light cycler (Takara Biotechnology, Tokyo, Japan) according to the manufacturer’s instructions. All primer sequences were synthesised and verified via Basic Local Alignment Search Tool (BLAST) searches via the National Center for Biotechnology Information (NCBI) software tool Primer-BLAST ( https://www.ncbi.nlm.nih.gov/tools/primer-blast/ ). The primers were synthesised by GenScript (Nanjing, China) and are listed in online supplemental table S1 . Western blotting Cells or tissues were lysed in RIPA buffer containing a protease and phosphatase inhibitor cocktail. The whole process of ice cracking takes half an hour. The protein samples were resolved by 12% sodium dodecyl sulfate–polyacrylamide gel electrophoresis (SDS-PAGE) and blotted onto polyvinylidene difluoride membranes. After being blocked with 5% non-fat milk in Tris-buffered saline-Tween (0.2%) for 1 hour, the blots were incubated overnight with appropriate primary antibodies and then with HRP-conjugated secondary antibodies. The signal was visualised with an enhanced chemiluminescence system. Statistical analysis Quantitative results are expressed as the mean±SEM. All the data were analysed using GraphPad Prism V.8.0. Statistical differences were analysed by using Student’s t-test between two groups and using two-way analysis of variance among multiple groups. p<0.05 was considered statistically significant. Results Deterioration of the ovarian microenvironment with impaired ovarian function in LPR mice after disease onset To determine whether lupus activity affects ovarian function, we first performed H&E and Masson staining of the ovaries of LPR mice and their control MPJ mice. As anticipated, no significant differences were observed between the two groups at 7 weeks of age in terms of the number of nucleated follicles or the area of collagen fibres, an indicator of fibrosis ( figure 1A,B ). However, by 22 weeks of age, the LPR mice exhibited a marked reduction in the number of nucleated follicles, accompanied by significant ovarian fibrosis ( figure 1A,B ). Each group of mice presented fewer follicle numbers and a greater collagen volume fraction (CVF) from the ages of 7 to 22 weeks ( figure 1C,D ), which was probably due to age. Importantly, following the active lupus activity confirmed by dramatically elevated serum anti-double-stranded DNA (dsDNA) antibody at 22 weeks of age ( online supplemental figure S1A ), the number of follicles was significantly reduced by approximately fivefold ( figure 1C ) in the LPR mice compared with the MPJ mice, whereas the CVF increased by more than threefold in the LPR mice ( figure 1D ), suggesting that active lupus activity indeed impairs ovarian development. Figure 1 Deterioration of the ovarian microenvironment with impaired ovarian function in LPR mice after disease onset. ( A ) H&E staining was performed in 7-week-old MRL/lpr (LPR) and MRL/mpj (MPJ) mice compared with 22-week-old LPR and MPJ mice. Scale bar: 50 µm. ( B ) Masson staining of the ovaries of 7-week-old MRL/lpr and MRL/mpj mice and 22-week-old MRL/lpr and MRL/mpj mice. ( C ) The number of mature nucleated follicles in the two groups of mice aged 7 weeks and 22 weeks. ( D ) Collagen volume fraction (CVF%) statistics of 7-week-old and 22-week-old mice in the two groups. ( E ) Comparison of Tnf-α, Il-1β, Il-6 and Il-18 mRNA expression levels in the ovaries of 22-week-old LPR and MPJ mice. ( F ) Comparison of the mRNA expression levels of the ovarian fibrosis factors Ctgf, Collagen I, α-Sma and Tgf-β1 between LPR and MPJ mice at 22 weeks. ( G ) Comparison of the mRNA expression levels of the ovarian hormone function receptors Amh, Esr1, Esr2 and Fshr in LPR and MPJ mice at 22 weeks. Data are presented as the mean±SEM; two-way ANOVA (C–D, n=5) and Student’s t-test (E–F, n=5); *p<0.05, **p<0.01, ***p<0.001, ****p<0.0001. AMH, anti-Müllerian hormone; ANOVA, analysis of variance; CTGF, connective tissue growth factor; ESR, oestrogen receptor; FSHR, follicle stimulating hormone receptor; IL, interleukin; mRNA, messenger RNA; SMA, smooth muscle actin; TGF, transforming growth factor; TNF, tumour necrosis factor. To understand how an ovary is injured under lupus conditions, we examined the expression of inflammatory factors in the ovarian microenvironment, as previous studies reported that proinflammatory factors can promote fibrosis and affect ovarian function. 3 4 Indeed, our quantitative reverse-transcriptase-PCR (RT‒qPCR) results revealed a marked upregulation of proinflammatory factors ( Tnf-α, Il-1β, Il-6 and Il-18 ) in the LPR mice compared with the MPJ mice at the age of 22 weeks ( figure 1E ). In contrast, there was no significant difference in terms of the expression of most inflammatory factors between the LPR and MPJ mice before disease onset at 7 weeks ( online supplemental figure S1B ), at which time only the expression level of IL-1β, a pioneer factor driving the pathogenesis of lupus, was significantly greater in the LPR mice than in the MPJ mice. Consistently, in the ovaries of mice with active lupus at 22 weeks of age, the expression of fibrotic markers ( Ctgf , collagen I and a-Sma ) was significantly upregulated, and Tgfβ1 also tended to be upregulated, although the difference was not significant ( figure 1F ). However, these fibrotic markers were not upregulated at 7 weeks of age ( online supplemental figure S1C ). Additionally, to confirm the impairment of ovarian function associated with the upregulation of proinflammatory factors and fibrosis in LPR mice, we next detected the expression of ovarian hormone ( Amh ) and functional receptors ( Esr1, Esr2 and Fshr ). The results revealed significant downregulation of these genes in the ovaries of 22-week-old LPR mice ( figure 1G ), whereas no such changes were observed in 7-week-old LPR mice ( online supplemental figure S1D ). Thus, lupus disease activity seems to deteriorate the ovarian microenvironment through excessive inflammatory factors and fibrosis, presumably breaking down the function of ovarian hormone secretion and eventually leading to ovarian insufficiency in lupus mice. UC-MSC transplantation alleviates ovarian inflammation and reshapes the immune microenvironment in LPR mice UC-MSCs have shown potential immune modulation capabilities in many diseases. To investigate whether they can also have immunosuppressive effects that reset the immune niche of the ovaries in LPR mice, we first examined the expression of proinflammatory factors that were previously significantly upregulated in the ovaries of LPR mice. As expected, the RT‒qPCR results demonstrated significant downregulation of Tnf-α, Il-1β, Il-6 and Il-18 in the ovaries of the LPR mice after UC-MSC treatment ( figure 2A and online supplemental figure S2 ). Next, immunofluorescence staining verified that UC-MSCT also reduced the deposition of IgG antibodies and C3 complement in the ovaries of the MSCT group ( figure 2B ). Since T cells are implicated in ovarian dysfunction, 10 we further assessed changes in T-cell infiltration in the ovaries through immunohistochemistry. The results revealed a noticeable decrease in the numbers of both CD3 + T cells and CD4 + T cells in the LPR mice following MSCT ( figure 2C ), whereas there was no difference in the number of CD8 + T cells between the LPR mice with or without MSCT ( online supplemental figure S1E ). Interestingly, the proportion of regulatory T cells, a well-known inhibitory subtype of T cells, significantly increased from an average of 8.1–19.2% in the ovaries of LPR mice in the MSCT group ( figure 2D ). With respect to other immune cells, F4/80 + macrophages but not Ly6 + neutrophils in the ovaries also seemed to be affected following MSC treatment ( online supplemental figure S3 ). Taken together, these results indicate that MSCT reversed the ovarian immune microenvironment and improved the inflammatory state in LPR mice. Figure 2 UC-MSC transplantation reduces inflammation and reshapes the immune microenvironment in the ovaries of LPR mice. ( A ) Comparison of Tnf-α, Il-1β, Il-6 and Il-18 mRNA expression levels in the ovaries of the MSCT and PBS groups. ( B ) Immunofluorescence showed that the levels of IgG and C3 immune complexes were decreased in the MSCT group. Scale bar: 50 µm. ( C ) The expression of CD3 and CD4 in mouse ovaries decreased after UC-MSC transplantation. Scale bar: 50 µm. ( D ) The proportion of Tregs in the ovaries of the two groups of mice was analysed by flow cytometry. Treg cells increased in the ovaries of the mice in the MSCT group. The data are presented as the means±SEMs; Student’s t-test (A, n=5; D, n=4); *p<0.05, **p<0.01. IL, interleukin; mRNA, messenger RNA; MSCT, mesenchymal stem cell transplantation; PBS, phosphate-buffered saline; TNF, tumour necrosis factor; Tregs, regulatory T cells; UC-MSC, umbilical cord-derived mesenchymal stem cell. UC-MSC transplantation improves ovarian function and reduces ovarian fibrosis Given that the immune microenvironment is reset and that proinflammatory conditions are reduced in the ovaries of LPR mice following UC-MSC treatment, we speculated that ovarian fibrosis would be correspondingly suppressed, leading to the restoration of ovarian function. To test this hypothesis, Masson staining was conducted to assess the extent and distribution of ovarian fibrosis. The results revealed that widespread fibrosis was predominantly localised around the follicles in the ovaries of the PBS group, whereas this fibrotic pattern was markedly diminished in the MSCT group ( figure 3A,B ). Further RT-qPCR results confirmed the significant downregulation of fibrosis markers ( Ctgf, Collagen I , a-Sma and Tgf-β1 ) after MSC treatment ( figure 3C ). In terms of ovarian function, H&E staining revealed that the number of nucleated follicles in the ovaries of the MSCT group more than doubled compared with that in the PBS group ( figure 3D,E ). Similarly, RT-qPCR analysis showed that the expression levels of ovarian hormone function markers ( Amh , Esr1 , Esr2 and Fshr ) were greater in the MSCT group than in the PBS group ( figure 3F ). MSCT significantly improved the number of ovarian cysts in the ovarian tissue ( figure 3G ). More importantly, the concentrations of serum AMH and E2 in the MSCT group were significantly higher than those in the PBS group, as detected by ELISA, indicating that ovarian function was successfully improved as ovarian fibrosis was reduced ( figure 3H,I ). Figure 3 UC-MSC transplantation improves ovarian function and reduces ovarian fibrosis. ( A ) The area of Masson-stained ovaries in the MSCT group was significantly smaller than that in the PBS group. Scale bar: 50 µm. (B) Collagen volume fraction (CVF%) statistics in the PBS and MSCT groups. (C) Ctgf, Collagen I , a-Sma and Tgf-β1 mRNA expression levels in the PBS and MSCT groups. (D) H&E staining results of ovaries in the PBS group and MSCT group. Scale bar: 50 µm. (E) The number of ovarian follicles in mice before and after MSC transplantation. ( F ) Comparison of the mRNA expression levels of the ovarian functional receptors Amh, Esr1 and Esr2 between the PBS group and the MSCT group. ( G ) Comparison of the ovarian morphology of 22-week-old mice in the PBS, MSCT and MPJ groups. ( H ) Serum AMH concentrations of the mice in the PBS group and MSCT group were detected via ELISA. ( I ) Serum E2 concentrations of the mice in the PBS group and MSCT group were detected via ELISA. The data are presented as the means±SEMs; Student’s t-test (B–C, E–F, H–I, n=5); *p<0.05, **p<0.01, ***p<0.001, ****p<0.0001. AMH, anti-Müllerian hormone; CTGF, connective tissue growth factor; E2, oestradiol; ELISA, enzyme-linked immunosorbent assay; ESR, oestrogen receptor; mRNA, messenger RNA; MSCT, mesenchymal stem cell transplantation; PBS, phosphate-buffered saline; SMA, smooth muscle actin; TGF, transforming growth factor; UC-MSC, umbilical cord-derived mesenchymal stem cell. UC-MSC transplantation suppresses ovarian fibrosis by inhibiting FAK/FAKp-Tyr576/577 phosphorylation in granulosa cells To investigate the mechanism by which UC-MSCT reduces ovarian fibrosis, we performed immunohistochemistry to assess the expression of CTGF, COLLAGEN I and α-SMA. The results revealed that all three fibrosis markers were significantly less abundant in the MSCT group than in the PBS group ( figure 4A–C ). Interestingly, both α-SMA and COLLAGEN I were localised primarily within GCs inside the follicles or around the follicular structures. Next, we isolated primary FSHR + GCs from LPR mice to further investigate the role of UC-MSC treatment in suppressing fibrosis within GCs ( figure 4D ). The RT-qPCR results demonstrated that the expression levels of Ctgf , Collagen I and α-SMA decreased in primary GCs following MSC treatment ( figure 4E ), a finding that was further corroborated by western blotting ( figure 4F ). Unexpectedly, the levels of TGF-β1, a well-known factor that promotes fibrosis, remained unchanged in the ovaries after MSC treatment. Because FAK can mediate extracellular matrix signals to regulate fibrosis, 36 we then examined FAK expression at the protein level. The results revealed that the phosphorylation of FAK-Tyr576/577 but not FAK was inhibited in GCs after MSC treatment ( figure 4G ). Additionally, compared with the PBS group, the MSCT group presented reduced expression of CTGF, COLLAGEN I, α-SMA and phosphorylated FAK-Tyr576/577 in whole ovarian tissues ( figure 4H,I ). These findings suggest that MSCs may downregulate the expression of fibrosis-related factors by inhibiting the phosphorylation of FAK-Tyr576/577 and α-SMA, potentially through the action of CTGF. Figure 4 UC-MSC transplantation ameliorates ovarian fibrosis by inhibiting FAK/FAKp-Tyr576/577 phosphorylation in granulosa cells ( A ) Immunohistochemical expression levels of the fibrotic protein CTGF in the ovaries of the PBS group and MSCT group. Scale bar: 50 µm. ( B ) Immunohistochemical expression levels of the fibrotic protein COLLAGEN I in the ovaries of the PBS group and MSCT group. Scale bar: 50 µm. ( C ) Expression levels of the fibrotic protein α-SMA in the ovaries of the PBS group and MSCT group as determined by immunohistochemistry. Scale bar: 50 µm. ( D ) FSHR identification by immunofluorescence in the renal podocyte line MPC5 (negative control) and primary granulosa cells from 22-week-old MRL/lpr mice. Scale bar: 25 µm. ( E ) Ctgf, Collagen I and a-Sma mRNA expression levels in primary granulosa cells from the Ctrl and MSCT groups. ( F ) The expression levels of CTGF, COLLAGEN I, α-SMA and TGF-β1 in primary mouse granulosa cells were detected by western blot after coculture with MSCs. ( G ) The expression levels of FAK and p-FAK were detected by western blot after coculture with MSCs in primary mouse granulosa cells. ( H ) The expression levels of CTGF, COLLAGEN I and α-SMA in mouse ovaries from the PBS group and MSCT group were detected by western blotting. ( I ) The expression levels of FAK and p-FAK in mouse ovaries from the PBS group and MSCT group were detected by western blotting. The data are presented as the means±SEMs, Student’s t-test (E, n=4); *p<0.05, ****p<0.0001. AMH, anti-Müllerian hormone; CTGF, connective tissue growth factor; FAK, focal adhesion kinase; FSHR, follicle stimulating hormone receptor; GC, granulosa cell; mRNA, messenger RNA; MSCT, mesenchymal stem cell transplantation; PBS, phosphate-buffered saline; SMA, smooth muscle actin; TGF, transforming growth factor; UC-MSC, umbilical cord-derived mesenchymal stem cell. MSCs inhibit fibrosis in granulosa cells through the CTGF-mediated FAK/FAKp-Tyr576/577 signalling pathway Since MSCT was found to reduce both α-SMA and CTGF expression in ovarian tissue, particularly in FSHR + GCs of LPR mice ( figure 5A,B ), we further investigated the effects of CTGF on the expression of α-SMA, COLLAGEN I and FAK/FAKp-Tyr576/577As shown in figure 5C , recombinant CTGF alone stimulated human GCs (KGNs) to produce fibrosis-related proteins, including α-SMA and COLLAGEN I, which was accompanied by the upregulation of phosphorylated FAKp-Tyr576/577. This finding implies that CTGF plays a role in regulating fibrosis in KGNs. The introduction of a CTGF antagonist (FG-3019) effectively suppressed fibrosis by downregulating α-SMA, COLLAGEN I and FAK/FAKp-Tyr576/577 in KGN cells. Notably, this suppression was reversed when KGN cells were treated simultaneously with both CTGF and FG-3019. These results indicated that CTGF promoted the expression of fibrosis markers (α-SMA and COLLAGEN I) in KGNs, possibly via FAKp-Tyr576/577. Figure 5 MSCs inhibit fibrosis via the FAK/FAKp-Tyr576/577 pathway via CTGF in granulosa cells ( A ) FSHR and α-SMA expression in the ovaries of mice in the PBS group and MSCT group. Scale bar: 50 µm. ( B ) CTGF and α-SMA expression in the ovaries of mice in the PBS group and MSCT group. Scale bar: 50 µm. ( C ) Representative western blot results of COLLAGEN I, α-SMA and FAK/FAKp-Tyr576/577 pathway proteins in KGN cells treated with CTGF and FG-3019. ( D ) Representative western blot results of COLLAGEN I, α-SMA and FAK/FAKp-Tyr576/577 pathway proteins in KGN cells treated with CTGF and SU6656. ( E ) Representative western blot results of COLLAGEN I, α-SMA and FAK/FAKp-Tyr576/577 pathway proteins in KGN cells (pretreated with CTGF for 24 hours) cotreated with SU6656 and MSCs. ( F ) Representative western blot results of COLLAGEN I, α-SMA and FAK/FAKp-Tyr576/577 pathway proteins in the coculture of KGN cells with CTGF, SU6656 and MSCs. CTGF, connective tissue growth factor; FAK, focal adhesion kinase; FSHR, follicle stimulating hormone receptor; KGN, human ovarian granulosa cells; MSC, mesenchymal stem cell; MSCT, mesenchymal stem cell transplantation; PBS, phosphate-buffered saline; SMA, smooth muscle actin. To assess whether FAK signalling mediates the effect of CTGF in promoting fibrosis in KGNs, we treated the cells with SU6656, a FAK phosphorylation inhibitor. The western blotting results revealed that α-SMA and COLLAGEN I were downregulated in the KGNs following SU6656 treatment, which was accompanied by a decrease in the protein level of FAKp-Tyr576/577 ( figure 5D ). These findings indicate that the FAK/FAKp-Tyr576/577 pathway indeed mediates CTGF-induced fibrosis. We subsequently performed transwell assays to investigate whether MSCs inhibit GC fibrosis via the FAKp-Tyr576/577 pathway. KGN cells were pretreated with CTGF for 24 hours to induce the expression of fibrosis-related genes, followed by indirect co-culture with MSCs. MSC treatment resulted in the downregulation of α-SMA and COLLAGEN I, along with the inhibition of FAKp-Tyr576/577, although FAK levels remained unchanged, as demonstrated by western blotting ( figure 5E ). In contrast, the addition of SU6656, either alone or in conjunction with MSCs, further reduced the protein levels of FAKp-Tyr576/577 and α-SMA. These findings suggest that MSCs exert their antifibrotic effects through the FAKp-Tyr576/577 pathway, leading to the inhibition of α-SMA and COLLAGEN I expression. To further elucidate the effect of MSCs on exogenous CTGF-induced fibrosis in KGNs, we cocultured KGNs (without prior CTGF pretreatment) with MSCs. Western blotting revealed that MSCs inhibited the phosphorylation of FAKp-Tyr576/577 as well as the expression of α-SMA and COLLAGEN I ( figure 5F ). Collectively, these findings suggest that MSCs inhibit fibrosis in KGNs through the CTGF/pFAK-Tyr576/577 signalling pathway. Discussion In this study, we identified a spectrum of pathological alterations in the ovaries of lupus-prone mice following disease onset, including disruption of the immune microenvironment, fibrosis, gonadal hormone imbalance and follicular depletion. Notably, these pathological changes were ameliorated, and ovarian function was restored following treatment with UC-MSCs. Mechanistically, UC-MSCs modulated the CTGF/FAKp-Tyr576/577 signalling pathway, thereby attenuating ovarian fibrosis. Ovarian insufficiency remains a significant clinical challenge for women with SLE, particularly those seeking to conceive. However, the precise mechanisms underlying this condition remain poorly understood. Although ovarian dysfunction in SLE has been attributed to disease activity, as evidenced by the progressive decline in serum E2 and AMH levels with active disease, 37 38 the specific pathways leading to ovarian injury and functional impairment are not well defined. In this study, we demonstrated that ovarian insufficiency in lupus mice was closely related to fibrosis and an imbalanced immune microenvironment. The presence of excessive proinflammatory cytokines in the ovaries of LPR mice presumably leads to or exacerbates fibrosis, as other studies have shown that fibrosis is associated with an inflammatory environment and immune cell infiltration. 39 40 The elevated levels of proinflammatory cytokines (TNF-α, IL-1β, IL-6 and IL-18) in the ovaries of LPR mice likely originated from peripheral blood, infiltrating CD3 + /CD4 + T cells and/or resident ovarian cells (eg, macrophages, GCs and connective cells) affected by the deposition of IgG and C3 complement. This inflammatory milieu is thought to drive or exacerbate fibrosis, which is consistent with prior studies linking fibrosis to inflammatory environments and immune cell infiltration. Consequently, the disrupted immune niche in the ovary was associated with severe fibrosis, as evidenced by the upregulation of profibrotic markers (CTGF, α-SMA and Collagen 1). Importantly, UC-MSCT effectively suppressed these pathological changes, restoring ovarian function. UC-MSCT has been shown to improve autoimmune diseases such as lupus nephritis, Sjogren’s syndrome and scleroderma. 22 25 41 42 However, its therapeutic potential for treating ovarian dysfunction in these diseases remains underexplored, despite emerging evidence that exosomes derived from adipose-derived stem cells can ameliorate PCOS. 43 In this study, we demonstrated that UC-MSCT alleviated immune dysregulation, inhibited ovarian fibrosis and restored ovarian function in lupus mice. These effects are mediated, at least in part, through GCs, which play a critical role in folliculogenesis and hormone production. GCs differentiate into parietal cells of the basement membrane and cumulus cells and contribute to the formation of the corpus luteum. 44 Notably, AMH and E2, key biomarkers of the ovarian reserve, are secreted primarily by GCs. In 22-week-old LPR mice, ovarian reserve function was significantly compromised, as reflected by reduced serum levels of AMH and E2 and the presence of fibrosis in follicular and perifollicular regions, where GCs are normally localised. 35 Following UC-MSCT, markers of ovarian reserve (AMH and E2) and oestrogen receptors (ESR1 and ESR2) were upregulated, accompanied by an increase in healthy follicles and a reduction in atretic follicles within 1–2 weeks. These findings suggest that UC-MSC treatment improves GC function, thereby mitigating fibrosis and restoring ovarian function. Most strikingly, we identified the CTGF/FAKp-Tyr576-577 signalling pathway as a key mechanism underlying the antifibrotic effects of UC-MSCs. Although TGF-β1/Smad3 signalling contributes to tissue fibrosis, including ovarian fibrosis, 45 CTGF, rather than TGF-β1, plays a more important role in inducing ovarian fibrosis under autoimmune conditions in LPR mice since TGF-β1 levels did not differ significantly between MRL/lpr and MPJ mice at 22 weeks of age. Further experiments confirmed that the upregulation of fibrosis markers (COLLAGEN1 and α-SMA) in ovarian tissues, including GCs, was associated with the elevated CTGF expression both in vivo and in vitro. Moreover, inhibition of FAKp-Tyr576/577 phosphorylation in cultured GCs blocked collagen production, demonstrating that CTGF-induced fibrosis in GCs is mediated by FAKp-Tyr576/577 signalling, a pathway also implicated in fibrosis in other organs. 46 47 Notably, MSC treatment can suppress FAKp-Tyr567/577 signalling in GCs, leading to the downregulation of fibrosis-related markers and the restoration of the hormone-secreting function of GCs, which is essential for supporting oocyte development and maintaining the ovarian reserve. However, much work is needed to overcome the limitations of this study. In the future, further exploration of the molecular mechanism by which the CTGF/FAK-Tyr576/577 pathway regulates the interactions among inflammation, fibrosis and ovarian function in lupus is vital. This information is the key to understanding what proinflammatory cytokines authentically dictate fibrotic transformation within GCs and why lupus ovarian function can be restored following UC-MSCT. In addition, although a local ovarian niche with reduced inflammatory and fibrotic conditions was found to help restore ovarian function after MSC treatment in this study, other organs, such as the kidney, 22 48 brain, 49 joints 50 and skin, 42 may benefit from cell therapy simultaneously, as reported previously, thereby synergically protecting lupus ovarian function and fertility capacity through ameliorating the endocrine system, particularly via the hypothalamic‒pituitary‒gonadal axis. Another limitation is that all the findings were only based on LPR mice, a genetic lupus model in which Fas mutation causes autoimmunity, which has high disease penetrance and a non-representative inflammatory profile compared with human SLE, particularly with respect to ovarian fibrosis. We must be cautious to directly translate the present achievements to human patients before their therapeutic effects on UC-MSCs can be further validated to treat ovarian insufficiency in other lupus models with profiles that are more compatible with those of human SLE and in clinical trials with a large number of participants. Moreover, although UC-MSC treatment is considered a safe therapeutic strategy without the risk of immune rejection, transplanted allogenic cells are ultimately recognised and discriminated by the recipient’s immune system within a short period of time. Hence, identifying the optimal subgroup of UC-MSCs with the best therapeutic effects on ovarian function is essential because heterogeneous MSCs comprise different subpopulations. 48 In summary, our findings highlight the critical role of the CTGF/FAKp-Tyr567/577 signalling pathway in the recovery of ovarian function in lupus mice through the inhibiting of ovarian fibrosis following UC-MSCT. However, the precise mechanisms by which proinflammatory cytokines induce ovarian fibrosis remain to be fully elucidated. Additionally, further studies are needed to clarify how GCs contribute to the restoration of ovarian function after UC-MSCT. Conclusion UC-MSCT can ameliorate ovarian dysfunction in lupus mice by suppressing fibrosis and restoring the immune microenvironment through the CTGF/FAKp-Tyr567/577 signalling pathway. This study provides a foundation for the development of novel therapeutic strategies for treating ovarian insufficiency in SLE. Supplementary material 10.1136/lupus-2024-001468 online supplemental file 1 Acknowledgements This work was supported by Xuzhou Medical University and the Institute of Rheumatology and Immunology, Nanjing Drum Tower Hospital. Funding: This work was supported by the National Key R&D Program of China (2020YFA0710804), Projects of the National Natural Science Foundation of China (81930043 and 82271843) and the Jiangsu Provincial Key Research and Development Program (BE2020621). Provenance and peer review: Not commissioned; externally peer reviewed. Patient consent for publication: Not applicable. Ethics approval: The study was conducted in accordance with the National Research Council Guidance for Care and Use of Laboratory Animals and approved by the Committee of Experimental Animal Administration of the Affiliated Drum Tower Hospital of Medical School of Nanjing University (Approval number: 2022AE01012). Data availability free text: All the data generated and analysed during this study are included in this published article and supplementary information file. Patient and public involvement: Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this research. References 1 Oktem O Yagmur H Bengisu H et al Reproductive aspects of systemic lupus erythematosus J Reprod Immunol 2016 117 57 65 10.1016/j.jri.2016.07.001 27474801 2 Hong L Zhang Y Wang Q et al Effects of interleukin 6 and tumor necrosis factor-α on the proliferation of porcine theca interna cells: Possible role of these cytokines in the pathogenesis of polycystic ovary syndrome Taiwan J Obstet Gynecol 2016 55 183 7 10.1016/j.tjog.2016.02.006 27125399 3 Dabravolski SA Nikiforov NG Eid AH et al Mitochondrial Dysfunction and Chronic Inflammation in Polycystic Ovary Syndrome Int J Mol Sci 2021 22 3923 10.3390/ijms22083923 33920227 4 Yang Y Xia J Yang Z et al The abnormal level of HSP70 is related to Treg/Th17 imbalance in PCOS patients J Ovarian Res 2021 14 155 10.1186/s13048-021-00867-0 34781996 5 Mende R Vincent FB Kandane-Rathnayake R et al Analysis of Serum Interleukin (IL)-1β and IL-18 in Systemic Lupus Erythematosus Front Immunol 2018 9 1250 10.3389/fimmu.2018.01250 29930551 6 Ihim SA Abubakar SD Zian Z et al Interleukin-18 cytokine in immunity, inflammation, and autoimmunity: Biological role in induction, regulation, and treatment Front Immunol 2022 13 919973 10.3389/fimmu.2022.919973 36032110 7 Suárez A López P Mozo L et al Differential effect of IL10 and TNF{alpha} genotypes on determining susceptibility to discoid and systemic lupus erythematosus Ann Rheum Dis 2005 64 1605 10 10.1136/ard.2004.035048 15800006 8 Ayers CD Carlson KS Spontaneous Pregnancy in the Setting of Primary Ovarian Insufficiency and Breastfeeding: Does Immunosuppression Play a Role? Am J Case Rep 2020 21 e926980 10.12659/AJCR.926980 33127872 9 Rudnicka E Suchta K Grymowicz M et al Chronic Low Grade Inflammation in Pathogenesis of PCOS Int J Mol Sci 2021 22 3789 10.3390/ijms22073789 33917519 10 Zhai Y Pang Y Systemic and ovarian inflammation in women with polycystic ovary syndrome J Reprod Immunol 2022 151 103628 10.1016/j.jri.2022.103628 35472833 11 Deroux A Dumestre-Perard C Dunand-Faure C et al Female Infertility and Serum Auto-antibodies: a Systematic Review Clin Rev Allergy Immunol 2017 53 78 86 10.1007/s12016-016-8586-z 27628237 12 Mobeen H Afzal N Kashif M Polycystic Ovary Syndrome May Be an Autoimmune Disorder Scientifica (Cairo) 2016 2016 4071735 10.1155/2016/4071735 27274883 13 Mackiewicz Z Sukura A Povilenaité D et al Increased but imbalanced expression of VEGF and its receptors has no positive effect on angiogenesis in systemic sclerosis skin Clin Exp Rheumatol 2002 20 641 6 12412194 14 Wree A McGeough MD Inzaugarat ME et al NLRP3 inflammasome driven liver injury and fibrosis: Roles of IL-17 and TNF in mice Hepatology 2018 67 736 49 10.1002/hep.29523 28902427 15 Chen W Yuan H Cao W et al Blocking interleukin-6 trans-signaling protects against renal fibrosis by suppressing STAT3 activation Theranostics 2019 9 3980 91 10.7150/thno.32352 31281526 16 Zhang L Xing R Huang Z et al Inhibition of Synovial Macrophage Pyroptosis Alleviates Synovitis and Fibrosis in Knee Osteoarthritis Mediators Inflamm 2019 2019 2165918 10.1155/2019/2165918 31582897 17 Lliberos C Liew SH Zareie P et al Evaluation of inflammation and follicle depletion during ovarian ageing in mice Sci Rep 2021 11 278 10.1038/s41598-020-79488-4 33432051 18 Amargant F Manuel SL Tu Q et al Ovarian stiffness increases with age in the mammalian ovary and depends on collagen and hyaluronan matrices Aging Cell 2020 19 e13259 10.1111/acel.13259 33079460 19 Umehara T Winstanley YE Andreas E et al Female reproductive life span is extended by targeted removal of fibrotic collagen from the mouse ovary Sci Adv 2022 8 eabn4564 10.1126/sciadv.abn4564 35714185 20 Landry DA Yakubovich E Cook DP et al Metformin prevents age-associated ovarian fibrosis by modulating the immune landscape in female mice Sci Adv 2022 8 eabq1475 10.1126/sciadv.abq1475 36054356 21 Khallaf WAI Sharata EE Attya ME et al LCZ696 (sacubitril/valsartan) mitigates cyclophosphamide-induced premature ovarian failure in rats; the role of TLR4/NF-κB/NLRP3/Caspase-1 signaling pathway Life Sci 2023 326 121789 10.1016/j.lfs.2023.121789 37201697 22 Deng D Zhang P Guo Y et al A randomised double-blind, placebo-controlled trial of allogeneic umbilical cord-derived mesenchymal stem cell for lupus nephritis Ann Rheum Dis 2017 76 1436 9 10.1136/annrheumdis-2017-211073 28478399 23 Yuan X Qin X Wang D et al Mesenchymal stem cell therapy induces FLT3L and CD1c + dendritic cells in systemic lupus erythematosus patients Nat Commun 2019 10 2498 10.1038/s41467-019-10491-8 31175312 24 Tyndall A Houssiau FA Mesenchymal stem cells in the treatment of autoimmune diseases Ann Rheum Dis 2010 69 1413 4 10.1136/ard.2010.132639 20650875 25 Xu J Wang D Liu D et al Allogeneic mesenchymal stem cell treatment alleviates experimental and clinical Sjögren syndrome Blood 2012 120 3142 51 10.1182/blood-2011-11-391144 22927248 26 Garg K Zilate S Umbilical Cord-Derived Mesenchymal Stem Cells for the Treatment of Infertility Due to Premature Ovarian Failure Cureus 2022 14 e30529 10.7759/cureus.30529 36415442 27 Li Z Zhang M Tian Y et al Mesenchymal Stem Cells in Premature Ovarian Insufficiency: Mechanisms and Prospects Front Cell Dev Biol 2021 9 718192 10.3389/fcell.2021.718192 34414193 28 Zhang H Luo Q Lu X et al Effects of hPMSCs on granulosa cell apoptosis and AMH expression and their role in the restoration of ovary function in premature ovarian failure mice Stem Cell Res Ther 2018 9 20 10.1186/s13287-017-0745-5 29386068 29 Xie Q Xiong X Xiao N et al Mesenchymal Stem Cells Alleviate DHEA-Induced Polycystic Ovary Syndrome (PCOS) by Inhibiting Inflammation in Mice Stem Cells Int 2019 2019 9782373 10.1155/2019/9782373 31611920 30 Cui L Bao H Liu Z et al hUMSCs regulate the differentiation of ovarian stromal cells via TGF-β 1 /Smad3 signaling pathway to inhibit ovarian fibrosis to repair ovarian function in POI rats Stem Cell Res Ther 2020 11 386 10.1186/s13287-020-01904-3 32894203 31 Wei Q Kong N Liu X et al Pirfenidone attenuates synovial fibrosis and postpones the progression of osteoarthritis by anti-fibrotic and anti-inflammatory properties in vivo and in vitro J Transl Med 2021 19 157 10.1186/s12967-021-02823-4 33874948 32 Sun B Ma Y Wang F et al miR-644-5p carried by bone mesenchymal stem cell-derived exosomes targets regulation of p53 to inhibit ovarian granulosa cell apoptosis Stem Cell Res Ther 2019 10 360 10.1186/s13287-019-1442-3 31783913 33 Jin J Ma Y Tong X et al Metformin inhibits testosterone-induced endoplasmic reticulum stress in ovarian granulosa cells via inactivation of p38 MAPK Hum Reprod 2020 35 1145 58 10.1093/humrep/deaa077 32372097 34 Kreeger PK Deck JW Woodruff TK et al The in vitro regulation of ovarian follicle development using alginate-extracellular matrix gels Biomaterials 2006 27 714 23 10.1016/j.biomaterials.2005.06.016 16076485 35 An R Wang X Yang L et al Polystyrene microplastics cause granulosa cells apoptosis and fibrosis in ovary through oxidative stress in rats Toxicology 2021 449 10.1016/j.tox.2020.152665 36 Li R Frangogiannis NG Integrins in cardiac fibrosis J Mol Cell Cardiol 2022 172 1 13 10.1016/j.yjmcc.2022.07.006 35872324 37 Shabanova SS Ananieva LP Alekberova ZS et al Ovarian function and disease activity in patients with systemic lupus erythematosus Clin Exp Rheumatol 2008 26 436 41 18578965 38 Lawrenz B Henes J Henes M et al Impact of systemic lupus erythematosus on ovarian reserve in premenopausal women: evaluation by using anti-Muellerian hormone Lupus (Los Angel) 2011 20 1193 7 10.1177/0961203311409272 39 Li Y Zheng Q Sun D et al Dehydroepiandrosterone stimulates inflammation and impairs ovarian functions of polycystic ovary syndrome Journal Cellular Physiology 2019 234 7435 47 10.1002/jcp.27501 40 Bukulmez O Arici A Leukocytes in ovarian function Hum Reprod Update 2000 6 1 15 10.1093/humupd/6.1.1 10711825 41 Ma H Liu C Shi B et al Mesenchymal Stem Cells Control Complement C5 Activation by Factor H in Lupus Nephritis EBioMedicine 2018 32 21 30 10.1016/j.ebiom.2018.05.034 29885865 42 Yun JH Autologous Mesenchymal Stem Cells Foster Revascularization of Ischemic Limbs in Systemic Sclerosis Ann Intern Med 2011 155 65 10.7326/0003-4819-155-1-201107050-00013 21727297 43 Cao M Zhao Y Chen T et al Adipose mesenchymal stem cell-derived exosomal microRNAs ameliorate polycystic ovary syndrome by protecting against metabolic disturbances Biomaterials 2022 288 10.1016/j.biomaterials.2022.121739 44 Stocco C Telleria C Gibori G The molecular control of corpus luteum formation, function, and regression Endocr Rev 2007 28 117 49 10.1210/er.2006-0022 17077191 45 Shen H Wang Y Activation of TGF-β1/Smad3 signaling pathway inhibits the development of ovarian follicle in polycystic ovary syndrome by promoting apoptosis of granulosa cells J Cell Physiol 2019 234 11976 85 10.1002/jcp.27854 30536903 46 Ge C Tan J Dai X et al Hepatocyte phosphatase DUSP22 mitigates NASH-HCC progression by targeting FAK Nat Commun 2022 13 5945 10.1038/s41467-022-33493-5 36209205 47 Zhang P Liu J Zong R Triptolide protects against TGF-β1-induced pulmonary fibrosis by regulating FAK/calpain signaling Exp Ther Med 2019 18 4781 9 10.3892/etm.2019.8127 31777561 48 Chen H Wen X Liu S et al Dissecting Heterogeneity Reveals a Unique BAMBI high MFGE8 high Subpopulation of Human UC-MSCs Adv Sci (Weinh) 2022 10 e2202510 36373720 49 Han X Wang D Chen L et al MSC transplantation ameliorates depression in lupus by suppressing Th1 cell-shaped synaptic stripping JCI Insight 2025 10 e181885 10.1172/jci.insight.181885 40048256 50 Liu S Liu D Chen C et al MSC Transplantation Improves Osteopenia via Epigenetic Regulation of Notch Signaling in Lupus Cell Metab 2015 22 606 18 10.1016/j.cmet.2015.08.018 26365178 Data availability statement Data are available upon reasonable request.",
    "full_text_abstract": "Abstract Objective SLE is a multisystem autoimmune disease characterised by chronic inflammation and progressive organ damage, including ovarian dysfunction. This study investigated the therapeutic efficacy of umbilical cord-derived mesenchymal stem cells (UC-MSCs) in ameliorating ovarian impairment and restoring ovarian function through the inhibition of fibrosis in a lupus mouse model. Methods Serum levels of sex hormones were quantified via ELISA. Ovarian tissue samples were histologically evaluated for follicle count and fibrosis via H&E and Masson’s trichrome staining. Quantitative reverse-transcriptase-PCR, western blot, immunofluorescence and immunohistochemistry were employed to evaluate inflammatory cytokines, fibrotic factors, hormone receptors and signalling proteins. Primary granulosa cells (GCs) isolated from lupus mice (MRL/lpr) were cocultured with MSCs and the expression of fibrotic factors was analysed by western blot. Additionally, a human GC line (KGN) was used to further explore the relationships among connective tissue growth factor (CTGF), focal adhesion kinase (FAK)/FAK-Tyr576/577 phosphorylation and fibrosis. This was achieved through stimulation with recombinant CTGF, the CTGF antagonist FG-3019 or the FAK inhibitor SU6656. Results UC-MSC transplantation significantly downregulated the expression of proinflammatory cytokines ( Tnf-α , Il-1β ) and fibrotic markers ( Ctgf , α-Sma ) while upregulating the expression of key hormone receptors ( Amh , Esr1 , Esr2 ). Additionally, a reduction in CD3 + /CD4 + T-cell infiltration, C3 complement deposition and IgG levels was observed, accompanied by an increase in regulatory T cells. Further analysis revealed that fibrotic markers and FAK-Tyr576/577 phosphorylation were markedly suppressed in primary ovarian GCs following MSC transplantation. In vitro experiments demonstrated that recombinant CTGF promoted fibrogenesis in the human GC line KGN. Conversely, MSC treatment inhibited phosphorylated FAK-Tyr576/577 and downregulated the expression of Collagen 1 and α-SMA, suggesting that UC-MSCs alleviate ovarian fibrosis by suppressing FAK-Tyr576/577 phosphorylation. Conclusion This study demonstrated that UC-MSC treatment ameliorated ovarian dysfunction and attenuated ovarian fibrosis in lupus mice by modulating the CTGF/FAK-Tyr576/577 phosphorylation pathway."
}