{
    "PMC": "3814643",
    "DOI": "10.1101/gad.224923.113",
    "PMID": "24105744",
    "PMCID": "PMC3814643",
    "title": "A SUMO-dependent interaction between Senataxin and the exosome, disrupted in the neurodegenerative disease AOA2, targets the exosome to sites of transcription-induced DNA damage.",
    "year": 2013,
    "source_url": "https://europepmc.org/article/PMC/PMC3814643",
    "source": "MED",
    "abstract_text": "Senataxin (SETX) is an RNA/DNA helicase implicated in transcription termination and the DNA damage response and is mutated in two distinct neurological disorders: AOA2 (ataxia oculomotor apraxia 2) and ALS4 (amyotrophic lateral sclerosis 4). Here we provide evidence that Rrp45, a subunit of the exosome, associates with SETX in a manner dependent on SETX sumoylation. We show that the interaction and SETX sumoylation are disrupted by SETX mutations associated with AOA2 but not ALS4. Furthermore, Rrp45 colocalizes with SETX in distinct foci upon induction of transcription-related DNA damage. Our results thus provide evidence for a SUMO-dependent interaction between SETX and the exosome, disrupted in AOA2, that targets the exosome to sites of DNA damage.",
    "full_text": "Genes Dev Genes Dev GAD Genes & Development 0890-9369 1549-5477 Cold Spring Harbor Laboratory Press 3814643 24105744 8711660 10.1101/gad.224923.113 Research Communication A SUMO-dependent interaction between Senataxin and the exosome, disrupted in the neurodegenerative disease AOA2, targets the exosome to sites of transcription-induced DNA damage Richard et al. Sumoylated Senataxin interacts with the exosome Richard Patricia Feng Shuang Manley James L. 1 Department of Biological Sciences, Columbia University, New York, New York 10027, USA 1 Corresponding author E-mail jlm2@columbia.edu 15 10 2013 27 20 2227 2232 19 6 2013 13 9 2013 © 2013 Richard et al.; Published by Cold Spring Harbor Laboratory Press 2013 This article is distributed exclusively by Cold Spring Harbor Laboratory Press for the first six months after the full-issue publication date (see http://genesdev.cshlp.org/site/misc/terms.xhtml ). After six months, it is available under a Creative Commons License (Attribution-NonCommercial 3.0 Unported), as described at http://creativecommons.org/licenses/by-nc/3.0/ . Senataxin (SETX) is an RNA/DNA helicase implicated in transcription termination and the DNA damage response and is mutated in two neurological disorders: AOA2 and ALS4. Manley and colleagues now show that the exosome subunit Rrp45 interacts with SETX. Strikingly, this interaction is dependent on SETX sumoylation, and both sumoylation and the interaction are disrupted by AOA2, but not ALS4, mutations. This study suggests a role for the exosome in the response to DNA damage and provides key insight into the SETX function relevant to AOA2 disease. Senataxin (SETX) is an RNA/DNA helicase implicated in transcription termination and the DNA damage response and is mutated in two distinct neurological disorders: AOA2 (ataxia oculomotor apraxia 2) and ALS4 (amyotrophic lateral sclerosis 4). Here we provide evidence that Rrp45, a subunit of the exosome, associates with SETX in a manner dependent on SETX sumoylation. We show that the interaction and SETX sumoylation are disrupted by SETX mutations associated with AOA2 but not ALS4. Furthermore, Rrp45 colocalizes with SETX in distinct foci upon induction of transcription-related DNA damage. Our results thus provide evidence for a SUMO-dependent interaction between SETX and the exosome, disrupted in AOA2, that targets the exosome to sites of DNA damage. exosome Senataxin sumoylation Senataxin (SETX) is the human homolog of the yeast superfamily I RNA/DNA helicase Sen1 ( Kim et al. 1999 ). Sen1 is a component of the Nrd1 complex, which is involved in RNA polymerase II (RNAP II) transcription termination and processing of many noncoding RNAs as well as termination on some protein-coding genes ( Ursic et al. 1997 ; Kim et al. 2006 ; Steinmetz et al. 2006 ; for review, see Richard and Manley 2009 ). Interest in SETX increased when it was found that mutations in SETX can lead to two distinct neurological disorders. Moreira et al. (2004) identified mutations, all recessive, in patients with an autosomal ataxia, AOA2 (ataxia oculomotor apraxia 2), while Chen et al. (2004) showed that distinct mutations in SETX —in this case, all dominant—were linked to a juvenile form of ALS (amyotrophic lateral sclerosis or Lou Gehrig's disease), ALS4. As a putative RNA/DNA helicase and Sen1 homolog, SETX has been suspected to play an important role in termination/RNA processing. This is consistent with its role in neurological disorders, which have also increasingly been found to involve defects in RNA metabolism ( Strong 2010 ). SETX has been shown to function in RNAP II transcription termination by resolving R-loop formation at G-rich pause sites located downstream from some polyadenylation signals, thereby allowing degradation of the downstream cleaved RNA by the 5′-to-3′ exoribonuclease Xrn2 ( Skourti-Stathaki et al. 2011 ). Sen1 was also shown to function more generally in R-loop resolution during transcription, potentially helping to prevent genomic instability ( Mischo et al. 2011 ). Indeed, Sen1 is located at replication forks and displaces R loops to allow fork progression across RNAP II transcription units ( Alzu et al. 2012 ). Likewise, a recent study suggests that SETX also resolves R-loop structures formed at sites of collision between the transcription and replication machineries, in conjunction with DNA repair factors ( Yuce and West 2013 ). Consistent with this, disruption of SETX in mice revealed an accumulation of R loops and double-strand breaks (DSBs) in germ cells ( Becherel et al. 2013 ). It is also known that SETX plays a role in the DNA damage response after oxidative stress ( Suraweera et al. 2007 ). Even though recent work has provided insight into the function of SETX and highlighted the importance of the protein in neurodegenerative disease, how disease mutations affect SETX function is unknown. To date, >80 mutations linked to AOA2 have been described, scattered throughout the SETX ORF. These mutations include ∼40 missense mutations clustered within the N terminus and helicase domains of SETX as well as many nonsense mutations, indicating that SETX loss of function is likely responsible for AOA2 ( Moreira et al. 2004 ). Eight SETX missense mutations associated with ALS4 have been identified that appear to be dominant, gain of function ( Chen et al. 2004 ; Arning et al. 2013 ). Here we describe an interaction between SETX and Rrp45, a component of the exosome complex known to function in RNA turnover and quality control. Strikingly, we show that this interaction is dependent on modification of SETX by sumoylation and that both sumoylation and the interaction are disrupted by AOA2, but not ALS4, mutations. Finally, we show that SETX and Rrp45 colocalize in nuclear foci following the induction of transcription-related DNA damage, suggesting a role for the exosome in the response to DNA damage and providing insight into the SETX function relevant to AOA2 disease. Results and Discussion To begin to investigate how disease mutations affect SETX function, we set out to identify SETX-interacting proteins using a yeast two-hybrid screen. Since SETX is mutated in two neurodegenerative diseases, we used a human brain cDNA library as prey and the N-terminal region of SETX (Nter-SETX: 1–665 amino acids) as bait. We chose this region because the corresponding region of Sen1 constitutes a protein–protein interaction domain ( Ursic et al. 2004 ) and because a number of AOA2 and two ALS4 mutations lie in this region ( Chen et al. 2006 ). Among the cDNAs isolated (see also below) were several encoding the C terminus of Rrp45, a core component of the exosome ( Houseley et al. 2006 ). One of these, Rrp45-Cter (206–439 amino acids) was analyzed further and shown to interact with Nter-SETX on selective medium lacking histidine and containing a high concentration (50 mM) of the histidine-competitive inhibitor 3-amino-1,2,4-triazole (3-AT), indicating a stringent interaction between the two proteins ( Fig. 1A ). Figure 1. A SETX–Rrp45 interaction detected in yeast is blocked by AOA2 mutations and mediated by Rrp45 SIM. ( A ) Drop test assay of the mated yeast strains CG1945 carrying pAS2ΔΔ-Nter-SETX and Y187 carrying the empty pACTII vector or expressing Rrp45-Cter (pACTII-Rrp45-Cter). Days of growth are indicated at the bottom . ( B ) Schematic representation of SETX. ( C ) Drop test assay as in A of HF7c yeast strain carrying pACTII-Rrp45-Cter and empty pAS2ΔΔ (−) or expressing Nter-SETX wild type (WT), an AOA2 mutation (EK, WC, or PL), or an ALS4 mutation (TI or LS). Days of growth are indicated at the right . ( D ) Schematic representation of Rrp45 FL and del1. ( E ) Drop test assay as in C . HF7c carrying empty pAS2ΔΔ or expressing Nter-SETX wild type (pAS2ΔΔ-Nter-SETX WT) and pACTII-Rrp45 FL with (FL) or without (FL-ΔSIM) SIM and pACTII-del1 with (del1) or without (del1-ΔSIM) SIM. ( F ) Drop test assay as in C , with pAS2ΔΔ-Nter-SETX wild type and pACTII carrying del1 wild type or mutants of the SIM domain as indicated. Given our interest in identifying SETX-interacting proteins relevant to AOA2 or ALS4, we next asked whether disease-related mutations affect the interaction, again using the yeast two-hybrid assay. Specifically, we tested the effects of three different N-terminal AOA2 missense mutations (E65K [EK] [ Duquette et al. 2005 ], W305C [WC], and P413L [PL] [ Moreira et al. 2004 ]) and two N-terminal ALS4 mutations (T3I [TI] and L389S [LS] [ Chen et al. 2004 ]) on the interaction ( Fig. 1B,C ). Strikingly, the AOA2 mutant EK lost interaction with Rrp45-Cter on selective medium lacking histidine, and all three AOA2 mutant proteins lost interaction on medium supplemented with 3-AT. In contrast, the TI and LS ALS4 mutations did not affect the interaction ( Fig. 1C ). Western blot showed that expression levels of all of the SETX derivatives were similar (Supplemental Fig. 1A). We next wished to gain more insight into the SETX–Rrp45 interaction. Efforts to show a direct interaction with purified recombinant proteins were unsuccessful (data not shown). One explanation for this was that post-translational modifications might be required for interaction. In fact, our yeast two-hybrid screen also identified two components of the sumoylation machinery as Nter-SETX-interacting proteins: the SUMO-conjugating enzyme Ubc9 and the E3 SUMO ligase PIAS1 (see below; data not shown). Additionally, Rrp45 was previously shown to interact with SUMO1 in a yeast two-hybrid screen and to contain a SIM (SUMO-interacting motif) in its unstructured C-terminal region ( Minty et al. 2000 ). We therefore set out to determine whether the interaction with SETX is SUMO-dependent. We first examined the ability of additional Rrp45 derivatives to interact with Nter-SETX in the yeast two-hybrid assay. These included full-length Rrp45 (FL), a shorter C-terminal derivative (residues 257–439, del1), and versions of these two deleted of the SIM (residues 388–403) ( Fig. 1D ). While both FL and del1 Rrp45 interacted with Nter-SETX on selective medium, in both cases, deletion of the SIM disrupted the interaction ( Fig. 1E ). Western blot confirmed comparable levels of protein expression (Supplemental Fig. 1B). To confirm and characterize further the interaction between Rrp45 SIM and Nter-SETX, we tested several mutations of the SIM in the del1 mutant in the yeast two-hybrid assay. The Rrp45 SIM consists of a doublet of serines separated by one amino acid and surrounded by four hydrophobic residues on the N-terminal side (PIIL) and four acidic residues on the C-terminal side (EEEE) ( Fig. 1D ; Minty et al. 2000 ). We tested mutants (protein expression levels shown in Supplemental Fig. 1C) that include single-point mutations that had been described previously to inhibit interaction with SUMO1 (S392A, S394A, E395A, and E397A) ( Minty et al. 2000 ) and deletions or substitutions of two or four amino-acids (388–391-PIIL → EECP, Δ388–391, Δ390–391, 395–398-EEEE → AAAA, Δ395–398, and Δ395–396) within the hydrophobic and acidic residues of the SIM ( Fig. 1F ). While none of the single-point mutations important for SUMO1 binding affected the interaction with SETX, all of the other mutations (with one exception: Δ395–396) disrupted the interaction. These data strongly suggest that Rrp45 interacts with sumoylated Nter-SETX via its SIM in yeast cells. The above model requires by definition that Nter-SETX is sumoylated in yeast. To test this, we performed immunoprecipitation-Western analysis from cells expressing either Gal4DBD-Nter-SETX or the Gal4DBD alone by immunoprecipitating with an anti-Gal4DBD antibody (Ab) and probing with an anti-SUMO Ab (anti-Smt3). The results ( Fig. 2A ) revealed that Gal4DBD-Nter-SETX, but not Gal4DBD alone, was extensively sumoylated, indicating that Nter-SETX was indeed sumoylated in yeast. Figure 2. Nter-SETX is sumoylated in yeast and in HeLa cells by SUMO2/3. ( A ) Gal4DBD immunoprecipitation from extracts of HF7c cells expressing HA-Rrp45-Cter and Gal4DBD (lane a ) or Gal4DBD-Nter-SETX wild type (lane b ). Nter-SETX expressed in yeast was detected by Western blot using an anti-Gal4DBD, and sumoylated Nter-SETX was detected using an anti-Smt3 antibody (Ab). ( B ) Flag immunoprecipitation of Flag-tagged Nter-SETX expressed in HeLa cells. Nter-SETX isoforms were detected by Western blot using anti-Flag M2 Ab. ( C ) Flag immunoprecipitation of Flag-tagged Nter-SETX in HeLa cells stably expressing 6xHis-SUMO1 (lane 1 ), 6xHis-SUMO2 (lane 2 ), and 6xHis-SUMO3 (lane 3 ). Nter-SETX isoforms were detected by Western blot using an M2-Flag Ab, and sumoylated Nter-SETX was detected with an anti-His Ab. (IB) Immunoblot; (I) input; (IP) immunoprecipitate. If the SUMO-dependent interaction that we detected in yeast is relevant to humans, then SETX and, specifically, Nter-SETX must also be sumoylated in human cells. Indeed, proteomic studies have previously provided evidence that SETX is sumoylated after heat shock ( Golebiowski et al. 2009 ; Bruderer et al. 2011 ). To determine whether this occurs in the N terminus and in the absence of heat shock, we first performed immunoprecipitation-Western with an anti-Flag Ab of Flag-tagged Nter-SETX expressed in HeLa cells, which revealed higher-molecular-weight isoforms consistent with sumoylated Nter-SETX ( Fig. 2B ). To extend these results, we expressed Flag-tagged Nter-SETX in HeLa cells stably expressing 6xHis-tagged SUMO1, SUMO2, or SUMO3 ( Vertegaal et al. 2006 ). Cell extracts were first subjected to Flag immunoprecipitation and His Western, which revealed that Nter-SETX was likely modified by SUMO2 and SUMO3 but not SUMO1 ( Fig. 2C ). Given that AOA2 mutations disrupt the Rrp45 interaction, we next wished to determine whether these mutations also affect sumoylation. To this end, we first examined the sumoylation status of one ALS4 and one AOA2 mutation after transfection of the appropriate Flag-tagged Nter-SETX-expressing plasmids into HeLa 6xHis-SUMO3 cells and analysis by Flag immunoprecipitation and His Western ( Fig. 3A ). Interestingly, the AOA2 mutant (PL) showed a significant decrease in sumoylation, while the ALS4 mutant (LS) displayed the same sumoylation profile as did Nter-SETX wild type. Overexpression of Ubc9 significantly increased sumoylation of Nter-SETX ( Fig. 3A , WT+Ubc9 lane). Indeed, overexpressed Ubc9 (Myc-Ubc9) coimmunoprecipitated with Nter-SETX ( Fig. 3A , IB: Ubc9), consistent with results from the yeast two-hybrid screen. To extend these data, we tested the sumoylation status of the other two AOA2 mutants (EK and WC) ( Fig. 3B ) and the TI ALS4 mutant ( Fig. 3C ). Strikingly, the EK and WC mutations abolished Nter-SETX sumoylation in 6xHis-SUMO3 cells overexpressing Ubc9, while the TI mutant displayed a sumoylation pattern similar to Nter-SETX wild type. These data indicate that AOA2, but not ALS4, mutations negatively impact SETX sumoylation status in human cells and are consistent with the effects of these mutations on the SETX–Rrp45 interaction in yeast. Figure 3. AOA2 mutations block Nter-SETX sumoylation. ( A ) Flag immunoprecipitation in 6xHis-SUMO3 HeLa cells transfected with empty vector (−) and Nter-SETX wild type, PL, and LS and cotransfected with Nter–SETX wild type (WT) and Myc-Ubc9 (WT+Ubc9). ( B ) Flag immunoprecipitation in 6xHis-SUMO3 HeLa cells transfected with Myc-Ubc9 and empty vector (−), Nter-SETX wild type, Nter-SETX carrying an AOA2 mutation (PL, EK, or WC), and the LS ALS4 mutation. ( C ) Flag immunoprecipitation as in B , with 6xHis-SUMO3 HeLa cells transfected with Myc-Ubc9 and empty vector (−), Nter-SETX wild type, the two ALS4 mutants (LS and TI), and the PL and EK AOA2 mutants. Nter-SETX was detected by Western blot using an anti-Flag Ab, sumoylated SETX was detected with an anti-His Ab, and Myc-Ubc9 and endogenous Ubc9 were detected with an anti-Ubc9 Ab. ( D ) Ni ++ bead purification in denaturing condition of Nter-SETX wild type, TI, and EK cotransfected in 6xHis-SUMO3 HeLa cells with Myc-Ubc9. SETX isoforms were detected by Western blot using anti-Flag Ab. ( E ) Drop test assay as in Figure 1 . HF7c yeast strain expressed HA-Ubc9 and Gal4DBD-Nter-SETX wild type and mutants. Cells grew for 3 d. (IB) Immunoblot; (I) input; (IP) immunoprecipitation. To confirm the above results, we subjected extracts from the 6xHis-SUMO3 cells cotransfected with Nter-SETX and Myc-Ubc9 to Ni ++ bead purification under denaturing conditions to remove any noncovalently associated proteins and analyzed the eluate by Flag Western. The results ( Fig. 3D ) indicate that Nter-SETX wild type and the TI ALS4 mutant were indeed extensively sumoylated, while the EK AOA2 mutant was not. We also examined whether the Nter-SETX/Ubc9 interaction in yeast (described above) was disrupted by any of the AOA2 mutations. To this end, we tested the interaction between Ubc9 and Nter-SETX wild type, the three AOA2 mutants, and the two ALS4 mutants by yeast two-hybrid ( Fig. 3E ; Supplemental Fig. 1D for protein expression levels). Strikingly, the interaction between the EK mutant and Ubc9 was completely disrupted on selective medium with or without 3-AT, while WC and PL as well as the ALS4 mutations did not disrupt the interaction. The EK mutation therefore likely prevents sumoylation by interfering with Ubc9 binding, while the WC and PL mutations block sumoylation by another mechanism. An important question is whether SETX and the exosome indeed interact in human cells and, if so, whether this interaction is SUMO-dependent. To address this, we performed coimmunoprecipitation experiments with HeLa nuclear extracts using anti-SETX or anti-Rrp45 Abs ( Fig. 4A ). As anticipated from the above experiments, each Ab appeared to coimmunoprecipitate the other protein. Strikingly, though, the coimmunoprecipitated proteins were detected primarily as lower-mobility isoforms. Thus, the SETX Ab detected predominantly a diffuse, higher-molecular-weight species in the anti-Rrp45 immunoprecipitation than was observed in the SETX immunoprecipitation ( Fig. 4A , cf. Rrp45 IP and SETX IP lanes). This is consistent with the coimmunoprecipitated SETX consisting of a small fraction of the total SETX protein that was modified in some way and specifically is consistent with the idea that sumoylated SETX interacts preferentially with Rrp45. To address this possibility directly, we reprobed the blots with an anti-SUMO2 Ab, which indicated that the coimmunoprecipitating proteins were indeed sumoylated ( Fig. 4A , right panel). Our results also suggest that the fraction of Rrp45 interacting with SETX was also sumoylated ( Fig. 4A , SETX IP and Rrp45 IP lanes). Although we did not pursue this further, Rrp45 is indeed known to be sumoylated ( Minty et al. 2000 ; Golebiowski et al. 2009 ). Supporting the physiological significance of this interaction, siRNA-mediated knockdown of Rrp45 or the exosome-associated exonuclease Rrp6 in human U87 cells resulted in significant codepletion of SETX ( Fig. 4B ). This decrease in SETX was not due to changes in mRNA levels (Supplemental Fig. 2A) and could be largely rescued by the proteasome inhibitor MG132 (Supplemental Fig. 2B), indicating that decreased levels of the exosome result in enhanced proteasomal degradation of SETX. Figure 4. SETX and Rrp45 associate and colocalize in stress-induced nuclear foci. ( A ) Western blots of SETX and Rrp45 immunoprecipitations from HeLa nuclear extract. Blots were probed with anti-SETX and anti-Rrp45 ( left panel) or anti-SUMO2 ( right panel) Abs. Arrows indicate unmodified SETX and Rrp45. ( B ) Western blot analysis ( left panel) and quantification ( right panel) of U87 whole-cell extracts after Rrp6 and Rrp45 knockdown. Proteins levels were normalized to GAPDH ( n = 5; mean and SE are shown). ( C ) Immunofluorescence imaging of SETX and Rrp45 in HeLa cells after aphidicolin (APH) or control (DMSO) treatment for 24 h. Colocalizing foci in a typical cell (Merge) are highlighted with arrows. Bar, 10 μm. ( D ) Quantification of SETX foci colocalizing with Rrp45 foci after DMSO and APH treatment ( n = 50 cells). Similar results were observed in three independent experiments. ( E ) Three-dimensional immunofluorescence imaging of SETX and transient expression of RNase H1-mCherry ( top panel) and Rrp45 and transient expression of GFP-RNase H1 ( bottom panel) in HeLa cells. A total of 30 GFP-RNase H1-expressing cells were inspected, and none showed Rrp45 foci. Bar, 10 μm. Finally, we wished to obtain insight into the function of the SETX–exosome interaction. One possibility is suggested by two recent studies in humans and yeast revealing that SETX/Sen1 functions to resolve R loops when transcription and replication machineries collide ( Alzu et al. 2012 ; Yuce and West 2013 ), which can otherwise result in DNA damage and genomic instability ( Gan et al. 2011 ; Helmrich et al. 2011 ). Notably, considerable evidence also suggests that SUMO plays important roles in the DNA damage response ( Jackson and Durocher 2013 ). To investigate a possible role of the SETX–exosome interaction in this process, we treated HeLa cells with a low dose of aphidicolin (APH), which impairs replication fork progression and leads to enhanced formation of SETX-containing foci at sites of transcription–replication collisions ( Yuce and West 2013 ), and monitored the subcellular localization of SETX and Rrp45 by immunofluorescence ( Fig. 4C ; Supplemental Fig. 3B). In the absence of APH and consistent with previous studies ( Suraweera et al. 2007 ; Yuce and West 2013 ), SETX localized throughout the nucleus as well as in a limited number of nuclear foci, while Rrp45 was detected in the nucleoplasm and the nucleolus ( Alderuccio et al. 1991 ), with limited evidence of colocalization ( Fig. 4C , top panels). Following APH treatment, which arrests most cells in S phase, thereby increasing their size ( Fig. 4C ; Supplemental Fig. 3A), the number of SETX foci increased significantly, consistent with previous results ( Yuce and West 2013 ). Strikingly, however, Rrp45 was now also found to localize in nuclear foci, many overlapping with SETX foci ( Fig. 4C , bottom panels). Quantitation of multiple cells indicated that in untreated cells, ∼6% of the small number of SETX foci also contained Rrp45, while in the presence of APH, 30% of the larger number of SETX foci now contained Rrp45 ( Fig. 4D ). Colocalization was detected in 50%–60% of the APH-treated cells. We next wished to determine whether the Rrp45-containing foci are sensitive to elevated levels of RNase H. If so, this would provide evidence that the foci form at sites of transcription-dependent R loops, as has been shown for APH-induced SETX foci ( Yuce and West 2013 ). To address this, we transiently overexpressed RNase H1 prior to APH treatment and analyzed cells by immunofluorescence as above. We first confirmed the absence of SETX foci in APH-treated HeLa cells overexpressing RNase H1 compared with nontransfected cells ( Fig. 4E , top panel). Importantly, Rrp45 foci formation following APH treatment was also abolished in RNase H1-overexpressing cells but not in neighboring, nonexpressing cells ( Fig. 4E , bottom panel, RNase H1 expression was visualized by a GFP tag). Together, our results provide support for the physiological significance of the SETX–Rrp45 interaction and also suggest a role for the exosome in the response to transcription–replication fork collisions. Here we showed that the exosome associates with the RNA/DNA helicase SETX. Importantly, the SETX–exosome interaction is SUMO-dependent, and both sumoylation and the interaction are disrupted by AOA2, but not ALS4, mutations. This is consistent with observations that most AOA2 mutations are recessive loss of function ( Moreira et al. 2004 ), while ALS4 mutations are typically dominant gain of function ( Chen et al. 2004 ). While sumoylation is known to play critical roles in neuronal signaling and has been implicated in many neurological disorders ( Krumova and Weishaupt 2013 ), to the best of our knowledge, this modification has not been shown previously to be affected directly by disease mutations, as we established for AOA2. An important question is how the SETX–exosome interaction is relevant to AOA2 disease. Our data point to a role in the DNA damage response. It is well known that defects in DNA repair underlie many neurological diseases, including ataxias ( Rass et al. 2007 ; McKinnon 2009 ). Indeed, evidence that AOA2 cells are defective in DNA repair, specifically of DSBs, has been presented ( Suraweera et al. 2007 ). SETX has been implicated in this process by its ability to resolve cotranscriptional R-loop structures, which can result from collision of replication forks and the transcriptional machinery and lead to DNA damage and genomic instability ( Gan et al. 2011 ; Becherel et al. 2013 ; Yuce and West 2013 ). While the neuronal cells affected in AOA2 are primarily post-mitotic, R loops leading to genomic instability can be created by multiple mechanisms ( Aguilera and Garcia-Muse 2012 ), and SETX can function in resolving them. Our data suggest that the exosome also functions in the process. Although a possible role for the exosome in the DNA damage response has not been investigated, mutation of RRP6 was found to enhance recombination in yeast ( Luna et al. 2005 ), and deletion of TRF4 , a component of the TRAMP complex known to activate the exosome, leads to R-loop accumulation and hyperrecombination ( Gavalda et al. 2013 ). Furthermore, the exosome was recently found to function in class switch recombination in B cells, a process also involving R-loop formation and DSBs ( Basu et al. 2011 ). We suggest that the exosome functions with SETX to ensure resolution of R-loop structures by degrading the RNA moiety. Future studies investigating this mechanism as well as the roles of SUMO and how defects in the process contribute to AOA2 should be informative. Materials and methods Yeast two-hybrid screen We performed a yeast two-hybrid screen using a Matchmaker pretransformed human brain cDNA library in yeast strain Y187 (Clontech), which contains a LacZ reporter gene. The cDNA library was cloned into the pACTII vector (expressing Gal4-DNA-activating domain Gal4DAD followed by an HA epitope), while the N-terminal domain of SETX (1–665 amino acids) was cloned in the pAS2ΔΔ vector (in fusion with a Gal4-DNA-binding domain, Gal4DBD) and transformed into yeast strain CG1945, which includes a HIS3 reporter gene. After mating, interactions were tested in a −Leu-Trp-His medium and by filter lift X-Gal assay. Immunoprecipitations, His purification, and Western blots For Flag immunoprecipitation, 6xHis-SUMO3 HeLa cells were transiently transfected with Flag-Nter-SETX wild type (WT) and mutants. Cells were washed twice with cold PBS and lysed with lysis buffer (150 mM NaCl, 1%Triton X-100, 50 mM Na 2 HPO 4 ) supplemented with a protease inhibitor cocktail (0.2 mM pepstatin A, 72 μM leupetin, 26 μM aprotinin), 1 mM NaVO 4 , 50 mM NEM, and 1 mM PMSF for 20 min at 4°C. The lysates were centrifuged at 14,000 rpm in an Eppendorf centrifuge 5424 for 20 min at 4°C, and the supernatant was used for immunoprecipitation with 2 μg of M2 Flag Ab (Sigma, no. F1804) and protein G sepharose (Roche) for 1 h at 4°C. Immunoprecipitations were washed three times with 1 mL of lysis buffer. Protein samples were separated by 6% SDS-PAGE. The following Abs were used for immunoblotting: anti-Flag M2 (Sigma, no. F1804) and anti-His (Clontech, no. 631212). Purification of 6xHis-SUMO3 under denaturing conditions was performed as described in Tatham et al. (2009) . SETX and Rrp45 immunoprecipitations were performed with HeLa nuclear extract. Cells were washed twice with cold PBS and lysed after 15 min of incubation on ice in lysis buffer (10 mM Tris-Hcl at pH 7.4, 150 mM NaCl, 1% NP40, 0.5% sodium deoxycholate 1 mM EDTA, 1 mM DTT) supplemented with 1 mM PMSF and 200 mM iodoacetamide (Sigma) followed by 10 passages through a 21G1 needle. After centrifugation at 14,000 rpm for 15 min, the supernatant was collected and complemented with 1 vol of hypotonic buffer (10 mM Tris-Hcl at pH 7.4, 1.5 mM MgCl2, 10 mM KCl, 1 mM DTT) containing PMSF and iodoacetamide. Proteins were immunoprecipitated with 2 μg of SETX Ab and 1 μg of Rrp45 for 6 h at 4°C. Immunoprecipitates were washed three times with 1 mL of lysis buffer. Protein samples were separated by 6% SDS-PAGE. Abs used for immunoprecipitations and/or Western blot were SETX (NBP1-94712 and NB100-57542 for immunoprecipitation), Rrp45 (NBP1-71702), Rrp6 (NBP1-32870), and SUMO2 (NBP1-95473) from Novus Biologicals; Ubc9 (H-81: sc-10759) from Santa Cruz Biotechnology; and GAPDH (G9545) from Sigma. Western blot quantifications were performed using ImageJ. Immunofluorescence HeLa cell immunofluorescence was performed after 24 h of treatment with 0.4 μM APH or DMSO, methanol fixation, and permeabilization as described in Yuce and West (2013) . GFP-RNase H1- and RNase H1-mCherry-expressing plasmids were transfected 24 h prior to DMSO/APH treatments. Abs used for immunofluorescence were SETX (1:200; NB100-57542) from Novus Biologicals and Rrp45 (1:25; 2337C3a: sc-81087) from Santa Cruz Biotechnology. Secondary anti-mouse Alexa 568 (A11031) and anti-rabbit Alexa 488 (A11008) from Invitrogen were used at 1:500. Images were acquired using a Zeiss LSM 700 confocal microscope and a 63×/1.4 oil objective. The number of Rrp45 foci colocalizing with SETX foci was calculated from 50 cells, 215 SETX foci after DMSO treatment, and 375 SETX foci after APH treatment. Additional methods are available in the Supplemental Material Acknowledgments We thank Ronald Hay for providing the 6xHis-tagged SUMOs cells lines, Craig Bennett for providing SETX cDNA, Robert Crouch for the GFP-RNase H1 plasmid, and Xialu Li for the RNase H1-mCherry plasmid. We thank Novus Biologicals for the SETX (NBP1-94712 and NB100-57542), Rrp45 (NBP1-71702), Rrp6 (NBP1-32870), and SUMO2 (NBP1-95473) Abs. We thank Emanuel Rosonina for his technical and critical help and support. This work was supported by the Muscular Dystrophy Association (MDA), the Columbia University Motor Neuron Center (MNC), and an EMBO fellowship to P.R., and NIH grant RO1 GM28983 to J.L.M. Supplemental material is available for this article. Article published online ahead of print. Article and publication date are online at http://www.genesdev.org/cgi/doi/10.1101/gad.224923.113 . References Aguilera A , Garcia-Muse T 2012 R loops: From transcription byproducts to threats to genome stability . Mol Cell 46 : 115 – 124 22541554 Alderuccio F , Chan EK , Tan EM 1991 Molecular characterization of an autoantigen of PM-Scl in the polymyositis/scleroderma overlap syndrome: A unique and complete human cDNA encoding an apparent 75-kD acidic protein of the nucleolar complex . J Exp Med 173 : 941 – 952 2007859 Alzu A , Bermejo R , Begnis M , Lucca C , Piccini D , Carotenuto W , Saponaro M , Brambati A , Cocito A , Foiani M , 2012 Senataxin associates with replication forks to protect fork integrity across RNA-polymerase-II-transcribed genes . Cell 151 : 835 – 846 23141540 Arning L , Epplen JT , Rahikkala E , Hendrich C , Ludolph AC , Sperfeld AD 2013 The SETX missense variation spectrum as evaluated in patients with ALS4-like motor neuron diseases . Neurogenetics 14 : 53 – 61 23129421 Basu U , Meng FL , Keim C , Grinstein V , Pefanis E , Eccleston J , Zhang T , Myers D , Wasserman CR , Wesemann DR , 2011 The RNA exosome targets the AID cytidine deaminase to both strands of transcribed duplex DNA substrates . Cell 144 : 353 – 363 21255825 Becherel OJ , Yeo AJ , Stellati A , Heng EY , Luff J , Suraweera AM , Woods R , Fleming J , Carrie D , McKinney K , 2013 Senataxin plays an essential role with DNA damage response proteins in meiotic recombination and gene silencing . PLoS Genet 9 : e1003435 23593030 Bruderer R , Tatham MH , Plechanovova A , Matic I , Garg AK , Hay RT 2011 Purification and identification of endogenous polySUMO conjugates . EMBO Rep 12 : 142 – 148 21252943 Chen YZ , Bennett CL , Huynh HM , Blair IP , Puls I , Irobi J , Dierick I , Abel A , Kennerson ML , Rabin BA , 2004 DNA/RNA helicase gene mutations in a form of juvenile amyotrophic lateral sclerosis (ALS4) . Am J Hum Genet 74 : 1128 – 1135 15106121 Chen YZ , Hashemi SH , Anderson SK , Huang Y , Moreira MC , Lynch DR , Glass IA , Chance PF , Bennett CL 2006 Senataxin, the yeast Sen1p orthologue: Characterization of a unique protein in which recessive mutations cause ataxia and dominant mutations cause motor neuron disease . Neurobiol Dis 23 : 97 – 108 16644229 Duquette A , Roddier K , McNabb-Baltar J , Gosselin I , St-Denis A , Dicaire MJ , Loisel L , Labuda D , Marchand L , Mathieu J , 2005 Mutations in senataxin responsible for Quebec cluster of ataxia with neuropathy . Ann Neurol 57 : 408 – 414 15732101 Gan W , Guan Z , Liu J , Gui T , Shen K , Manley JL , Li X 2011 R-loop-mediated genomic instability is caused by impairment of replication fork progression . Genes Dev 25 : 2041 – 2056 21979917 Gavalda S , Gallardo M , Luna R , Aguilera A 2013 R-loop mediated transcription-associated recombination in trf4Δ mutants reveals new links between RNA surveillance and genome integrity . PLoS ONE 8 : e65541 23762389 Golebiowski F , Matic I , Tatham MH , Cole C , Yin Y , Nakamura A , Cox J , Barton GJ , Mann M , Hay RT 2009 System-wide changes to SUMO modifications in response to heat shock . Sci Signal 2 : ra24 19471022 Helmrich A , Ballarino M , Tora L 2011 Collisions between replication and transcription complexes cause common fragile site instability at the longest human genes . Mol Cell 44 : 966 – 977 22195969 Houseley J , LaCava J , Tollervey D 2006 RNA-quality control by the exosome . Nat Rev Mol Cell Biol 7 : 529 – 539 16829983 Jackson SP , Durocher D 2013 Regulation of DNA damage responses by ubiquitin and SUMO . Mol Cell 49 : 795 – 807 23416108 Kim HD , Choe J , Seo YS 1999 The sen1 + gene of Schizosaccharomyces pombe , a homologue of budding yeast SEN1, encodes an RNA and DNA helicase . Biochemistry 38 : 14697 – 14710 10545196 Kim M , Vasiljeva L , Rando OJ , Zhelkovsky A , Moore C , Buratowski S 2006 Distinct pathways for snoRNA and mRNA termination . Mol Cell 24 : 723 – 734 17157255 Krumova P , Weishaupt JH 2013 Sumoylation in neurodegenerative diseases . Cell Mol Life Sci 70 : 2123 – 2138 23007842 Luna R , Jimeno S , Marin M , Huertas P , Garcia-Rubio M , Aguilera A 2005 Interdependence between transcription and mRNP processing and export, and its impact on genetic stability . Mol Cell 18 : 711 – 722 15949445 McKinnon PJ 2009 DNA repair deficiency and neurological disease . Nat Rev Neurosci 10 : 100 – 112 19145234 Minty A , Dumont X , Kaghad M , Caput D 2000 Covalent modification of p73α by SUMO-1. Two-hybrid screening with p73 identifies novel SUMO-1-interacting proteins and a SUMO-1 interaction motif . J Biol Chem 275 : 36316 – 36323 10961991 Mischo HE , Gomez-Gonzalez B , Grzechnik P , Rondon AG , Wei W , Steinmetz L , Aguilera A , Proudfoot NJ 2011 Yeast Sen1 helicase protects the genome from transcription-associated instability . Mol Cell 41 : 21 – 32 21211720 Moreira MC , Klur S , Watanabe M , Nemeth AH , Le Ber I , Moniz JC , Tranchant C , Aubourg P , Tazir M , Schols L , 2004 Senataxin, the ortholog of a yeast RNA helicase, is mutant in ataxia-ocular apraxia 2 . Nat Genet 36 : 225 – 227 14770181 Rass U , Ahel I , West SC 2007 Defective DNA repair and neurodegenerative disease . Cell 130 : 991 – 1004 17889645 Richard P , Manley JL 2009 Transcription termination by nuclear RNA polymerases . Genes Dev 23 : 1247 – 1269 19487567 Skourti-Stathaki K , Proudfoot NJ , Gromak N 2011 Human senataxin resolves RNA/DNA hybrids formed at transcriptional pause sites to promote Xrn2-dependent termination . Mol Cell 42 : 794 – 805 21700224 Steinmetz EJ , Warren CL , Kuehner JN , Panbehi B , Ansari AZ , Brow DA 2006 Genome-wide distribution of yeast RNA polymerase II and its control by Sen1 helicase . Mol Cell 24 : 735 – 746 17157256 Strong MJ 2010 The evidence for altered RNA metabolism in amyotrophic lateral sclerosis (ALS) . J Neurol Sci 288 : 1 – 12 19840884 Suraweera A , Becherel OJ , Chen P , Rundle N , Woods R , Nakamura J , Gatei M , Criscuolo C , Filla A , Chessa L , 2007 Senataxin, defective in ataxia oculomotor apraxia type 2, is involved in the defense against oxidative DNA damage . J Cell Biol 177 : 969 – 979 17562789 Tatham MH , Rodriguez MS , Xirodimas DP , Hay RT 2009 Detection of protein SUMOylation in vivo . Nat Protoc 4 : 1363 – 1371 19730420 Ursic D , Himmel KL , Gurley KA , Webb F , Culbertson MR 1997 The yeast SEN1 gene is required for the processing of diverse RNA classes . Nucleic Acids Res 25 : 4778 – 4785 9365256 Ursic D , Chinchilla K , Finkel JS , Culbertson MR 2004 Multiple protein/protein and protein/RNA interactions suggest roles for yeast DNA/RNA helicase Sen1p in transcription, transcription-coupled DNA repair and RNA processing . Nucleic Acids Res 32 : 2441 – 2452 15121901 Vertegaal AC , Andersen JS , Ogg SC , Hay RT , Mann M , Lamond AI 2006 Distinct and overlapping sets of SUMO-1 and SUMO-2 target proteins revealed by quantitative proteomics . Mol Cell Proteomics 5 : 2298 – 2310 17000644 Yuce O , West SC 2013 Senataxin, defective in the neurodegenerative disorder ataxia with oculomotor apraxia 2, lies at the interface of transcription and the DNA damage response . Mol Cell Biol 33 : 406 – 417 23149945",
    "full_text_abstract": "Senataxin (SETX) is an RNA/DNA helicase implicated in transcription termination and the DNA damage response and is mutated in two neurological disorders: AOA2 and ALS4. Manley and colleagues now show that the exosome subunit Rrp45 interacts with SETX. Strikingly, this interaction is dependent on SETX sumoylation, and both sumoylation and the interaction are disrupted by AOA2, but not ALS4, mutations. This study suggests a role for the exosome in the response to DNA damage and provides key insight into the SETX function relevant to AOA2 disease.\n\nSenataxin (SETX) is an RNA/DNA helicase implicated in transcription termination and the DNA damage response and is mutated in two distinct neurological disorders: AOA2 (ataxia oculomotor apraxia 2) and ALS4 (amyotrophic lateral sclerosis 4). Here we provide evidence that Rrp45, a subunit of the exosome, associates with SETX in a manner dependent on SETX sumoylation. We show that the interaction and SETX sumoylation are disrupted by SETX mutations associated with AOA2 but not ALS4. Furthermore, Rrp45 colocalizes with SETX in distinct foci upon induction of transcription-related DNA damage. Our results thus provide evidence for a SUMO-dependent interaction between SETX and the exosome, disrupted in AOA2, that targets the exosome to sites of DNA damage."
}