{
    "PMC": "10864446",
    "DOI": "10.3389/fnins.2024.1345225",
    "PMID": "38356652",
    "PMCID": "PMC10864446",
    "title": "Top 100 most-cited articles on tau protein: a bibliometric analysis and evidence mapping.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC10864446",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Tau, a microtubule-associated protein extensively distributed within the central nervous system (CNS), exhibits close associations with various neurodegenerative disorders. Here, we aimed to conduct a qualitative and quantitative bibliometric study of the top 100 most-cited publications on tau protein and reveal the current research hotspots and future perspectives.<h4>Methods</h4>The relevant literature was retrieved from the Web of Science Core Collection. CiteSpace (v6.2.R4) and VOSviewer (1.6.19) were adopted for bibliometric analysis with statistical and visual analysis.<h4>Results</h4>Citations per article ranged from 615 to 3,123, with a median number of 765.5 times. \"Neuroscience\" emerged as the most extensively researched subject in this field. The USA has emerged as the leading country, with a publication record (<i>n</i> = 65), total citations (<i>n</i> = 66,543), strong centrality (0.29), and extensive international collaborations. Harvard University (<i>n</i> = 11) and the University of California, San Francisco (<i>n</i> = 11) were the top two institutions in terms of publications. <i>Neuron</i> dominated with 13 articles in the 37 high-quality journals. M. Goedert from the MRC Laboratory of Molecular Biology was the most productive (<i>n</i> = 9) and top co-cited (<i>n</i> = 179) author. The most frequently studied keywords were Alzheimer's disease (<i>n</i> = 38). Future research is anticipated to intensify its focus on the pathogenesis of various tau-related diseases, emphasizing the phosphorylation and structural alterations of tau protein, particularly in Alzheimer's disease.<h4>Conclusion</h4>The pathogenesis of various tau-related diseases, including the phosphorylation and structural alterations of the tau protein, will be the primary focus of future research, with particular emphasis on Alzheimer's disease as a central area of investigation.",
    "full_text": "pmc Front Neurosci Front Neurosci Front. Neurosci. Frontiers in Neuroscience 1662-4548 1662-453X Frontiers Media S.A. 10864446 10.3389/fnins.2024.1345225 Neuroscience Original Research Top 100 most-cited articles on tau protein: a bibliometric analysis and evidence mapping Chen Zheping Shan Guoliang Wang Xinyue Zuo Yaqun Song Xinyu Ma Yufeng Zhao Xin * Jin Yanwu * Department of Anesthesiology, The Second Hospital, Cheeloo College of Medicine, Shandong University , Jinan , China Edited by: Peter Kokol, University of Maribor, Slovenia Reviewed by: Jernej Zavrsnik, Health Center dr. Adolf Drolc, Slovenia; M. Ahmed, Phcog.Net, India *Correspondence: Xin Zhao, lujnzx@sohu.com Yanwu Jin, jinyanwu_aa@163.com 31 1 2024 2024 18 1345225 27 11 2023 10 1 2024 Copyright © 2024 Chen, Shan, Wang, Zuo, Song, Ma, Zhao and Jin. 2024 Chen, Shan, Wang, Zuo, Song, Ma, Zhao and Jin https://creativecommons.org/licenses/by/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Background Tau, a microtubule-associated protein extensively distributed within the central nervous system (CNS), exhibits close associations with various neurodegenerative disorders. Here, we aimed to conduct a qualitative and quantitative bibliometric study of the top 100 most-cited publications on tau protein and reveal the current research hotspots and future perspectives. Methods The relevant literature was retrieved from the Web of Science Core Collection. CiteSpace (v6.2.R4) and VOSviewer (1.6.19) were adopted for bibliometric analysis with statistical and visual analysis. Results Citations per article ranged from 615 to 3,123, with a median number of 765.5 times. “Neuroscience” emerged as the most extensively researched subject in this field. The USA has emerged as the leading country, with a publication record ( n = 65), total citations ( n = 66,543), strong centrality (0.29), and extensive international collaborations. Harvard University ( n = 11) and the University of California, San Francisco ( n = 11) were the top two institutions in terms of publications. Neuron dominated with 13 articles in the 37 high-quality journals. M. Goedert from the MRC Laboratory of Molecular Biology was the most productive ( n = 9) and top co-cited ( n = 179) author. The most frequently studied keywords were Alzheimer’s disease ( n = 38). Future research is anticipated to intensify its focus on the pathogenesis of various tau-related diseases, emphasizing the phosphorylation and structural alterations of tau protein, particularly in Alzheimer’s disease. Conclusion The pathogenesis of various tau-related diseases, including the phosphorylation and structural alterations of the tau protein, will be the primary focus of future research, with particular emphasis on Alzheimer’s disease as a central area of investigation. tau protein bibliometric analysis top-cited CiteSpace VOSviewer Shandong Provincial Key Research and Development Project 2019GSF108193 the Shandong Provincial Natural Science Foundation ZR2021MH016 2023 Qilu Medical Characteristic Undergraduate Education and Teaching Research Project of Shandong University qlyxjy-202367 The author(s) declare financial support was received for the research, authorship, and/or publication of this article. This study was supported by the Shandong Provincial Key Research and Development Project (No. 2019GSF108193), the Shandong Provincial Natural Science Foundation (No. ZR2021MH016), and the 2023 Qilu Medical Characteristic Undergraduate Education and Teaching Research Project of Shandong University (No. qlyxjy-202367). section-at-acceptance Neurodegeneration 1 Introduction Microtubule-associated protein Tau (Tau) was first isolated from pig brains in 1975 by the Weingarten MD Group and named “Tau” for its function in promoting microtubule formation ( Weingarten et al., 1975 ). Under physiological homeostasis, tau protein exerts its function by facilitating tubulin assembly and augmenting microtubule stability ( Holper et al., 2022 ; Hu et al., 2023 ; Jiménez, 2023 ). However, under certain pathological conditions, tau protein may form paired helical filaments (PHFs) and neurofibrillary tangles (NFTs) through aggregation ( Ossenkoppele et al., 2022 ). These structures have been documented in many neurological diseases collectively termed “tauopathy,” including Alzheimer’s disease (AD) ( Seidler et al., 2022 ; Chang et al., 2024 ), Pick disease (PD) ( Schweighauser et al., 2023 ), progressive supranuclear palsy (PSP) ( Darricau et al., 2023 ), frontotemporal dementia with parkinsonism-17 (FTDP-17), and so on ( Langworth-Green et al., 2023 ; Wang et al., 2023 ). AD is the most extensively researched among these conditions, and as a leading cause of dementia and mortality in older adults, it has emerged as a major public health concern and challenge globally ( Mattsson-Carlgren et al., 2023 ; Mummery et al., 2023 ). Despite recent advancements in comprehending the physiological and pathological role of tau protein, the mechanisms underlying tau pathology and tau-mediated neurodegeneration remain poorly understood, warranting further research. Bibliometric analysis has become an indispensable tool in medical research due to its ability to provide a quantitative evaluation of scientific publications ( Jain et al., 2023 ; Kokol, 2023 ; Sayegh et al., 2023 ). This method involves the use of mathematical and statistical techniques to analyze various aspects of scholarly literature. The number of citations in an article serves as a valuable metric to assess the influence and significance it holds within the scientific community ( Shekhani et al., 2017 ). Citations provide researchers with a quantitative measure of how extensively their work has been referenced by other scholars in their own studies, indicating its impact on advancing knowledge and shaping future research directions ( Merigó and Núñez, 2016 ; Huang et al., 2022 ; Kuang et al., 2023 ). To the best of our knowledge, no bibliometric analysis has hitherto focused on tau protein. Herein, we conducted a bibliometric analysis to examine the research topics and trends in the field of tau protein to assist scholars in refining their research focus, enabling them to investigate tau protein within a specific domain and analyze research trends over a defined timeframe, thereby uncovering new findings within this domain. 2 Methods 2.1 Data sources and search strategies Bibliometric data about tau protein were obtained from the Science Citation Index Expanded (SCIE; 1900–2023) in the Web of Science Core Collection (WoSCC) database within a single day (20 September 2023) to mitigate potential bias arising from daily database updates, using the search formula: TS = (tau protein) OR TS = (tau proteins) OR TS = (microtubule-associated protein tau) OR TS = (tauopathy) OR TS = (tauopathies), with the period of publication ranging from 1900 to 2023. Only articles and reviews were included in the analysis. Abstracts, editorials, proceeding papers, book chapters, articles, and retracted publications were excluded. A total of 33,096 publications were retrieved from the WoSCC. Articles were ranked based on the total number of citations. In cases where articles had an equal number of citations, the more recent ones were given a higher ranking. 2.2 Inclusion and exclusion criteria The publications were ranked in descending order based on their overall “citation frequency.” Two independent reviewers initially screened the articles by reading the full text of the article to confirm whether it was related to tau protein. In cases of disagreement between two researchers regarding whether an article should be included or not, a third researcher was consulted to resolve any discrepancies through consensus discussions. The exclusion criteria were as follows: (1) studies not related to tau protein; (2) studies that did not focus on tau protein; (3) studies not written in English; and (4) studies not described in an original article or review. 2.3 Statistical analysis and visualization The data about the top 100 publications on tau protein were then converted to txt format and exported for bibliometric analysis using CiteSpace (6.2.R4) and VOSviewer (1.6.19). CiteSpace is a visualization software based on the Java platform developed by Professor Chaomei Chen to effectively identify prominent scientific institutions, authors, keywords, research trends, and hotspots ( Chen, 2004 ). Each node in the visualization map generated by CiteSpace represents a country, institution, author, or keyword. The frequency of occurrence or citation is represented by the size of nodes, while different years are indicated by the color of nodes. The thickness of a colored circle indicates the degree of centrality. The nodes exhibiting high centrality (>0.1) were commonly regarded as pivotal or critical points in a field. CiteSpace parameters were set as follows: time slicing from January 1977 to December 2019 (years per slice = 1), node types selecting (country, institution, author, or keyword), selection criteria selecting g -index ( k = 25), and setting the others as default values. Keyword clustering was conducted using a new semi-automated synthesis approach, synthetic knowledge synthesis (SKS), using VOSviewer ( Kokol, 2023 ). The visual elements in VOSviewer’s maps are determined by the number of projects and the strength of cooperation and co-occurrence, with node and line sizes corresponding to these factors ( van Eck and Waltman, 2010 ). The SKS approach is a novel synthesis approach based on the triangulation of distant reading, bibliometric mapping, and content analysis, facilitating the execution of a wide range of mapping functions and providing comprehensive quantitative and qualitative evidence to support research findings ( Zagoranski et al., 2021 ; Kokol, 2023 ). The impact factor (IF) of journals is based on the Journal Citation Report (2022). 1 A visual network analysis of collaborative efforts between countries was generated by Scimago Graphica (1.0.36). In addition, the bibliometrix package in R programming language (4.2.3) was used to generate maps illustrating the production of top authors over time, the most co-cited references, and a geographical map depicting the countries/regions involved in tau protein research. 3 Results 3.1 Characteristics of the included articles We retrieved the top 100 most-cited articles related to tau protein from the WoSCC database and ranked them in descending order by ranking of citations. Of the 100 papers, 86 were articles, and 14 were reviews. Table 1 shows the top 10 most-cited articles on tau protein. As shown in Figure 1 , these publications were published between 1977 and 2019, ranging from 0 to 9 articles annually. The top 100 most-cited articles were cited a total of 99,008 times, and citations per article ranged from 615 to 3,123, with a median number of 765.5 times. The highest number of top 100 most-cited articles was published in 2009 ( n = 9), followed by 2001 ( n = 7). Only two studies were cited more than 3,000 times, five articles were cited more than 2,000 times, and one-third of the articles ( n = 34) were cited more than 1,000 times. A total of 574 authors from 29 countries/regions, representing 208 institutions and contributing to 37 journals, participated in this comprehensive study. Table 1 Top 10 most-cited articles on tau protein. Rank Article title Journal Publication year IF TC ACY 1 Triple transgenic model of Alzheimer’s disease with plaques and tangles: Intracellular Aβ and synaptic dysfunction Neuron 2003 16.2 3,123 148.71 2 Abnormal phosphorylation of the microtubule-associated protein-tau (Tau) in Alzheimer cytoskeletal pathology PNAS 1986 11.1 3,001 78.97 3 Association of missense and 5′-splice-site mutations in tau with the inherited dementia FTDP-17 Nature 1998 64.8 2,781 106.96 4 Clinical and biomarker changes in dominantly inherited Alzheimer’s disease NEJM 2012 158.5 2,429 202.42 5 Neurodegenerative tauopathies Annual Review of Neuroscience 2001 13.9 2,064 89.74 6 Multiple isoforms of human microtubule-associated protein tau: Sequences and localization in neurofibrillary tangles of Alzheimer’s disease Neuron 1989 16.2 1,953 55.80 7 Staging of Alzheimer disease-associated neurofibrillary pathology using paraffin sections and immunocytochemistry Acta Neuropathologica 2006 12.7 1,936 107.56 8 Tau-mediated neurodegeneration in Alzheimer’s disease and related disorders Nature Reviews Neuroscience 2007 34.7 1,669 57.55 9 Chronic traumatic encephalopathy in athletes: Progressive tauopathy after repetitive head injury Journal of Neuropathology and Experimental Neurology 2009 3.2 1,535 102.33 10 Mutations in progranulin cause tau-negative frontotemporal dementia linked to chromosome 17 Nature 2006 64.8 1,521 84.50 IF, impact factor; TC, total citations; ACY, average citation by year; PNAS, The Proceedings of the National Academy of Sciences; NEJM, The New England Journal of Medicine. Figure 1 Trend chart of the annual number of published articles in the top 100 most-cited articles. 3.2 Research direction According to WoSCC categories, the top 100 most-cited articles on tau protein were classified into various research topics ( Table 2 ), with “Neurosciences” ( n = 35) emerging as the most important research path, followed by “Multidisciplinary Sciences” ( n = 31), “Clinical Neurology” ( n = 19), and “Biochemistry Molecular Biology” ( n = 15). Table 2 WOS categories in the top 100 cited papers on tau protein. Web of science category Record count Neurosciences 35 Multidisciplinary Sciences 31 Clinical Neurology 19 Biochemistry Molecular Biology 15 Cell Biology 13 Pathology 9 Genetics Heredity 3 Medicine General Internal 3 Medicine Research Experimental 3 Biophysics 1 Physiology 1 3.3 Analysis of countries/regions As shown in Table 3 , in total, 29 countries/regions contributed to the top 100 most-cited articles, with the USA being the leading contributor in terms of publications ( n = 65), followed by the UK ( n = 21) and Germany ( n = 18). The USA ( n = 66,534), the UK ( n = 24,070), and Germany ( n = 16,509) emerged as the leading countries in terms of citations. In addition, according to node centrality analysis by CiteSpace, the USA had the highest centrality (centrality = 0.29), which was relatively higher than other countries, indicating that the USA plays a prominent role in this field as well as having extensive cooperation with other countries ( Figures 2A – C ). Table 3 Top 5 countries/regions of top 100 most-cited articles on tau protein. Rank Country/region Count Centrality Citation 1 The USA 65 0.29 66,543 2 The UK 21 0.07 24,070 3 Germany 18 0.13 16,509 4 Australia 8 0.25 11,458 5 Belgium 8 0.21 7,443 Figure 2 Cooperation between countries/regions. (A,B) The cooperation networks between different countries/regions contributed to the top 100 highly cited articles; (C) the geography map of countries/regions for tau protein. 3.4 Analysis of institutions A total of 208 institutions contributed to the top 100 most-cited articles, and the top two institutions with publications were Harvard University ( n = 11) and the University of California, San Francisco ( n = 11). The top two institutions were Mayo Clinic ( n = 11,707) and Harvard University ( n = 10,409) in terms of citations ( Table 4 ). The Mayo Clinic had the highest centrality (centrality = 0.46), indicating the dominance of institutions from the USA in the field of tau protein ( Figure 3 ). Table 4 Top eight institutions of the top 100 most-cited articles on tau protein. Rank Institution Count Centrality Citation Country 1 Harvard University 11 0.14 10,409 The USA 2 University of California, San Francisco 11 0.18 9,090 The USA 3 Mayo Clinic 8 0.46 11,707 The USA 4 University of Pennsylvania 7 0.03 9,446 The USA 5 Washington University 6 0.01 8,128 The USA 6 Boston University 6 0.03 6,173 The USA 7 MRC Laboratory of Molecular Biology 5 0.04 3,508 The UK 8 Max Planck Research Unit for Structural Molecular Biology 5 0.11 6,101 Germany Figure 3 Institutions of the top 100 most-cited articles on tau protein. 3.5 Analysis of journals The top 100 most-cited articles were distributed across 37 journals. As shown in Table 5 and Figure 4 , the top journal for citations was Neuron ( n = 13,207). Neuron published the most articles ( n = 13), followed by PNAS ( n = 12), Science ( n = 11), and Nature ( n = 8). These four journals belong to Q1 according to the JCR categories; 44% of articles in the top 100 were published in these four journals, all of which hold commendable academic standing. The aforementioned findings suggest that these top four authoritative journals serve as primary sources of information regarding the latest advancements in tau protein research. Table 5 Top six journals with the most-cited articles on tau protein. Rank Journal Count Citation IF (2022) JCR (2022) 1 Neuron 13 13,207 16.2 Q1 2 PNAS 12 11,832 11.1 Q1 3 Science 11 10,821 56.9 Q1 4 Nature 8 9,435 64.8 Q1 5 Acta Neuropathologica 6 5,524 12.7 Q1 6 Journal of Biological Chemistry 6 5,138 4.8 Q2 PNAS, The Proceedings of the National Academy of Sciences. Figure 4 Journal analysis of the top 100 most-cited articles on tau protein. 3.6 Analysis of authors and co-cited author A total of 364 authors were involved in the top 100 most-cited articles in the field of tau protein, with eight authors contributing more than five publications. M. Goedert from the MRC Laboratory of Molecular Biology was the top contributor with nine articles and the top-cited author with 10,369 citations ( Figure 5A ). Furthermore, M. Goedert was the top co-cited author with 179 citations. In Figure 5B , the node representing M. Goedert was the largest, significantly surpassing others. In summary, M. Goedert not only ranked as the top productive author among the 100 articles but also stood out as the most co-cited author, affirming widespread recognition as an expert in the field of tau protein. Figure 5C illustrates the top 10 authors and their publications over time. The size of each circle corresponds to the number of articles published, with a positive correlation. Additionally, the intensity of color is directly proportional to the number of citations. Figure 5 Authors’ analysis of tau protein. (A) Authors’ analysis; (B) co-cited authors’ analysis; (C) top-cited authors’ production over time. 3.7 Analysis of keywords 3.7.1 Keyword co-occurrence Keywords play a crucial role in providing readers with a quick and concise understanding of the main themes and ideas discussed in an article. The top 100 most-cited articles included in this study comprised 364 keywords. In addition to the search terms, the high frequency of occurrence was “Alzheimer’s disease” ( n = 38), “paired helical filaments” ( n = 34), “neurofibrillary tangles” ( n = 27), “phosphorylation” ( n = 16), and “Aβ” ( n = 11). Node centrality analysis demonstrated that the top keyword was “Alzheimer’s disease” (centrality = 0.69). The results revealed that researchers predominantly focused on the molecular structure and phosphorylation of tau protein, as well as the involvement of Aβ and tau protein in AD ( Figure 6A ). Figure 6 Keyword co-occurrence analysis of tau protein. (A) The network map of the co-occurrence keywords; (B) clusters of keywords. 3.7.2 Clusters of keywords Clustering analysis of keywords, employing the SKS approach with VOSviewer, demonstrated separation into three primary clusters ( Kokol, 2021 ; Zagoranski et al., 2021 ). Based on node colors, these clusters are outlined as follows: cluster 1 (red) involves investigating Aβ and phosphorylated tau protein in animal models through in vivo experiments to unravel the pathogenesis of neurodegenerative disorders; cluster 2 (green) centers around the examination of tau protein through in vitro experiments to comprehend the pathogenesis of AD and PSP; cluster 3 (blue) encompasses tau-related diseases and associations. The results emphasize that exploring tau-related diseases and their underlying mechanisms, particularly through in vitro and in vivo experiments, especially those involving Aβ and tau protein, represents significant research inquiries in this field. There is an emphasis on AD as a central area of investigation ( Figure 6B ; Table 6 ). Table 6 Clusters of keywords and research topic. Cluster color Representative keywords Research topic Red (11 keywords) Phosphorylation ( n = 16), Aβ ( n = 11), transgenic mice ( n = 10), protein ( n = 10), mouse model ( n = 9), in vivo ( n = 8), neurodegeneration ( n = 7), amyloid precursor protein ( n = 6), brain ( n = 6), neurons ( n = 6), mice ( n = 5) Investigation of Aβ and phosphorylated tau protein in animal models via in vivo experimentation to elucidate the pathogenesis of neurodegenerative disorders Green (11 keywords) Alzheimer’s disease ( n = 38), paired helical filaments ( n = 34), tau protein ( n = 31), neurofibrillary tangle ( n = 27), pathology ( n = 12), localization ( n = 9), microtubule-associated protein ( n = 8), identification ( n = 7), progressive supranuclear palsy ( n = 7), abnormal phosphorylation ( n = 6), in vitro ( n = 5) Investigation of tau protein via in vitro experimentation to elucidate the pathogenesis of Alzheimer’s disease and progressive supranuclear palsy Blue (7 keywords) Frontotemporal dementia ( n = 11), dementia ( n = 10), disease ( n = 9), expression ( n = 9), mutations ( n = 6), isoforms ( n = 6), association ( n = 5) Tau-related diseases and association 3.7.3 Timeline of keywords CiteSpace employed the timeline as the analysis node to generate a keyword time graph depicting the temporal evolution of keywords. This timeline view offers a clearer visualization of historical research results, trends, and internal relationships within each cluster. Each node represents a distinct keyword, with larger nodes indicating a higher frequency of occurrence. The gradual transition in line color from cool to warm tones signifies the changing trend in keyword appearance over time. Examining the time development of keywords, in 1990, high-frequency keywords such as “Alzheimer’s disease,” “paired helical filament,” and “neurofibrillary tangle” indicated the early initiation of research with substantial outcomes. From 1991 to 2018, extensive research covered diverse topics, including “protein tau,” “phosphorylation,” “Aβ,” “frontotemporal dementia,” “pathology,” “expression patterns,” “neurodegenerative diseases,” and “cognitive impairments.” Currently, the forefront of significant research involves “autophagy” and “genome-wide association (GWAS),” suggesting promising avenues for future scholarly investigations ( Figure 7 ). Figure 7 Timeline view of keyword analysis of tau protein. 3.8 Analysis of co-cited references A total of 4,554 references were cited by the top 100 most-cited articles included in this study. “Abnormal phosphorylation of the microtubule-associated protein tau (tau) in Alzheimer cytoskeletal pathology,” published by I. Grundke-Iqbal in PNAS , was the most co-cited article with 26 citations ( Figure 8 ). The study revealed that the tau protein in the Alzheimer’s brain is an abnormally phosphorylated constituent of PHFs. Figure 8 Co-cited references analysis of the top 100 most-cited articles on tau protein. 4 Discussion It is of utmost importance for researchers to discern high-quality and meaningful research amidst the extensive body of published literature within a specific field. Tau protein represents a significant research topic in neuroscience, and comprehensively analyzing all articles published in this field over the past decade poses a challenge, given the potential annual publication count exceeding 5,000. While bibliometric analysis within a defined timeframe can effectively elucidate research trends, the expansive nature of tau protein research complicates the identification of distinct focal points. Our study aims to identify the most crucial research areas within the tau protein field, laying a foundational framework for subsequent investigations into specific facets of tau research spanning the past decade. Serving as the inaugural bibliometric analysis of the top 100 most-cited articles and influential works in the tau protein domain, this study unveils current research hotspots and future perspectives by scrutinizing data on countries/regions, institutions, authors, journals, and keywords, shedding light on potential future research directions. 4.1 General information from the top 100 cited articles Our findings indicate that the median number of citations for the top 100 most-cited articles on tau protein was 765.5, significantly surpassing those in other fields such as anaphylaxis, PD-L1, and bladder cancer. This discrepancy underscores tau protein’s status as a current research hotspot ( Mainwaring et al., 2020 ; Song Y. et al., 2023 ). The substantial variance in citation numbers implies that studies related to tau protein have significantly contributed to advancing our understanding of neurodegenerative diseases. The heightened interest in tau protein research may be attributed to recent breakthroughs or advancements in this field ( Luciani et al., 2023 ; Zhang Z. Y. et al., 2023 ; Singh et al., 2024 ). Scientists have recently unveiled novel mechanisms or identified promising targets associated with tau pathology that could potentially revolutionize our understanding and treatment approaches for neurodegenerative diseases ( Kim et al., 2023 ; Kyalu Ngoie Zola et al., 2023 ; Langworth-Green et al., 2023 ). Moreover, it is noteworthy that high citation counts not only reflect scientific interest but also establish credibility within the academic community, serving as a fundamental pillar of research in this field ( Nielsen and Andersen, 2021 ; Radosic and Diener, 2021 ). In terms of article type, more than 80% of the top 100 cited papers were original articles. The peak number of top 100 cited articles occurred in 2009, while the most concise span of publications was observed in 2019. In accordance with the WoSCC classification, our analysis revealed that “neuroscience” stood out as the most extensively researched subject in this field. This observation underscores the increasing interest and significance attached to comprehending the role of tau protein in the brain and central nervous system (CNS). A total of 29 countries/regions and 208 institutions were involved in the publication of the top 100 cited articles on tau protein. The USA stands out as the leading country in tau protein research, boasting a substantial publication record, high total citations, strong centrality, and extensive international collaborations. Among the top eight institutions, six are based in the USA, including Harvard University. This dominance underscores the influential position of the USA in the field, likely attributed to its robust research and development infrastructure, substantial investment in scientific research and innovation, and a commitment to staying at the forefront of technological advancements, fostering an environment conducive to groundbreaking discoveries. The top 100 cited articles were dispersed among 37 journals, with Neuron being the top journal in terms of citations. Neuron published the highest number of articles, followed by PNAS , Science , and Nature . These four journals are categorized as Q1 according to the JCR classifications, and 44% of the top 100 articles were published in these leading journals. Their recognized contributions to advancing knowledge and fostering intellectual exchange within the academic community suggest that these journals are likely to continue publishing influential work in this field in future. Analysis of authors and co-cited authors has revealed that M. Goedert from the MRC Laboratory of Molecular Biology not only ranked as the top productive author in the top 100 most-cited articles but also emerged as the top co-cited author, widely recognized as an expert in the field of tau protein. The most-cited article, titled “Triple transgenic model of Alzheimer’s disease with plaques and tangles: Intracellular Aβ and synaptic dysfunction,” elucidates the pathogenesis of AD in mice, highlighting that Aβ deposits precede tau alterations and result in changes in long-term synaptic plasticity ( Oddo et al., 2003 ). The most co-cited article, “Abnormal phosphorylation of the microtubule-associated protein tau (tau) in Alzheimer cytoskeletal pathology,” posits that tau, as an abnormally phosphorylated protein component of paired helical filaments, is implicated in the brain pathology of AD ( Grundke-Iqbal et al., 1986 ). These findings underscore the enduring dominance of tau protein research related to AD, attracting extensive attention from researchers. The importance of studying tau protein lies in its potential as a therapeutic target for treating or preventing AD. By comprehending the mechanisms underlying its pathology, researchers aim to develop interventions capable of halting or slowing down disease progression ( Congdon and Sigurdsson, 2018 ; Chang et al., 2021 ). Moreover, investigating tau protein provides insights into other neurodegenerative disorders beyond AD ( Iqbal et al., 2016 ; Josephs, 2017 ). Similar pathological changes involving the abnormal accumulation of misfolded proteins have been observed in diseases like FTD and PSP ( Spillantini and Goedert, 2013 ; Dam et al., 2021 ; Kouri et al., 2021 ; Chouliaras et al., 2022 ). Therefore, the investigation of tau protein in AD serves as a fundamental pillar of research across related disciplines. 4.2 Research hotspots Keyword co-occurrence analysis serves to uncover relationships between keywords in a collection of publications, revealing distinct areas of research focus and subjects. In our study, we made a noteworthy observation regarding the clustering of keywords using the SKS approach. The SKS approach, a novel knowledge synthesis methodology based on the triangulation of distant reading, bibliometric mapping, and content analysis, facilitates a wide range of mapping functions. It provides comprehensive quantitative and qualitative evidence to support research findings ( Kokol, 2021 , 2023 ). Our clustering analysis highlighted three main aspects. First, there is a strong emphasis on Aβ and phosphorylated tau protein in animal models through in vivo experimentation to understand the pathogenesis of neurodegenerative disorders. Researchers aim to elucidate the pathogenesis of these conditions by studying these proteins within living organisms. Through careful observation and analysis, scientists can examine the interactions of Aβ and phosphorylated tau protein with neural cells, contributing to the progression of neurodegenerative disorders. Investigating the effects of Aβo-neurotoxicity and pathologic tau accumulation on neuronal function and connectivity may reveal potential therapeutic targets to mitigate or reverse cognitive decline associated with diseases ( Stoner et al., 2023 ; Li et al., 2024 ; Zhang et al., 2024 ). Zhao et al. (2023) found that the administration of rFOXN1 can reduce Aβ plaque load and phosphorylated tau in the brain, improving cognitive performance. Second, the investigation of tau protein through in vitro experimentation to understand the pathogenesis of AD and progressive supranuclear palsy (PSP) played a significant role in our study. AD and PSP are neurodegenerative disorders associated with abnormal tau protein aggregation ( Boxer et al., 2017 ). Third, there is a pronounced focus on tau-related diseases and associations. The folded form of tau is present in more than 20 neurodegenerative diseases collectively known as tauopathies, including AD, PSP, corticobasal degeneration, argyrophilic grain disease, Pick’s disease, frontotemporal dementia, and others ( Shi et al., 2021 ; Thijssen et al., 2021 ; Seidler et al., 2022 ) From the keyword co-occurrence analysis, it can be inferred that AD receives a higher frequency of investigation compared to other diseases. This increased focus on AD may be attributed to its prevalence and the growing concern of researchers and scientists worldwide. Second, the research focuses on the pathogenesis of Aβ and tau proteins in various diseases. Although the complex Aβ–tau interaction has been partially studied, the specific mechanism remains unclear ( Busche and Hyman, 2020 ; Lee et al., 2022 ; Vogt et al., 2022 ). The evolution of keywords indicates that AD is the central focus of research in this field, with early initiation and fruitful outcomes. Subsequently, extensive investigations have investigated the interaction between tau protein and Aβ across various diseases. In recent years, cutting-edge research has expanded beyond exclusively studying tau protein and Aβ. The focus has shifted toward exploring other crucial aspects related to neurodegeneration. One emerging area is autophagy—a cellular process responsible for clearing out damaged proteins and organelles ( Shu et al., 2023 ). Dysregulation of autophagy has been implicated in several neurodegenerative disorders, including AD ( Choi et al., 2023 ; Mary et al., 2023 ). Understanding how autophagy contributes to disease pathology may provide new avenues for therapeutic interventions. Recent studies have shown that excessive neuronal C–C chemokine receptor type 5 (CCR5) activation increases autophagy as a cause of tau-related diseases, and pharmacological and genetic inhibition of CCR5 can reduce neurological damage ( Festa et al., 2023a , b ). Furthermore, GWAS have gained significant attention as they allow researchers to identify genetic variations associated with increased susceptibility or protection against certain diseases. Recently, GWAS have revealed the unique genetic structure of proteins associated with AD ( Neumann et al., 2023 ; Oatman et al., 2023 ; Ta et al., 2023 ). While there is no direct bibliometric analysis focused on tau protein, previous bibliometric analyses of AD have substantiated that tau protein is at the core of AD research, and the research hotspots of AD also encompass tau protein. Fei et al. (2022) found that “circular RNAs,” “regulation of neuroinflammation,” and “tau protein” were the future research directions of non-coding RNAs in AD. Other studies have indicated that tau protein is a keyword associated with glial fibrillary acidic protein (GFAP), mitochondrion, GWAS, and biomarkers in AD ( Noda et al., 2023 ; Song R. et al., 2023 ; Zhang J. et al., 2023 ; Zou et al., 2023 ). Neuroinflammation refers to the activation of immune responses within the CNS, specifically involving glial cells such as microglia and astrocytes. Recent studies have demonstrated that neuroinflammation, particularly involving glial cells, plays a pivotal role in the development of tau pathology, providing valuable insights for future investigations and therapeutic interventions targeting tau in AD ( Chen and Yu, 2023 ; Dutta et al., 2023 ; Langworth-Green et al., 2023 ; Lau et al., 2023 ; Lee et al., 2023 ). 4.3 Future perspectives The pathogenesis of various tau-related diseases, focusing on the phosphorylation and structural alterations of the tau protein, is anticipated to be a primary area of research in future, with an emphasis on AD as a central investigative focus. The extensive and continually growing body of previous studies on tau protein spans diverse research disciplines, presenting a challenge for researchers in pinpointing specific areas of focus. From our bibliometric analysis, it is evident that AD has become a central topic due to its strong association with the abnormal accumulation and aggregation of tau protein in the brain. Understanding the underlying mechanisms of tau protein pathology has become crucial for the development of effective diagnostic tools, therapeutic interventions, and potential preventive strategies for AD. In light of the focus on tau research in AD, governments and related agencies have the opportunity to formulate more targeted policies to address this neurodegenerative disorder. Policymakers can enhance support for AD and devise more targeted prevention, diagnosis, and treatment policies to improve disease management and patients’ quality of life. This may involve supporting clinical trials investigating potential drugs or therapies aimed at reducing abnormal tau protein accumulation or promoting its clearance from the brain. Additionally, funding should be directed toward studies exploring non-pharmacological approaches, such as lifestyle modifications (e.g., exercise, diet), which may positively impact tau-related neurodegeneration. To advance research in this field further, funding agencies should not only increase financial support but also encourage interdisciplinary collaborations. Fostering cooperation between researchers across various fields, such as neuroscience, genetics, psychology, and geriatrics, can lead to a more holistic approach to understanding AD. In future, based on our comprehensive study, we can leverage bibliometric analysis techniques to delve deeper into the application of tau protein in the field of AD over nearly a decade. This extensive analysis will enable us to identify and highlight potential key targets, emerging trends in research drugs, and ongoing clinical trials related to tau protein. By analyzing publication trends over time using bibliometrics, we can track how research on tau protein has evolved within the field of AD. This longitudinal perspective allows us to observe emerging themes or shifts in focus that may indicate new directions for future investigations. 4.4 Limitations In our endeavor to conduct a rigorous bibliometric analysis, certain limitations were inevitably encountered. First, it should be acknowledged that our analysis concentrated exclusively on the top 100 most-cited articles. While this focus facilitated the identification of influential research within these specific articles, it may have inadvertently neglected other valuable literature across various fields. This limitation arises from the potential oversight of lesser-known studies or emerging research that could offer unique insights and perspectives. Second, owing to a limited time frame for publication and fewer citations, high-quality articles published after 2019 might not have been incorporated into our study. Certain publications may remain dormant for an extended period, experiencing a sudden surge in citations, akin to the phenomenon known as “sleeping beauty,” potentially introducing bias ( Kokol et al., 2017 ; Song et al., 2018 ). Third, not all literature was included in the WoSCC database, raising the possibility of inaccurate representation of citation counts and potential impacts on bibliometric analysis outcomes. Fourthly, the number of citations does not comprehensively reflect research quality. Low citation counts may not necessarily indicate poor research quality, and historically high citation counts may not guarantee long-term influence. Self-citation was not considered, potentially inflating the citation rates of both the cited articles and their respective journals without reflecting their quality. Finally, bibliometric analysis inherently bears limitations, as it primarily assesses quantity, citations, and other indicators of scholarly literature, neglecting critical factors such as research design rationality and experimental method rigor, which contribute to study quality and impact. Moreover, bibliometric analysis may perpetuate a “the rich get richer” phenomenon, wherein already influential research fields or institutions are more likely to receive citations and attention, potentially resulting in biased evaluation outcomes. Despite these limitations, this study, being the first of its kind in the top 100 cited articles on tau protein, provides current status and future directions for further investigation. 5 Conclusion This is the first bibliometric analysis of the top 100 cited articles on tau protein. The predominant research domain for tau protein was identified as Neuroscience . The USA emerged as the frontrunner in terms of publication output, total citations, robust centrality, and extensive international collaborations. Harvard University and the University of California, San Francisco secured the top two positions among institutions based on their publication contributions. M. Goedert stood out as the most prolific contributor to the field, holding both the largest number of authored articles and the highest co-citation count. The journal Neuron held a dominant position in publishing high-quality articles related to tau protein. The current trajectory of tau protein research predominantly centers around tau-related diseases and the underlying mechanisms within these conditions, with a particular emphasis on the interplay of Aβ and tau protein. Future research is anticipated to intensify its focus on the pathogenesis of various tau-related diseases, emphasizing the phosphorylation and structural alterations of tau protein, particularly in AD. Data availability statement The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Author contributions ZC: Writing – original draft. GS: Writing – review & editing. XW: Writing – review & editing. YZ: Writing – review & editing. XS: Writing – review & editing. YM: Writing – review & editing. XZ: Writing – review & editing. YJ: Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Writing – review & editing. The authors thank the software of CiteSpace (6.2.R4), VOSviewer (1.6.19), Scimago Graphica (1.0.36), and R programming language (4.2.3). The authors also thank the Home for Researchers editorial team ( www.home-for-researchers.com ) for the language editing service. 1 https://JCR.Clarivate.com/ Conflict of interest The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher’s note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. References Boxer A. L. Yu J. T. Golbe L. I. Litvan I. Lang A. E. Höglinger G. U. ( 2017 ). Advances in progressive supranuclear palsy: new diagnostic criteria, biomarkers, and therapeutic approaches . Lancet Neurol. 16 , 552 – 563 . doi: 10.1016/S1474-4422(17)30157-6 , PMID: 28653647 Busche M. A. Hyman B. T. ( 2020 ). Synergy between amyloid-β and tau in Alzheimer's disease . Nat. Neurosci. 23 , 1183 – 1193 . doi: 10.1038/s41593-020-0687-6 , PMID: 32778792 Chang J. Li Y. Shan X. Chen X. Yan X. Liu J. . ( 2024 ). Neural stem cells promote neuroplasticity: a promising therapeutic strategy for the treatment of Alzheimer's disease . Neural Regen. Res. 19 , 619 – 628 . doi: 10.4103/1673-5374.380874 , PMID: 37721293 Chang C. W. Shao E. Mucke L. ( 2021 ). Tau: enabler of diverse brain disorders and target of rapidly evolving therapeutic strategies . Science 371 : eabb8255 . doi: 10.1126/science.abb8255 , PMID: 33632820 Chen C. ( 2004 ). Searching for intellectual turning points: progressive knowledge domain visualization . Proc. Natl. Acad. Sci. U.S.A. 101 , 5303 – 5310 . doi: 10.1073/pnas.0307513100 14724295 Chen Y. Yu Y. ( 2023 ). Tau and neuroinflammation in Alzheimer's disease: interplay mechanisms and clinical translation . J. Neuroinflammation 20 : 165 . doi: 10.1186/s12974-023-02853-3 37452321 Choi I. Wang M. Yoo S. Xu P. Seegobin S. P. Li X. . ( 2023 ). Autophagy enables microglia to engage amyloid plaques and prevents microglial senescence . Nat. Cell Biol. 25 , 963 – 974 . doi: 10.1038/s41556-023-01158-0 , PMID: 37231161 Chouliaras L. Thomas A. Malpetti M. Donaghy P. Kane J. Mak E. . ( 2022 ). Differential levels of plasma biomarkers of neurodegeneration in Lewy body dementia, Alzheimer's disease, frontotemporal dementia and progressive supranuclear palsy . J. Neurol. Neurosurg. Psychiatry 93 , 651 – 658 . doi: 10.1136/jnnp-2021-327788 , PMID: 35078917 Congdon E. E. Sigurdsson E. M. ( 2018 ). Tau-targeting therapies for Alzheimer disease . Nat. Rev. Neurol. 14 , 399 – 415 . doi: 10.1038/s41582-018-0013-z , PMID: 29895964 Dam T. Boxer A. L. Golbe L. I. Höglinger G. U. Morris H. R. Litvan I. . ( 2021 ). Safety and efficacy of anti-tau monoclonal antibody gosuranemab in progressive supranuclear palsy: a phase 2, randomized, placebo-controlled trial . Nat. Med. 27 , 1451 – 1457 . doi: 10.1038/s41591-021-01455-x , PMID: 34385707 Darricau M. Katsinelos T. Raschella F. Milekovic T. Crochemore L. Li Q. . ( 2023 ). Tau seeds from patients induce progressive supranuclear palsy pathology and symptoms in primates . Brain 146 , 2524 – 2534 . doi: 10.1093/brain/awac428 , PMID: 36382344 Dutta D. Jana M. Paidi R. K. Majumder M. Raha S. Dasarathy S. . ( 2023 ). Tau fibrils induce glial inflammation and neuropathology via TLR2 in Alzheimer's disease-related mouse models . J. Clin. Invest. 133 : e161987 . doi: 10.1172/JCI161987 , PMID: 37552543 Fei X. Wang S. Li J. Zeng Q. Gao Y. Hu Y. ( 2022 ). Bibliometric analysis of research on Alzheimer's disease and non-coding RNAs: opportunities and challenges . Front. Aging Neurosci. 14 : 1037068 . doi: 10.3389/fnagi.2022.1037068 36329875 Festa B. P. Siddiqi F. H. Jimenez-Sanchez M. Rubinsztein D. C. ( 2023a ). Microglial cytokines poison neuronal autophagy via CCR5, a druggable target . Autophagy 1 – 3 . Advance online publication. doi: 10.1080/15548627.2023.2221921 Festa B. P. Siddiqi F. H. Jimenez-Sanchez M. Won H. Rob M. Djajadikerta A. . ( 2023b ). Microglial-to-neuronal CCR5 signaling regulates autophagy in neurodegeneration . Neuron 111 , 2021 – 2037.e2012 . doi: 10.1016/j.neuron.2023.04.006 , PMID: 37105172 Grundke-Iqbal I. Iqbal K. Tung Y. C. Quinlan M. Wisniewski H. M. Binder L. I. ( 1986 ). Abnormal phosphorylation of the microtubule-associated protein tau (tau) in Alzheimer cytoskeletal pathology . Proc. Natl. Acad. Sci. USA 83 , 4913 – 4917 . doi: 10.1073/pnas.83.13.4913 , PMID: 3088567 Holper S. Watson R. Yassi N. ( 2022 ). Tau as a biomarker of neurodegeneration . Int. J. Mol. Sci. 23 : 7307 . doi: 10.3390/ijms23137307 , PMID: 35806324 Hu J. Sha W. Yuan S. Wu J. Huang Y. ( 2023 ). Aggregation, transmission, and toxicity of the microtubule-associated protein tau: a complex comprehension . Int. J. Mol. Sci. 24 : 15023 . doi: 10.3390/ijms241915023 , PMID: 37834471 Huang S. C. Chiu T. M. Lee C. Y. Chang H. C. Wu W. J. Gau S. Y. ( 2022 ). Researching trends in pemphigoid diseases: a bibliometric study of the top 100 most cited publications . Front. Med. (Lausanne) 9 : 1088083 . doi: 10.3389/fmed.2022.1088083 , PMID: 36698818 Iqbal K. Liu F. Gong C. X. ( 2016 ). Tau and neurodegenerative disease: the story so far . Nat. Rev. Neurol. 12 , 15 – 27 . doi: 10.1038/nrneurol.2015.225 , PMID: 26635213 Jain N. Tanasov A. Chodnekar S. Y. Rakauskaitė A. Lansiaux E. Skuja S. . ( 2023 ). Rising quantitative productivity and shifting readership in academic publishing: bibliometric insights from monkeypox literature . Account. Res. 1 – 24 . Advance online publication. doi: 10.1080/08989621.2023.2199159 Jiménez J. S. ( 2023 ). Macromolecular structures and proteins interacting with the microtubule associated tau protein . Neuroscience 518 , 70 – 82 . doi: 10.1016/j.neuroscience.2022.05.023 , PMID: 35609757 Josephs K. A. ( 2017 ). Current understanding of neurodegenerative diseases associated with the protein tau . Mayo Clin. Proc. 92 , 1291 – 1303 . doi: 10.1016/j.mayocp.2017.04.016 , PMID: 28778262 Kim J. de Haro M. Al-Ramahi I. Garaicoechea L. L. Jeong H. H. Sonn J. Y. . ( 2023 ). Evolutionarily conserved regulators of tau identify targets for new therapies . Neuron 111 , 824 – 838.e827 . doi: 10.1016/j.neuron.2022.12.012 , PMID: 36610398 Kokol P. ( 2021 ). Meta approaches in knowledge synthesis in nursing: a bibliometric analysis . Nurs. Outlook 69 , 815 – 825 . doi: 10.1016/j.outlook.2021.02.006 , PMID: 33814160 Kokol P. ( 2023 ). Synthetic knowledge synthesis in hospital libraries . J. Hosp. Librariansh. 1 – 8 . Advance online publication. doi: 10.1080/15323269.2023.2291282 Kokol P. Blažun Vošner H. Vermeulen J. ( 2017 ). Exploring an unknown territory . Nurs. Res. 66 , 359 – 367 . doi: 10.1097/NNR.0000000000000238 , PMID: 28858144 Kouri N. Murray M. E. Reddy J. S. Serie D. J. Soto-Beasley A. Allen M. . ( 2021 ). Latent trait modeling of tau neuropathology in progressive supranuclear palsy . Acta Neuropathol. 141 , 667 – 680 . doi: 10.1007/s00401-021-02289-0 , PMID: 33635380 Kuang X. Zhong Z. Liang W. Huang S. Luo R. Luo H. . ( 2023 ). Bibliometric analysis of 100 top cited articles of heart failure-associated diseases in combination with machine learning . Front. Cardiovasc. Med. 10 : 1158509 . doi: 10.3389/fcvm.2023.1158509 37304963 Kyalu Ngoie Zola N. Balty C. Pyr dit Ruys S. Vanparys A. A. T. Huyghe N. D. G. Herinckx G. . ( 2023 ). Specific post-translational modifications of soluble tau protein distinguishes Alzheimer's disease and primary tauopathies . Nat. Commun. 14 : 3706 . doi: 10.1038/s41467-023-39328-1 , PMID: 37349319 Langworth-Green C. Patel S. Jaunmuktane Z. Jabbari E. Morris H. Thom M. . ( 2023 ). Chronic effects of inflammation on tauopathies . Lancet Neurol. 22 , 430 – 442 . doi: 10.1016/S1474-4422(23)00038-8 , PMID: 37059510 Lau V. Ramer L. Tremblay M. ( 2023 ). An aging, pathology burden, and glial senescence build-up hypothesis for late onset Alzheimer's disease . Nat. Commun. 14 : 1670 . doi: 10.1038/s41467-023-37304-3 36966157 Lee W. J. Brown J. A. Kim H. R. La Joie R. Cho H. Lyoo C. H. . ( 2022 ). Regional Aβ-tau interactions promote onset and acceleration of Alzheimer's disease tau spreading . Neuron 110 , 1932 – 1943.e1935 . doi: 10.1016/j.neuron.2022.03.034 , PMID: 35443153 Lee J. Dimitry J. M. Song J. H. Son M. Sheehan P. W. King M. W. . ( 2023 ). Microglial REV-ERBα regulates inflammation and lipid droplet formation to drive tauopathy in male mice . Nat. Commun. 14 : 5197 . doi: 10.1038/s41467-023-40927-1 37626048 Li X. Chen Y. Yang Z. Zhang S. Wei G. Zhang L. ( 2024 ). Structural insights into the co-aggregation of Aβ and tau amyloid core peptides: revealing potential pathological heterooligomers by simulations . Int. J. Biol. Macromol. 254 : 127841 . doi: 10.1016/j.ijbiomac.2023.127993 , PMID: 37924907 Luciani M. Montalbano M. Troncone L. Bacchin C. Uchida K. Daniele G. . ( 2023 ). Big tau aggregation disrupts microtubule tyrosination and causes myocardial diastolic dysfunction: from discovery to therapy . Eur. Heart J. 44 , 1560 – 1570 . doi: 10.1093/eurheartj/ehad205 , PMID: 37122097 Mainwaring A. Bullock N. Ellul T. Hughes O. Featherstone J. ( 2020 ). The top 100 most cited manuscripts in bladder cancer: a bibliometric analysis (review article) . Int. J. Surg. 75 , 130 – 138 . doi: 10.1016/j.ijsu.2020.01.128 , PMID: 31991242 Mary A. Eysert F. Checler F. Chami M. ( 2023 ). Mitophagy in Alzheimer's disease: molecular defects and therapeutic approaches . Mol. Psychiatry 28 , 202 – 216 . doi: 10.1038/s41380-022-01631-6 , PMID: 35665766 Mattsson-Carlgren N. Salvadó G. Ashton N. J. Tideman P. Stomrud E. Zetterberg H. . ( 2023 ). Prediction of longitudinal cognitive decline in preclinical Alzheimer disease using plasma biomarkers . JAMA Neurol. 80 , 360 – 369 . doi: 10.1001/jamaneurol.2022.5272 , PMID: 36745413 Merigó J. M. Núñez A. ( 2016 ). Influential journals in health research: a bibliometric study . Glob. Health 12 : 46 . doi: 10.1186/s12992-016-0186-4 Mummery C. J. Börjesson-Hanson A. Blackburn D. J. Vijverberg E. G. B. De Deyn P. P. Ducharme S. . ( 2023 ). Tau-targeting antisense oligonucleotide MAPT(Rx) in mild Alzheimer's disease: a phase 1b, randomized, placebo-controlled trial . Nat. Med. 29 , 1437 – 1447 . doi: 10.1038/s41591-023-02326-3 , PMID: 37095250 Neumann A. Ohlei O. Küçükali F. Bos I. J. Timsina J. Vos S. . ( 2023 ). Multivariate GWAS of Alzheimer's disease CSF biomarker profiles implies GRIN2D in synaptic functioning . Genome Med. 15 : 79 . doi: 10.1186/s13073-023-01233-z 37794492 Nielsen M. W. Andersen J. P. ( 2021 ). Global citation inequality is on the rise . Proc. Natl. Acad. Sci. USA 118 : e2012208118 . doi: 10.1073/pnas.2012208118 , PMID: 33558230 Noda K. Lim Y. Sengoku S. Kodama K. ( 2023 ). Global biomarker trends in Alzheimer's research: a bibliometric analysis . Drug Discov. Today 28 : 103677 . doi: 10.1016/j.drudis.2023.103677 , PMID: 37390962 Oatman S. R. Reddy J. S. Quicksall Z. Carrasquillo M. M. Wang X. Liu C. C. . ( 2023 ). Genome-wide association study of brain biochemical phenotypes reveals distinct genetic architecture of Alzheimer's disease related proteins . Mol. Neurodegener. 18 : 2 . doi: 10.1186/s13024-022-00592-2 36609403 Oddo S. Caccamo A. Shepherd J. D. Murphy M. P. Golde T. E. Kayed R. . ( 2003 ). Triple-transgenic model of Alzheimer's disease with plaques and tangles: intracellular Abeta and synaptic dysfunction . Neuron 39 , 409 – 421 . doi: 10.1016/S0896-6273(03)00434-3 , PMID: 12895417 Ossenkoppele R. van der Kant R. Hansson O. ( 2022 ). Tau biomarkers in Alzheimer's disease: towards implementation in clinical practice and trials . Lancet Neurol. 21 , 726 – 734 . doi: 10.1016/S1474-4422(22)00168-5 , PMID: 35643092 Radosic N. Diener E. ( 2021 ). Citation metrics in psychological science . Perspect. Psychol. Sci. 16 , 1270 – 1280 . doi: 10.1177/1745691620964128 , PMID: 33593171 Sayegh A. S. Eppler M. Sholklapper T. Goldenberg M. G. Perez L. C. La Riva A. . ( 2023 ). Severity grading Systems for Intraoperative Adverse Events. A systematic review of the literature and citation analysis . Ann. Surg. 278 , e973 – e980 . doi: 10.1097/SLA.0000000000005883 , PMID: 37185890 Schweighauser M. Garringer H. J. Klingstedt T. Nilsson K. P. R. Masuda-Suzukake M. Murrell J. R. . ( 2023 ). Mutation ∆K281 in MAPT causes Pick's disease . Acta Neuropathol. 146 , 211 – 226 . doi: 10.1007/s00401-023-02598-6 , PMID: 37351604 Seidler P. M. Murray K. A. Boyer D. R. Ge P. Sawaya M. R. Hu C. J. . ( 2022 ). Structure-based discovery of small molecules that disaggregate Alzheimer's disease tissue derived tau fibrils in vitro . Nat. Commun. 13 : 5451 . doi: 10.1038/s41467-022-32951-4 36114178 Shekhani H. N. Shariff S. Bhulani N. Khosa F. Hanna T. N. ( 2017 ). Bibliometric analysis of manuscript characteristics that influence citations: a comparison of six major radiology journals . AJR Am. J. Roentgenol. 209 , 1191 – 1196 . doi: 10.2214/ajr.17.18077 29064759 Shi Y. Zhang W. Yang Y. Murzin A. G. Falcon B. Kotecha A. . ( 2021 ). Structure-based classification of tauopathies . Nature 598 , 359 – 363 . doi: 10.1038/s41586-021-03911-7 , PMID: 34588692 Shu F. Xiao H. Li Q. N. Ren X. S. Liu Z. G. Hu B. W. . ( 2023 ). Epigenetic and post-translational modifications in autophagy: biological functions and therapeutic targets . Signal Transduct. Target. Ther. 8 : 32 . doi: 10.1038/s41392-022-01300-8 36646695 Singh H. Das A. Khan M. M. Pourmotabbed T. ( 2024 ). New insights into the therapeutic approaches for the treatment of tauopathies . Neural Regen. Res. 19 , 1020 – 1026 . doi: 10.4103/1673-5374.385288 , PMID: 37862204 Song R. Guo Y. Fu Y. Ren H. Wang H. Yan H. . ( 2023 ). Trends of mitochondrial changes in AD: a bibliometric study . Front. Aging Neurosci. 15 : 1136400 . doi: 10.3389/fnagi.2023.1136400 37261264 Song Y. Situ F. Zhu H. Lei J. ( 2018 ). To be the prince to wake up sleeping beauty: the rediscovery of the delayed recognition studies . Scientometrics 117 , 9 – 24 . doi: 10.1007/s11192-018-2830-7 Song Y. Zhang L. Yang Y. Sun J. ( 2023 ). The top 100 most cited articles in anaphylaxis: a bibliometric analysis . Clin. Exp. Med. 23 , 1783 – 1799 . doi: 10.1007/s10238-022-00890-5 , PMID: 36166096 Spillantini M. G. Goedert M. ( 2013 ). Tau pathology and neurodegeneration . Lancet Neurol. 12 , 609 – 622 . doi: 10.1016/S1474-4422(13)70090-5 , PMID: 23684085 Stoner A. Fu L. Nicholson L. Zheng C. Toyonaga T. Spurrier J. . ( 2023 ). Neuronal transcriptome, tau and synapse loss in Alzheimer's knock-in mice require prion protein . Alzheimers Res. Ther. 15 : 201 . doi: 10.1186/s13195-023-01345-z 37968719 Ta M. Blauwendraat C. Antar T. Leonard H. L. Singleton A. B. Nalls M. A. . ( 2023 ). Genome-wide Meta-analysis of cerebrospinal fluid biomarkers in Alzheimer's disease and Parkinson's disease cohorts . Mov. Disord. 38 , 1697 – 1705 . doi: 10.1002/mds.29511 , PMID: 37539664 Thijssen E. H. La Joie R. Strom A. Fonseca C. Iaccarino L. Wolf A. . ( 2021 ). Plasma phosphorylated tau 217 and phosphorylated tau 181 as biomarkers in Alzheimer's disease and frontotemporal lobar degeneration: a retrospective diagnostic performance study . Lancet Neurol. 20 , 739 – 752 . doi: 10.1016/S1474-4422(21)00214-3 , PMID: 34418401 van Eck N. J. Waltman L. ( 2010 ). Software survey: VOSviewer, a computer program for bibliometric mapping . Scientometrics 84 , 523 – 538 . doi: 10.1007/s11192-009-0146-3 , PMID: 20585380 Vogt N. M. Hunt J. F. V. Adluru N. Ma Y. Van Hulle C. A. Iii D. C. D. . ( 2022 ). Interaction of amyloid and tau on cortical microstructure in cognitively unimpaired adults . Alzheimers Dement. 18 , 65 – 76 . doi: 10.1002/alz.12364 33984184 Wang K. W. Zhang G. Kuo M. H. ( 2023 ). Frontotemporal dementia P301L mutation potentiates but is not sufficient to cause the formation of cytotoxic fibrils of tau . Int. J. Mol. Sci. 24 : 14996 . doi: 10.3390/ijms241914996 , PMID: 37834443 Weingarten M. D. Lockwood A. H. Hwo S. Y. Kirschner M. W. ( 1975 ). A protein factor essential for microtubule assembly . Proc. Natl. Acad. Sci. USA 72 , 1858 – 1862 . doi: 10.1073/pnas.72.5.1858 , PMID: 1057175 Zagoranski P. K. S. Kokol M. J. L. P. Practice . ( 2021 ). Software development with scrum: A bibliometric analysis and profile . Zhang H. Chen W. Li Z. Huang Q. Wen J. Chang S. . ( 2024 ). Huannao Yicong decoction ameliorates cognitive deficits in APP/PS1/tau triple transgenic mice by interfering with neurotoxic interaction of Aβ-tau . J. Ethnopharmacol. 318 : 116985 . doi: 10.1016/j.jep.2023.116917 , PMID: 37532075 Zhang Z. Y. Harischandra D. S. Wang R. Ghaisas S. Zhao J. Y. McMonagle T. P. . ( 2023 ). TRIM11 protects against tauopathies and is down-regulated in Alzheimer's disease . Science 381 : eadd6696 . doi: 10.1126/science.add6696 37499037 Zhang J. Wang Y. Zhang Y. Yao J. ( 2023 ). Genome-wide association study in Alzheimer's disease: a bibliometric and visualization analysis . Front. Aging Neurosci. 15 : 1290657 . doi: 10.3389/fnagi.2023.1290657 38094504 Zhao J. Zhang Z. Lai K. C. Lai L. ( 2023 ). Administration of recombinant FOXN1 protein attenuates Alzheimer's pathology in mice . Brain Behav. Immun. 113 , 341 – 352 . doi: 10.1016/j.bbi.2023.07.027 , PMID: 37541395 Zou Y. Li L. Guan L. Ma C. Yu S. Ma X. ( 2023 ). Research trends and hotspots of glial fibrillary acidic protein within the area of Alzheimer's disease: a bibliometric analysis . Front. Aging Neurosci. 15 : 1196272 . doi: 10.3389/fnagi.2023.1196272 37829140",
    "full_text_abstract": "Background Tau, a microtubule-associated protein extensively distributed within the central nervous system (CNS), exhibits close associations with various neurodegenerative disorders. Here, we aimed to conduct a qualitative and quantitative bibliometric study of the top 100 most-cited publications on tau protein and reveal the current research hotspots and future perspectives. Methods The relevant literature was retrieved from the Web of Science Core Collection. CiteSpace (v6.2.R4) and VOSviewer (1.6.19) were adopted for bibliometric analysis with statistical and visual analysis. Results Citations per article ranged from 615 to 3,123, with a median number of 765.5 times. “Neuroscience” emerged as the most extensively researched subject in this field. The USA has emerged as the leading country, with a publication record ( n = 65), total citations ( n = 66,543), strong centrality (0.29), and extensive international collaborations. Harvard University ( n = 11) and the University of California, San Francisco ( n = 11) were the top two institutions in terms of publications. Neuron dominated with 13 articles in the 37 high-quality journals. M. Goedert from the MRC Laboratory of Molecular Biology was the most productive ( n = 9) and top co-cited ( n = 179) author. The most frequently studied keywords were Alzheimer’s disease ( n = 38). Future research is anticipated to intensify its focus on the pathogenesis of various tau-related diseases, emphasizing the phosphorylation and structural alterations of tau protein, particularly in Alzheimer’s disease. Conclusion The pathogenesis of various tau-related diseases, including the phosphorylation and structural alterations of the tau protein, will be the primary focus of future research, with particular emphasis on Alzheimer’s disease as a central area of investigation."
}