{
    "PMC": "3084682",
    "DOI": "10.1091/mbc.e10-09-0779",
    "PMID": "21389118",
    "PMCID": "PMC3084682",
    "title": "Intact MDM2 E3 ligase activity is required for the cytosolic localization and function of β-arrestin2.",
    "year": 2011,
    "source_url": "https://europepmc.org/article/PMC/PMC3084682",
    "source": "MED",
    "abstract_text": "β-arrestins are well known for their roles in desensitization and sequestration of G protein-coupled receptors. Unlike β-arrestin1, β-arrestin2 exhibits a predominant cytoplasmic distribution at steady state. However, the mechanism and functional significance underlying the regulation of β-arrestin2 subcellular localization remains undefined. Here we report that the subcellular localization and function of β-arrestin2 is tightly regulated by Mdm2 E3 ligase activity. Inhibition of Mdm2 E3 ligase activity either by expressing Mdm2 RING finger mutants or using specific Mdm2 E3 ligase inhibitor is sufficient to stabilize the Mdm2/β-arrestin2 complex and cause abnormal nuclear localization of β-arrestin2. Next we demonstrate that lysine residues at position 11 and 12 of β-arrestin2 are required for the interaction between Mdm2 RING finger mutant H457S (Mdm2(H457S)) and β-arrestin2, mutation of which prevents Mdm2(H457S)/β-arrestin2 interaction and subsequent nuclear localization of β-arrestin2. Finally, β-arrestin2-dependent signalings, such as receptor internalization and extracellular signal-regulated protein kinase activation, are found to be impaired once the β-arrestin2 is sequestered in the nuclei by Mdm2(H457S). Our findings depict the essential role of Mdm2 E3 ligase activity in determining β-arrestin2 subcellular localization and corresponding signaling.",
    "full_text": "Mol Biol Cell molbiolcell mbc Mol. Bio. Cell Molecular Biology of the Cell 1059-1524 1939-4586 The American Society for Cell Biology 3084682 E10-09-0779 10.1091/mbc.E10-09-0779 Articles Signaling Intact MDM2 E3 ligase activity is required for the cytosolic localization and function of β-arrestin2 Yin Chenlei a b Zhang Ru a Xu Yongyu a b Chen Qiuyan a b Xie Xin a b * a Shanghai Key Laboratory of Signaling and Disease Research, Laboratory of Receptor-based Bio-medicine, School of Life Sciences and Technology, Tongji University, Shanghai 200092, China b State Key Laboratory of Drug Research, National Center for Drug Screening, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai 201203, China Chernoff Jonathan Monitoring Editor Fox Chase Cancer Center Address correspondence to: Xin Xie ( xxie@mail.shcnc.ac.cn ). 01 5 2011 22 9 1608 1616 20 9 2010 22 2 2011 01 3 2011 © 2011 Yin et al. This article is distributed by The American Society for Cell Biology under license from the author(s). Two months after publication it is available to the public under an Attribution–Noncommercial–Share Alike 3.0 Unported Creative Commons License ( http://creativecommons.org/licenses/by-nc-sa/3.0 ). “ASCB®,“ “The American Society for Cell Biology®,” and “Molecular Biology of the Cell®” are registered trademarks of The American Society of Cell Biology. Intact Mdm2 E3 ligase activity is critical for the cytosolic localization and function of β-arrestin2. Once Mdm2 loses its E3 ligase activity, Mdm2 and β-arrestin2 form a more stable complex that sequestrates β-arrestin2 in the nucleus and interferes with its normal functions. β-arrestins are well known for their roles in desensitization and sequestration of G protein–coupled receptors. Unlike β-arrestin1, β-arrestin2 exhibits a predominant cytoplasmic distribution at steady state. However, the mechanism and functional significance underlying the regulation of β-arrestin2 subcellular localization remains undefined. Here we report that the subcellular localization and function of β-arrestin2 is tightly regulated by Mdm2 E3 ligase activity. Inhibition of Mdm2 E3 ligase activity either by expressing Mdm2 RING finger mutants or using specific Mdm2 E3 ligase inhibitor is sufficient to stabilize the Mdm2/β-arrestin2 complex and cause abnormal nuclear localization of β-arrestin2. Next we demonstrate that lysine residues at position 11 and 12 of β-arrestin2 are required for the interaction between Mdm2 RING finger mutant H457S (Mdm2 H457S ) and β-arrestin2, mutation of which prevents Mdm2 H457S /β-arrestin2 interaction and subsequent nuclear localization of β-arrestin2. Finally, β-arrestin2–dependent signalings, such as receptor internalization and extracellular signal–regulated protein kinase activation, are found to be impaired once the β-arrestin2 is sequestered in the nuclei by Mdm2 H457S . Our findings depict the essential role of Mdm2 E3 ligase activity in determining β-arrestin2 subcellular localization and corresponding signaling. INTRODUCTION The investigation of G protein–coupled receptor (GPCR) signaling reveals a highly conserved “switch-off” model characterized by the involvement of GPCR kinases (GRK) and arrestins (Ferguson et al. , 1996 ; Ferguson, 2001 ). β-arrestin1 and β-arrestin2 (also known as arrestins 2 and 3) are well known for their roles in desensitization and internalization of most GPCRs (Laporte et al. , 1999 ; Shenoy and Lefkowitz, 2003 ). On agonist stimulation, the receptor is rapidly phosphorylated by GRKs, which promotes the recruitment and association of β-arrestins to the receptor. The binding of β-arrestins prevents the receptor–G protein interaction, leading to the inhibition of the G protein signaling. The association of β-arrestins also facilitates the sequestration of the receptors in the clathrin-coated pits, which leads to the endocytosis and sequestration of the receptors in various intracellular compartments. During the past decade, novel adaptor and scaffold functions of β-arrestins have been discovered. Thus, β-arrestins can initiate new signaling from GPCRs while terminating G protein signals. β-arrestins interact with many important signaling molecules (Lefkowitz and Shenoy, 2005 ), such as c-Src (Luttrell et al. , 1999 ), extracellular signal–regulated protein kinase (ERK)1/2 (Tohgo et al. , 2002 ), JNK3 (McDonald et al. , 2000 ), etc., in response to various stimulations and modulate their functions. And more recently, β-arrestin1 was found to interact with a number of nuclear proteins, including cAMP responsive element binding protein, histone acetyltransferase p300, and transcription factor YY1 and thus modified gene transcription (Kang et al. , 2005 ; Yue et al. , 2009 ). The oncoprotein Mdm2, an E3 ubiquitin ligase known for its prominent role in regulating p53 degradation (Momand et al. , 1992 ; Honda et al. , 1997 ), is one of the well-characterized binding partners of β-arrestin2. Agonist stimulation of β2-adrenergic receptor (β2AR) led to rapid ubiquitination of both the receptors and β-arrestin2. Although β2AR ubiquitination is not directly dependent on Mdm2, it does require ubiquitination of β-arrestin2, which is mediated by Mdm2 (Shenoy et al. , 2001 ). Mdm2-catalyzed ubiquitination of β-arrestin2 is not only important for agonist-induced β2AR endocytosis (Shenoy et al. , 2001 ), but it also affects other downstream signaling pathways (Shenoy et al. , 2009 ). After insulin-like growth factor (IGF) receptor activation, β-arrestin2 also serves as a crucial adaptor for bringing Mdm2 to the receptor and eventually affects receptor trafficking and ERK activation (Girnita et al. , 2005 , 2007 ). β-arrestin2 oligomers can also sequestrate Mdm2 in cytoplasm and thus modulate p53 activity and cell survival (Boularan et al. , 2007 ). In this study, we found that the normal subcellular localization of β-arrestin2 is also tightly regulated by the E3 ligase activity of Mdm2. Mdm2 RING finger mutants (Mdm2 H457S ) with the loss of ligase activity displayed a strong association with β-arrestin2 and caused abnormal dominant nuclear localization of the latter. With truncation and point mutation of β-arrestin2, we identified that the lysine residues at positions 11 and 12 are critically involved in the β-arrestin2/Mdm2 interaction. With K11,12R mutation, the β-arrestin2 localization was not affected by the Mdm2 mutants. When coexpressed with β2AR, the Mdm2 H457S mutant also prevented the agonist-induced β2AR internalization and β-arrestin2–mediated ERK phosphorylation. Our data strongly suggest that the intact E3 ligase activity of Mdm2 is critical for normal subcellular distribution and functions of β-arrestin2. RESULTS Loss of Mdm2 E3 ligase activity causes dominant nuclear localization of β-arrestin2 Mdm2 is a RING finger–dependent ubiquitin protein ligase for itself and p53 (Fang et al. , 2000 ). To investigate Mdm2 E3 ligase activity in regulating β-arrestin2 subcellular localization, a RING finger mutant Mdm2 H457S that lacks ubiquitin ligase activity was used. HEK-293 cells were transfected with plasmids encoding Mdm2 wt or Mdm2 H457S together with β-arrestin2, and the subcellular localization of β-arrestin2 was analyzed by immunofluorescence microscopy. In agreement with previous studies (Scott et al. , 2002 ; Wang et al. , 2003b ), when expressed alone, β-arrestin2 localized mainly in the cytoplasm ( Figure 1A , top row). Surprisingly, coexpression of Mdm2 H457S caused a dominant nuclear colocalization of β-arrestin2 and Mdm2 H457S ( Figure 1A , middle row). Approximately 90% of the Mdm2 H457S -positive cells showed nuclear localization of β-arrestin2 ( Figure 1B ). However, no obvious nuclear β-arrestin2 was found when wild-type Mdm2 was coexpressed ( Figure 1, A , bottom row, and B ). To ensure that the phenomena we observed was not due to one specific mutation, two other Mdm2 RING finger mutants, C461S and C464A (Fang et al. , 2000 ), were introduced. As expected, β-arrestin2 displayed a similar nuclear localization when coexpressed with these two Mdm2 mutants ( Figure 1C , top and middle rows, arrows). Cells in the same field but only expressing β-arrestin2 served as internal controls, where the β-arrestin2 mainly localized in the cytoplasm ( Figure 1C , top and middle rows, arrowheads). To further confirm that the nuclear localization of β-arrestin2 was due to the loss of Mdm2 E3 ligase activity, an Mdm2 E3 ligase inhibitor, N-((3,3,3-trifluoro-2-trifluromethyl)propionyl) sulfanilamide (50 μM) (Lai et al. , 2002 ), was added after cotransfection of β-arrestin2 and Mdm2 wt , and the nuclear localization of β-arrestin2 was observed ( Figure 1D , arrow). In contrast, vehicle control (0.5% dimethyl sulfoxide) did not affect the normal cytoplasmic distribution of β-arresint2 ( Figure 1D ). To test the influence of endogenous Mdm2 on β-arrestin2 subcellular localization, an Mdm2-knockout mouse embryonic fibroblast (MEF) cell line was used. Mdm2 expression in MEFs was validated by reverse transcriptase (RT)-PCR. Compared with the control MEFs, the mRNA transcripts of Mdm2 were absent in the Mdm2-knockout MEFs ( Figure 2B ). In control MEFs, the majority of cells showed cytoplasmic localization of β-arrestin2, and no obvious changes were observed in Mdm2-knockout MEFs ( Figure 2A , top and second rows). When coexpressed with Mdm2 H457S in Mdm2-knockout MEFs, β-arrestin2 was found to localize mainly in the nuclei ( Figure 2A , bottom row). However, expression of Mdm2 wt did not affect the cytoplasmic localization pattern of β-arrestin2 ( Figure 2A , third row). These results indicate that the subcellular localization of β-arrestin2 is affected by the Mdm2 E3 ligase activity. But the dominant nuclear localization of β-arrestin2 is not likely due to the lack of ubiquitination by Mdm2 because Mdm2 knockout did not change the cytosolic distribution of β-arrestin2. It has been reported that Mdm2 interacts with β-arrestin2 (Shenoy et al. , 2001 ; Wang et al. , 2003a ), so we wonder whether the stability of the interaction is regulated by the ligase activity of Mdm2 and eventually affects the localization of β-arrestin2. FIGURE 1: Mdm2 RING finger mutants cause dominant nuclear localization of β-arrestin2. (A) Mdm2 H457S causes nuclear localization of β-arrestin2. HEK-293 cells transfected with HA-tagged β-arrestin2 alone or in combination with Flag-tagged Mdm2 wt or Mdm2 H457S were analyzed by immunofluorescence microscopy. β-arrestin2 was stained with anti–HA antibody (red), and Mdm2 was detected with anti–Flag antibody (green). Nuclei were visualized by Hoechst 33342 staining (blue). (B) Statistical analysis of the fluorescent images in (A). Cells with nuclear β-arrestin2 were counted and presented as a percentage of the total cell number. More than 350 cells from 10 randomly selected fields were analyzed. ***, P < 0.001. (C) Other Mdm2 RING finger mutants also lead to the nuclear localization of β-arrestin2. U2OS cells were transfected with EGFP-tagged β-arrestin2 (green) together with Flag-tagged Mdm2 mutants (C461S or C464A, red). (D) Mdm2 E3 ligase inhibitor treatment leads to nuclear localization of β-arrestin2. U2OS cells transfected with β-arrestin2 and wild-type Mdm2 were treated with either 50 μM Mdm2-specific E3 ligase inhibitor (N-((3,3,3-trifluoro-2-trifluromethyl)propionyl)sulfanilamide) or vehicle control (0.5% dimethyl sulfoxide). Representative images are shown. Scale bar, 20 μm. FIGURE 2: Mdm2 H457S causes nuclear localization of β-arrestin2 in Mdm2-knockout MEFs. (A) Mdm2-knockout MEFs and wild-type MEFs were transfected with β-arrestin2–EGFP (green) alone or together with Flag-tagged Mdm2 wt or Mdm2 H457S (red), and representative images are shown. Scale bar, 20 μm. (B) RT-PCR validation of Mdm2 expression in wild-type or Mdm2-knockout MEFs. Total RNA was extracted, and Mdm2 transcripts were examined by RT-PCR analysis using gene-specific primers. Loss of Mdm2 E3 ligase activity strengthens the interaction between β-arrestin2 and Mdm2 It has been reported that mutation of any of the eight potential zinc binding residues within the RING finger domain results in a complete loss of Mdm2 ligase activity (Fang et al. , 2000 ). Using p53 as a substrate, the ubiquitin ligase activity of the RING finger mutant Mdm2 H457S was tested. The p53-null SaoS-2 cells were transfected with p53 and Mdm2 wt or Mdm2 H457S , and the ubiquitination status of p53 was detected by Western blotting with an anti–p53 antibody. As expected, the ability of Mdm2 H457S in promoting p53 ubiquitination was significantly impaired ( Figure 3A ). Next we investigated whether this RING finger mutant was also deficient in mediating β-arrestin2 ubiquitination. Mdm2 wt or Mdm2 H457S , β-arrestin2, and Myc-tagged ubiquitin (Myc-Ub) were coexpressed in HEK-293 cells. β-arrestin2 was immunoprecipitated with anti-hemagglutinin (HA) affinity gel and subjected to Western blot analysis. Indeed, the ubiquitination of β-arrestin2 by Mdm2 H457S was severely reduced in comparison to Mdm2 wt ( Figure 3B ). Additionally, we found that, without Mdm2, β-arrestin 2-HA was also ubiquitinated, indicating that Mdm2 is not the only E3 ligase that ubiquitinates β-arrestin2. This has also been speculated by other researchers (Boularan et al. , 2007 ; Shenoy et al. , 2009 ). After wt-Mdm2 transfection, the ubiquitination pattern of β-arrestin2 changed dramatically. The multiple-ubiquinated bands above 95 kDa were reduced, and one major band at ∼70 kDa appeared. In contrast, Mdm2 H457S is unable to ubiquitinate β-arrestin2. In fact, it even prevented β-arrestin2 being ubiquitinated by other ligases. FIGURE 3: Loss of Mdm2 E3 ligase activity strengthens the interaction between β-arrestin2 and Mdm2. (A) Mdm2 H457S loses the ability to promote p53 ubiquitination. SaoS-2 cells were transfected with plasmids encoding p53, wild-type Mdm2 wt , or Mdm2 H457S . Cells were treated with 10 μM MG132 for 4 h, and Western blotting was carried out with antibodies against p53 (DO-1) and Mdm2 (SMP14). (B) Mdm2 H457S is unable to ubiquitinate β-arrestin2. HEK-293 cells were transfected with Flag-Mdm2 wt or H457S , β-arrestin2–HA, and Myc-Ubiquitin. Cell lysates were immunoprecipitated with affinity beads against HA-tag and analyzed by immunoblotting with anti–HA and anti–Mdm2 (SMP14) antibodies. (C) The interaction between Mdm2 and β-arrestin2 is strengthened when Mdm2 loses its E3 ligase activity. HEK-293 cells were cotransfected with β-arrestin2 and Mdm2 wt or H457S . Mdm2-specific E3 ligase inhibitor (50 μM) was added 8 h after transfection. Forty-eight hours later, cell lysates were immunoprecipitated with anti–HA (left) or anti–Flag antibody (right) and analyzed by immunoblotting. (D) Identification of the interaction domain of Mdm2 with β-arrestin2. Cells were transfected with β-arrestin2 and Mdm2 deletions. Cells were harvested and immunoprecipitated with anti–HA (left) or anti–Flag antibody (right) and analyzed by immunoblotting. Next we investigated the interaction between Mdm2 and β-arrestin2 by coimmunoprecipitation (coIP) assay. In agreement with previous reports (Shenoy et al. , 2001 ; Wang et al. , 2003a ), β-arrestin2 coimmunoprecipitates with Mdm2 wt ( Figure 3C , left panel, lane 2). More interestingly, Mdm2 H457S , which lacks E3 ligase activity, displayed a much stronger interaction with β-arrestin2 compared with Mdm2 wt ( Figure 3C , left panel, lane 4). Furthermore, treatment with Mdm2 E3 ligase inhibitor (50 μM) also strengthens the interaction between β-arrestin2 and Mdm2 wt ( Figure 3C , left panel, lane 3). Similar results were obtained when reciprocal immunoprecipitation was performed ( Figure 3C , right panel). We also constructed Mdm2 RING domain deletion mutants to further confirm our finding that loss of ligase activity leads to strengthened interaction between Mdm2 and β-arrestin2. By using coIP assay, we found that, compared with Mdm2 wt , the Mdm2 RING domain deletion mutant Mdm2 1–432 displayed a similar stronger interaction with β-arrestin2, just like Mdm2 H457S ( Figure 3D , left panel, lanes 4 and 5). On the other hand, Mdm2 1–400 did not interact with β-arrestin2 ( Figure 3D , left panel, lane 3), which was in agreement with the previous report (Wang et al. , 2003a ). Similar phenomena were observed in a reciprocal immunoprecipitation experiment ( Figure 3D , right panel). The results suggested that the region from 400–432 of Mdm2 was critical for β-arrestin2 binding. Taken together, these data suggest that β-arrestin2 interacts transiently with wild-type Mdm2, and subsequent ubiquitination by Mdm2 may change the binding interface of β-arrestin2, thus leading to the dissociation of these two proteins. If Mdm2 loses its E3 ligase activity due to mutation, truncation, or drug treatment, β-arrestin2 cannot be ubiquitinated and thus cannot dissociate from Mdm2. Therefore the Mdm2 E3 ligase activity is important in regulating the stability of the β-arrestin2/Mdm2 protein complex. The N terminus of β-arrestin2 is required for the interaction and colocalization with Mdm2 RING finger mutant in the nucleus Previous studies have demonstrated that N-terminal amino acids 1–185 of β-arrestin2 interacts with the central region of wild-type Mdm2 (Shenoy et al. , 2001 ; Wang et al. , 2003a ). To further delineate the regions of β-arrestin2 that are required for binding to Mdm2 RING finger mutant, a series of β-arrestin2 truncation mutants ( Figure 4A ) were used in coIP assay. The results showed that β-arrestin2 N-terminal fragment containing amino acids 1–185 interacted with Mdm2 H457S even more efficiently than full-length β-arrestin2. In contrast, deletion of amino acids 1–60, 1–185, or 1–240 from the N terminus of β-arrestin2 led to nearly complete loss of its ability to bind to Mdm2 H457S ( Figure 4B ). These results indicate that the N terminus of β-arrestin2 is the Mdm2 H457S binding region, and amino acids 1–60 are indispensable for the interaction. In parallel, the colocalization of full-length β-arrestin2 or its truncation mutants (1–185 or 186–409) with Mdm2 H457S was examined ( Figure 4C ). Consistent with the physical association data, we found that the C terminus of β-arrestin2 (186–409), which did not interact with Mdm2 H457S , was retained in the cytoplasm ( Figure 4C , lane 3, arrowheads), whereas the full-length and the N terminus (1–185) of β-arrestin2 displayed dominant nuclear colocalization with Mdm2 H457S ( Figure 4C , lanes 1 and 2, arrows). These results suggest that the amino acids at the far N-terminal end of β-arrestin2, especially amino acids 1–60, are critical for its interaction with Mdm2 RING finger mutant and subsequent nuclear localization. FIGURE 4: Delineation of the critical region of β-arrestin2 for Mdm2 H457S /β-arrestin2 interaction. (A) Schematic representation of the full-length and truncation mutants of β-arrestin2. Their binding ability with Mdm2 was summarized. “ + ” indicates clearly positive association, whereas “ - ” indicates no interaction. (B) N terminus of β-arrestin2 interacts with Mdm2 H457S . HEK-293 cells were transfected with HA-tagged β-arrestin2 constructs together with Flag-tagged Mdm2 H457S . β-arrestin2 was immunoprecipitated with anti–HA affinity beads, and the presence of Mdm2 H457S in the immunoprecipitates was detected using anti–Mdm2 antibody (SMP14). (C) N terminus of β-arrestin2 colocalized with Mdm2 H457S . HEK-293 cells were transfected with Flag-tagged Mdm2 H457S and HA-tagged β-arrestin2 and analyzed by immunofluorescence staining and confocal microscopy. Cells with nuclear localization of β-arrestin2 are indicated by arrows, whereas cell with cytosolic β-arrestin2 is pointed out with arrowhead. Scale bar, 10 μm. Lysines 11 and 12 of β-arrestin2 are the major interaction sites that regulate the nuclear sequestration of β-arrestin2 by Mdm2 H457S With the truncation mutations, we had mapped amino acids 1–60 of β-arrestin2 as the interaction region for Mdm2 H457S binding. There are several lysine residues within this region that can serve as potential ubiquitination and interaction sites. Lysines at positions 11 and 12 (K11,12) were reported to be specifically required for sustained ubiquitination of β-arrestin2 upon Angiotensin II (AngII) stimulation (Shenoy and Lefkowitz, 2005 ). Therefore we tested whether K11,12 are also important for the binding of β-arrestin2 to Mdm2 RING finger mutant. Indeed, replacement of K11,12 by alanine (A) or arginine (R) resulted in nearly complete loss of their ability to bind to Mdm2 H457S ( Figure 5, A and B , lanes 3 and 4). Arginine is a positively charged amino acid commonly used in mutagenesis studies to replace lysine. The lack of interaction between β-arrestin2 K11,12R and Mdm2 H457S indicated that the structure of the lysine side chain may play a more important role than the electrical charge. In agreement with the interaction data, β-arrestin2 K11,12R retained the cytosolic distribution even when coexpressed with Mdm2 H457S , whereas β-arrestin2 wt displayed a strong nuclear localization in the presence of Mdm2 H457S in U2OS cells ( Figure 5C ). Similar localization results were obtained when K11,12 were substituted with alanines (data not shown). Taken together, these results demonstrated that K11,12 within the N terminus of β-arrestin2 are indispensable for their interaction with Mdm2 H457S and nuclear sequestration by the latter. FIGURE 5: Lysine 11, 12 of β-arrestin2 are indispensable for its nuclear sequestration by Mdm2 H457S and their interaction. (A, B) β-arrestin2 K11,12A and β-arrestin2 K11,12R lose their binding ability to Mdm2 H457S . HEK-293 cells were transfected with Mdm2 H457S together with the β-arrestin2 mutants. Cell lysates were immunoprecipitated with affinity beads against HA-tag (A) or Flag-tag (B) and analyzed with immunoblotting. (C) β-arrestin2 K11,12R is not sequestered in the nuclei by Mdm2 H457S . HEK-293 cells were transfected with EGFP-tagged β-arrestin2 wt or β-arrestin2 K11,12R , alone or in combination with Mdm2 H457S . The subcellular localization of β-arrestin2 and Mdm2 was traced by EGFP tag (green) and anti–Flag antibody (red). Arrows indicate cells with nuclear β-arrestin2, whereas arrowheads indicate cells with cytosolic β-arrestin2 localization. Cellular function of β-arrestin2 is impaired when sequestered in the nucleus by Mdm2 RING finger mutant GPCR internalization is a β-arrestin–mediated process. To analyze the functional consequences of the entrapment of β-arrestin2 in the nucleus by Mdm2 E3 ligase mutants, the internalization of β2AR upon isoproterenol stimulation was tested. SaoS-2 cells expressing β-arrestin2–enhanced green fluorescent protein (EGFP) and HA–β2AR with or without Mdm2 H457S were starved for 2 h in serum-free medium. After treatment with 10 μM isoproterenol for 15 min, cells expressing only β-arrestin2 and β2AR displayed robust internalization of β2AR into the endocytic vesicles ( Figure 6A , upper row, arrowheads). Coexpression of Mdm2 H457S leads to the sequestration of β-arrestin2 in the nuclei, and the isoproterenol-induced internalization of β2AR was severely impaired ( Figure 6A , bottom row, cells denoted with arrow). The cells in the same field but not expressing Mdm2 H457S served as internal controls, which displayed normal receptor internalization after stimulation ( Figure 6A , bottom row, cells denoted with arrowhead). Statistical analysis of the fluorescent images revealed that isoproterenol stimulation led to significant β2AR internalization in ∼75% of the cells with normal cytosolic distribution of β-arrestin2. In contrast, in cells in which the β-arrestin2 was sequestered in the nuclei, only ∼15% of the cells displayed normal receptor internalization ( Figure 6B ). FIGURE 6: Cellular function of β-arrestin2 is impaired when trapped into the nucleus by Mdm2 H457S . (A) β-arrestin2–mediated β2AR trafficking was disturbed by Mdm2 H457S expression. SaoS-2 cells were transfected with β-arrestin2, β2AR in the presence or absence of Mdm2 H457S . After 2 h of starvation, cells were treated with 10 μM isoproterenol and analyzed by immunofluorescence staining. Cells with normal cytosolic β-arrestin2 distribution are indicated with arrowheads, and cells with nuclear β-arrestin2 localization are denoted with arrows. Scale bar, 20 μm. (B) Statistical analysis of the fluorescent images in (A). Isoproterenol-induced β2AR internalization was analyzed in cells with nuclear or cytosolic β-arrestin2 distribution. Data shown are mean ± SEM of 3 independent experiments; ∼300 cells from each group were analyzed. **, P < 0.01. (C) Mdm2 H457S expression leads to impaired propranolol-stimulated ERK activation. HEK-293 cells stably expressing β2AR were transfected with control vector, Mdm2 wt , or Mdm2 H457S . After serum starvation, cells were stimulated with β2AR inverse agonist propranolol (10 μM) for various time periods as indicated. The whole cell lysates were analyzed by Western blotting. (D) Statistical analysis of ERK activation at 2 min after stimulation as shown in (C). The signal of pERK was first normalized to total ERK and then normalized to time 0. Data shown are mean ± SEM of 5 independent experiments. *, P < 0.05. (E) A model for Mdm2 ligase activity–dependent localization and function of β-arrestin2. Wild-type Mdm2 interacts with β-arrestin2 transiently, and subsequent ubiquitination of β-arrestin2 leads to dissociation of these two proteins. When Mdm2 E3 ligase activity is abolished by either mutation or drug treatment, the interaction between Mdm2 and β-arrestin2 is strengthened, and therefore β-arrestin2 is sequestrated into the nucleus and loses it normal function. It is well documented that β-arrestins can function as mitogen-activated protein kinase scaffolds and mediate G protein–independent signaling (Ma and Pei, 2007 ). We wondered whether Mdm2 H457S could affect β-arrestin2–mediated ERK activation. HEK-293 cells stably expressing β2AR were transfected with vector (control), Mdm2 wt , or Mdm2 H457S and challenged with the β2AR inverse agonist propranolol, which was able to stimulate ERK activity in a G protein–independent, β-arrestin–dependent manner (Azzi et al. , 2003 ). As shown in Figure 6C , propranolol-induced ERK activation reached maximal activity at 2 min, which was consistent with the previous report (Azzi et al. , 2003 ). Expression of Mdm2 H457S significantly reduced propranolol-stimulated ERK activation ( Figure 6, C and D ). In contrast, expression of Mdm2 wt did not significantly affect ERK phosphorylation ( Figure 6, C and D ). These data support our hypothesis that the nuclear sequestration of β-arrestin2 caused by the tightened interaction between β-arrestin2 and Mdm2 impairs the normal cytosolic signaling mediated by β-arrestin2. DISCUSSION β-arrestin1 and -2 are two highly homologous proteins sharing 78% identity in amino acid composition, and both of them participate in modulating GPCR signaling (Luttrell and Lefkowitz, 2002 ). The functions of β-arrestins are tightly regulated by posttranslational modifications, including phosphorylation and ubiquitination. β-arrestin1 is phosphorylated on S412 at resting state (Lin et al. , 1999 ). On translocation to the membrane, β-arrestin1 is rapidly dephosphorylated, which is necessary for the receptor/β-arrestin complex to engage the endocytic machinery. The kinases responsible for β-arrestin1 phosphorylation appear to be ERK1/2 (Lin et al. , 1999 ). Another study revealed that CK2 phosphorylation of β-arrestin2 at Ser-361 and Thr-383 blocks its interaction with IκBα, and in turn abolishes its suppression of NF-κB activation (Luan et al. , 2005 ). Interestingly, the endocytic functions of β-arrestin2 are not regulated by phosphorylation at its C terminus but mainly by ubiquitination. It was reported that abrogation of β-arrestin2 ubiquitination, either by expression in Mdm2-null cells or by dominant-negative forms of Mdm2 lacking E3 ligase activity, inhibited receptor internalization with marginal effects on receptor degradation (Shenoy et al. , 2001 ). Therefore the E3 ubiquitin ligase Mdm2, a master negative regulator of the tumor suppressor p53, is a key factor that binds directly to β-arrestin2, catalyzes its ubiquitination, and regulates its function. Another interesting difference between β-arrestin1 and -2 is their subcellular localization. When expressed in HEK-293 and HeLa cells, β-arrestin1 is localized in both cytoplasm and nucleus, but β-arrestin2 is predominantly distributed in the cytoplasm (Wang et al. , 2003b ). A previous study also showed that the two β-arrestins shuttle differentially between the nucleus and cytoplasm due to the presence of a two-leucine nuclear export signal (NES) in the C terminus of β-arrestin2 that is absent in β-arrestin1 (Wang et al. , 2003b ). However, other factors that might also participate in their normal subcellular localization remain elusive. Here we reported an unexpected observation that Mdm2 RING finger mutants (Mdm2 H457S , Mdm2 C461S , and Mdm2 C464A ) drive dominant nuclear localization of β-arrestin2 ( Figure 1A–C ). The RING finger domain of Mdm2 contains the active site for its E3 ubiquitin ligase activity, and mutation of any of the eight potential zinc coordination residues in RING domain results in a complete loss of Mdm2 ubiquitin ligase activity (Fang et al. , 2000 ) ( Figure 3, A and B ). To make sure the phenomena we observed were not due to possible structural change induced by mutations, an Mdm2-specific E3 ligase inhibitor (Lai et al. , 2002 ) was used to further confirm that the abnormal nuclear localization of β-arrestin2 was due to the loss of Mdm2 E3 ligase activity ( Figure 1D ). We also used Mdm2-deficient MEFs to evaluate the function of endogenous Mdm2 on β-arrestin2 subcellular localization. To our surprise, the absence of Mdm2 did not cause significant change in β-arrestin2 localization ( Figure 2A ). Only in the presence of mutant Mdm2, or when the Mdm2 ligase activity is blocked by drug, is β-arrestin2 localized in the nuclei ( Figure 2A ). The change of distribution of β-arrestin2 from cytoplasm to nucleus may have two explanations: 1) The balance between nuclear import and export of β-arrestin2 is shifted due to the change of its ubiquitin status mediated by Mdm2. 2) β-arrestin2 is sequestered in the nuclei by its binding partners, possibly by Mdm2. Because the knockout of Mdm2 did not change the cytosolic distribution of β-arrestin2, it is unlikely that the dominant nuclear localization of β-arrestin2 is driven by the lack of ubiquitination by Mdm2 mutants. Therefore we tested the second possibility. With coIP assay, we found that the interaction between β-arrestin2 and Mdm2 H457S is much stronger than Mdm2 wt , and application of Mdm2 E3 ligase inhibitor also enhances the interaction between β-arrestin2 and Mdm2 wt ( Figure 3, C and D ). This indicates that the abnormal nuclear localization of β-arrestin2 in the presence of ligase activity–null Mdm2 is likely due to the strengthened β-arrestin2–Mdm2 H457S interaction. Next we sought to resolve the structural basis of this strong interaction between β-arrestin2 and Mdm2 H457S . It has been reported that the N-terminal 1–185 amino acids are involved in the interaction between β-arrestin2 and Mdm2 wt (Wang et al. , 2003b ). We applied a series of truncation mutations of β-arrestin2 in the coIP assay and discovered that the N-terminal 1–60 amino acids are indispensable for the β-arrestin2/Mdm2 H457S interaction ( Figure 4, A and B ). Without the N-terminal binding sites, β-arrestin2 always localizes in the cytosol, even with the overexpression of Mdm2 H457S ( Figure 4C ). There are quite a few charged amino acid residues within this region that can serve as potential interaction sites. Lysines at positions 11 and 12 (K11,12) were reported to be specifically required for sustained ubiquitination of β-arrestin2 upon AngII stimulation (Shenoy and Lefkowitz, 2005 ), so we tested these sites first. Indeed, β-arrestin2 K11,12A and β-arrestin2 K11,12R almost completely lose their ability to bind to Mdm2 H457S ( Figure 5, A and B ). Arginine is also a positively charged amino acid similar to lysine. The lack of interaction between β-arrestin2 K11,12R and Mdm2 H457S indicated that the structure of the lysine side chain may play a more important role than the electrical charge in the interaction. With the loss of binding ability, β-arrestin2 K11,12R retained the cytosolic distribution even when coexpressed with Mdm2 H457S ( Figure 5C ). Interestingly, our results suggested that Mdm2 is likely to be responsible for the diubiquitination of β-arrestin2 ( Figure 3B ). Whether K11,12 of β-arrestin2 are the precise sites for such modulation remains to be elucidated. Intact E3 ligase activity of Mdm2 has also been reported to be important in the nuclear exclusion of p53 (Boyd et al. , 2000 ). A mutant of the Hdm2 RING finger domain that fails to ubiquitinate p53 does not cause export of p53 from nuclei to the cytosol. Similar functions in regulating protein subcellular distribution were also reported in other E3 ligases. For example, NEDD4–1 regulates the nuclear import of PTEN and subsequent tumor suppression function of the latter (Trotman et al. , 2007 ). Our results also indicate that the intact E3 ligase activity of Mdm2 is important in normal cytoplasmic β-arrestin2 distribution. We also examine the functional consequence of the abnormal nuclear sequestration of β-arrestin2 once the Mdm2 ligase activity is disrupted. In the presence of Mdm2 H457S , β-arrestin2–mediated β2AR internalization is significantly inhibited ( Figure 6, A and B ) and β-arrestin2–mediated ERK activation stimulated by a β-arrestin–biased ligand of β2AR (propranolol) is also impaired ( Figure 6, C and D ). These findings agree with the aforementioned studies that the correct cellular localization of a protein is important for its normal function. As presented in Figure 6E , our study revealed that the intact E3 ligase activity is essential for the appropriate cytosolic distribution and function of β-arrestin2. Under normal conditions, β-arrestin2 interacts transiently with Mdm2, and subsequent ubiquitination by Mdm2 leads to the dissociation of these two proteins. Therefore β-arrestin2 is mainly located in the cytoplasm probably due to its NES, which is in agreement with the current knowledge. Once Mdm2 loses its E3 ligase activity due to mutation or drug treatment, Mdm2 and β-arrestin2 form a more stable complex that sequestrates β-arrestin2 in the nucleus and therefore separates β-arrestin2 from its partners and interferes with its normal functions. MATERIALS AND METHODS Reagents and plasmids Propranolol and isoproterenol were purchased from Sigma (St. Louis, MO). MG132 and an Mdm2-specific E3 ligase inhibitor, N-((3,3,3-trifluoro-2- trifluromethyl) propionyl) sulfanilamide, were purchased from Calbiochem (San Diego, CA). Flag-Mdm2, β-arrestin2–EGFP, β-arrestin2–HA, and its truncation mutants were described previously (Wang et al. , 2003a , 2003b ). Flag-Mdm2 H457S , Flag-Mdm2 C461S , Flag-Mdm2 C464A , β-arrestin2 K11,12A , and β-arrestin2 K11,12R were created by PCR-mediated site-directed mutagenesis using the QuickChange mutagenesis kit (Stratagene, La Jolla, CA). Flag-Mdm2 deletion constructs (1–432 and 1–400) were constructed by PCR cloning. The HA-β2AR plasmid was purchased from Missouri S&T cDNA Resource Center (Rolla, MO). The ubiquitin plasmid was kindly provided by Songcheng Zhu (Tongji University, Shanghai, China). Cell culture and transfection MEFs, human embryonic kidney cell HEK-293, human osteosarcoma cell SaoS-2, and U2OS were maintained in DMEM supplemented with 10% fetal bovine serum in an atmosphere containing 5% CO 2 at 37°C. Transient transfection of HEK-293 and SaoS-2 cells was performed using the calcium phosphate transfection method as described previously (Wang et al. , 2003a ). MEF and U2OS cells were transfected with FuGENE HD Transfection Reagent from Roche (Indianapolis, IN), according to the manufacturer’s instruction. p53/Mdm2 double-knockout MEF cell line was a gift from Karen Vousdens (Jones et al. , 1995 ; Lukashchuk and Vousden, 2007 ). The absence of Mdm2 mRNA was validated by RT-PCR analysis using following primer set: 5′-AATCCTCCCCTTCCATCAC-3′ and 5′-TTGGATTGGCTGTCTGCA-3′. Coimmunoprecipitation and Western blotting Cells were lysed in lysis buffer (50 mM Tris, pH 7.4, 150 mM NaCl, 0.1% Chaps, 1 mM EDTA containing 1 mM NaF, 1 mM Na 3 VO 4 , and protease inhibitors) by sonication for 30 s on ice. Crude lysate was centrifuged at 13,000 rpm for 15 min at 4°C, and the supernatant was incubated with anti-HA or anti-Flag affinity gel (Sigma) on a rotator at 4°C overnight. The affinity gel was then collected by centrifugation and washed with lysis buffer four times. The protein complex was eluted with SDS sample buffer (62.5 mM Tris–HCl, pH 6.8, 3% SDS, 15% glycerol, 2% β-mercaptoethanol) and resolved by SDS–PAGE. Western blotting was performed using the following primary antibodies: anti–HA Y-11 (Santa Cruz Biotechnology, Santa Cruz, CA), anti–Flag M2 (Sigma), anti–Mdm2 clone HDM2–323 (Sigma), anti–p53 DO-1 (Santa Cruz Biotechnology), and corresponding horseradish peroxidase–conjugated secondary antibodies (Promega, Madison, WI). Immunofluorescence microscopy Cells grown on glass coverslips were fixed with 4% paraformaldehyde for 20 min at room temperature and permeabilized with 0.1% Triton X-100 in phosphate-buffered saline (PBS) for 5 min. Cells were then incubated with primary antibodies for 1 h at room temperature followed by appropriate fluorescence-conjugated secondary antibodies for 1 h in dark. The coverslips were then mounted onto the slides and sealed with nail polish. The following antibodies were used: TRITC-conjugated anti–HA clone HA-7 (Sigma), FITC-conjugated anti–Flag M2 (Sigma), rabbit anti–Flag antibody (Sigma), and Alexa Fluor 546 or -488–conjugated goat anti–rabbit immunoglobulin G (Invitrogen, Carlsbad, CA). Images were taken with an Olympus IX71 fluorescence microscope or FV10i confocal microscope. Ubiquitination assay To investigate p53 ubiquitination mediated by Mdm2, p53-null SaoS-2 cells were transfected with plasmids encoding wild-type or mutant Mdm2 together with p53. Twenty-four hours after transfection, cells were treated with 30 μM MG132 for 4 h. Cells were then lysed in hot SDS sample buffer, and Mdm2-mediated p53 ubiquitination was assessed by Western blotting with antibody against p53 (DO-1; Santa Cruz). To analyze the ubiquitination status of β-arrestin2, cells were transfected with plasmids encoding β-arrestin2, wild-type or mutant Mdm2, and Myc-Ub. Thirty hours later, cells were treated with 30 μM MG132 for 4 h prior to harvesting in 1% SDS sample buffer by boiling for 10 min. β-arrestin2 was immunoprecipitated with anti–HA affinity gel (Sigma) and analyzed by immunoblotting with anti–HA antibody. ERK activation assay ERK activation assay was carried out on HEK-293 cells stably expressing β2AR. Twenty-four hours after transfection with indicated plasmids, cells were serum-starved for 2 h and then stimulated with 10 μM propranolol in PBS at 37°C. Cells were then scraped and subjected to Western blot analysis. Anti–phospho-Erk1/2 (Thr202/Tyr204) and anti–Erk1/2 antibodies (Cell Signaling Technology, Beverly, MA) were used. This article was published online ahead of print in MBoC in Press ( http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E10-09-0779 ) on March 9, 2011. The authors thank Chang-sheng Du for his suggestions and discussions. This work was supported by grants from the Ministry of Science and Technology of China (2008DFB30150), the National Natural Science Foundation of China (31071227), the Shanghai Commission of Science and Technology (08410703500, 08431910100, 09PJ1410000, 09DZ2260100, 2010CB944901, 2011CB965104), and a Roche RRDCC Basic Research Grant. Abbreviations used: β2AR β2 adrenergic receptor EGFP enhanced green fluorescent protein ERK extracellular signal-regulated protein kinase GPCR G protein-coupled receptor GRK G protein-coupled receptor kinase HA hemagglutinin Mdm2 murine double minute oncogene 2 MEF mouse embryonic fibroblast REFERENCES Azzi M Charest PG Angers S Rousseau G Kohout T Bouvier M Pineyro G Beta-arrestin-mediated activation of MAPK by inverse agonists reveals distinct active conformations for G protein-coupled receptors Proc Natl Acad Sci USA 2003 100 11406 11411 13679574 Boularan C Beta-arrestin 2 oligomerization controls the Mdm2-dependent inhibition of p53 Proc Natl Acad Sci USA 2007 104 18061 18066 17984062 Boyd SD Tsai KY Jacks T An intact HDM2 RING-finger domain is required for nuclear exclusion of p53 Nat Cell Biol 2000 2 563 568 10980695 Fang S Jensen JP Ludwig RL Vousden KH Weissman AM Mdm2 is a RING finger-dependent ubiquitin protein ligase for itself and p53 J Biol Chem 2000 275 8945 8951 10722742 Ferguson SS Evolving concepts in G protein-coupled receptor endocytosis: the role in receptor desensitization and signaling Pharmacol Rev 2001 53 1 24 11171937 Ferguson SS Downey WE, 3rd Colapietro AM Barak LS Menard L Caron MG Role of beta-arrestin in mediating agonist-promoted G protein-coupled receptor internalization Science 1996 271 363 366 8553074 Girnita L Shenoy SK Sehat B Vasilcanu R Girnita A Lefkowitz RJ Larsson O β-Arrestin is crucial for ubiquitination and down-regulation of the insulin-like growth factor-1 receptor by acting as adaptor for the MDM2 E3 ligase J Biol Chem 2005 280 24412 24419 15878855 Girnita L Shenoy SK Sehat B Vasilcanu R Vasilcanu D Girnita A Lefkowitz RJ Larsson O Beta-arrestin and Mdm2 mediate IGF-1 receptor-stimulated ERK activation and cell cycle progression J Biol Chem 2007 282 11329 11338 17303558 Honda R Tanaka H Yasuda H Oncoprotein MDM2 is a ubiquitin ligase E3 for tumor suppressor p53 FEBS Lett 1997 420 25 27 9450543 Jones SN Roe AE Donehower LA Bradley A Rescue of embryonic lethality in Mdm2-deficient mice by absence of p53 Nature 1995 378 206 208 7477327 Kang J A nuclear function of beta-arrestin1 in GPCR signaling: regulation of histone acetylation and gene transcription Cell 2005 123 833 847 16325578 Lai Z Differentiation of Hdm2-mediated p53 ubiquitination and Hdm2 autoubiquitination activity by small molecular weight inhibitors Proc Natl Acad Sci USA 2002 99 14734 14739 12407176 Laporte SA Oakley RH Zhang J Holt JA Ferguson SS Caron MG Barak LS The beta2-adrenergic receptor/betaarrestin complex recruits the clathrin adaptor AP-2 during endocytosis Proc Natl Acad Sci USA 1999 96 3712 3717 10097102 Lefkowitz RJ Shenoy SK Transduction of receptor signals by beta-arrestins Science 2005 308 512 517 15845844 Lin FT Miller WE Luttrell LM Lefkowitz RJ Feedback regulation of beta-arrestin1 function by extracellular signal-regulated kinases J Biol Chem 1999 274 15971 15974 10347142 Luan B Zhang Z Wu Y Kang J Pei G Beta-arrestin2 functions as a phosphorylation-regulated suppressor of UV-induced NF-kappaB activation EMBO J 2005 24 4237 4246 16308565 Lukashchuk N Vousden KH Ubiquitination and degradation of mutant p53 Mol Cell Biol 2007 27 8284 8295 17908790 Luttrell LM Beta-arrestin-dependent formation of beta2 adrenergic receptor-Src protein kinase complexes Science 1999 283 655 661 9924018 Luttrell LM Lefkowitz RJ The role of beta-arrestins in the termination and transduction of G-protein-coupled receptor signals J Cell Sci 2002 115 455 465 11861753 Ma L Pei G Beta-arrestin signaling and regulation of transcription J Cell Sci 2007 120 213 218 17215450 McDonald PH Chow CW Miller WE Laporte SA Field ME Lin FT Davis RJ Lefkowitz RJ Beta-arrestin 2: a receptor-regulated MAPK scaffold for the activation of JNK3 Science 2000 290 1574 1577 11090355 Momand J Zambetti GP Olson DC George D Levine AJ The mdm-2 oncogene product forms a complex with the p53 protein and inhibits p53-mediated transactivation Cell 1992 69 1237 1245 1535557 Scott MG Le Rouzic E Perianin A Pierotti V Enslen H Benichou S Marullo S Benmerah A Differential nucleocytoplasmic shuttling of beta-arrestins. Characterization of a leucine-rich nuclear export signal in beta-arrestin2 J Biol Chem 2002 277 37693 37701 12167659 Shenoy SK Lefkowitz RJ Multifaceted roles of beta-arrestins in the regulation of seven-membrane-spanning receptor trafficking and signalling Biochem J 2003 375 503 515 12959637 Shenoy SK Lefkowitz RJ Receptor-specific ubiquitination of beta-arrestin directs assembly and targeting of seven-transmembrane receptor signalosomes J Biol Chem 2005 280 15315 15324 15699045 Shenoy SK McDonald PH Kohout TA Lefkowitz RJ Regulation of receptor fate by ubiquitination of activated beta 2-adrenergic receptor and beta-arrestin Science 2001 294 1307 1313 11588219 Shenoy SK Modi AS Shukla AK Xiao K Berthouze M Ahn S Wilkinson KD Miller WE Lefkowitz RJ Beta-arrestin-dependent signaling and trafficking of 7-transmembrane receptors is reciprocally regulated by the deubiquitinase USP33 and the E3 ligase Mdm2 Proc Natl Acad Sci USA 2009 106 6650 6655 19363159 Tohgo A Pierce KL Choy EW Lefkowitz RJ Luttrell LM beta-Arrestin scaffolding of the ERK cascade enhances cytosolic ERK activity but inhibits ERK-mediated transcription following angiotensin AT1a receptor stimulation J Biol Chem 2002 277 9429 9436 11777902 Trotman LC Ubiquitination regulates PTEN nuclear import and tumor suppression Cell 2007 128 141 156 17218261 Wang P Gao H Ni Y Wang B Wu Y Ji L Qin L Ma L Pei G Beta-arrestin 2 functions as a G-protein-coupled receptor-activated regulator of oncoprotein Mdm2 J Biol Chem 2003a 278 6363 6370 12488444 Wang P Wu Y Ge X Ma L Pei G Subcellular localization of beta-arrestins is determined by their intact N domain and the nuclear export signal at the C terminus J Biol Chem 2003b 278 11648 11653 12538596 Yue R Kang J Zhao C Hu W Tang Y Liu X Pei G Beta-arrestin1 regulates zebrafish hematopoiesis through binding to YY1 and relieving polycomb group repression Cell 2009 139 535 546 19879840",
    "full_text_abstract": "Intact Mdm2 E3 ligase activity is critical for the cytosolic localization and function of β-arrestin2. Once Mdm2 loses its E3 ligase activity, Mdm2 and β-arrestin2 form a more stable complex that sequestrates β-arrestin2 in the nucleus and interferes with its normal functions.\n\nβ-arrestins are well known for their roles in desensitization and sequestration of G protein–coupled receptors. Unlike β-arrestin1, β-arrestin2 exhibits a predominant cytoplasmic distribution at steady state. However, the mechanism and functional significance underlying the regulation of β-arrestin2 subcellular localization remains undefined. Here we report that the subcellular localization and function of β-arrestin2 is tightly regulated by Mdm2 E3 ligase activity. Inhibition of Mdm2 E3 ligase activity either by expressing Mdm2 RING finger mutants or using specific Mdm2 E3 ligase inhibitor is sufficient to stabilize the Mdm2/β-arrestin2 complex and cause abnormal nuclear localization of β-arrestin2. Next we demonstrate that lysine residues at position 11 and 12 of β-arrestin2 are required for the interaction between Mdm2 RING finger mutant H457S (Mdm2 H457S ) and β-arrestin2, mutation of which prevents Mdm2 H457S /β-arrestin2 interaction and subsequent nuclear localization of β-arrestin2. Finally, β-arrestin2–dependent signalings, such as receptor internalization and extracellular signal–regulated protein kinase activation, are found to be impaired once the β-arrestin2 is sequestered in the nuclei by Mdm2 H457S . Our findings depict the essential role of Mdm2 E3 ligase activity in determining β-arrestin2 subcellular localization and corresponding signaling."
}