{
    "PMC": "12497386",
    "DOI": "10.2147/jir.s541274",
    "PMID": "41054624",
    "PMCID": "PMC12497386",
    "title": "The Ubiquitin-Proteasome System: A Key Regulatory Hub in Myocarditis Leading to Dilated Cardiomyopathy.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12497386",
    "source": "MED",
    "abstract_text": "The ubiquitin-proteasome system (UPS), a key regulator of protein quality control essential for maintaining normal biological processes, also plays a vital role in cardiomyopathy. Myocarditis, a myocardial inflammatory disease characterized by chronic inflammation and immune activation, can progress to secondary dilated cardiomyopathy (DCM). Inflammatory DCM is further defined by structural and functional myocardial dysfunction and immune system dysregulation. Given its role in modulating the immune system, the UPS is critical to this transition from myocarditis to DCM. This review focuses primarily on viral myocarditis, summarizing findings on the UPS's role in inflammation and its contribution to the progression to DCM in both animal models and human studies. We delve into the intricate involvement of the UPS in various processes, including virus replication, host protein degradation, pattern recognition receptor (PRR) signaling, and both innate and adaptive immunity. The molecular mechanisms underlying their context-dependent regulatory duality-wherein individual UPS components exert opposing inhibitory or activating effects across the progression from viral myocarditis to DCM-are elucidated and discussed. Targeting the UPS to ameliorate inflammation offers a potential therapeutic strategy for myocarditis and secondary DCM.",
    "full_text": "pmc J Inflamm Res J Inflamm Res jir Journal of Inflammation Research 1178-7031 Dove 12497386 541274 10.2147/JIR.S541274 Review The Ubiquitin-Proteasome System: A Key Regulatory Hub in Myocarditis Leading to Dilated Cardiomyopathy Yin et al Yin et al Yin Xiang 1 Wang Dongfei 1 Lyu Jialan 1 Ding Jie 1 Pan Zhicheng 1 Wang Kai 1 http://orcid.org/0000-0001-6754-1432 Guo Xiaogang 1 1 Department of Cardiology, The First Affiliated Hospital, Zhejiang University School of Medicine , Hangzhou , People’s Republic of China Correspondence: Xiaogang Guo, Department of Cardiology, The First Affiliated Hospital, Zhejiang University School of Medicine , 79 Qingchun Road , Hangzhou , 310003 , Zhejiang , People’s Republic of China , Email gxg22222@zju.edu.cn 01 10 2025 2025 18 13555 13574 18 5 2025 22 9 2025 © 2025 Yin et al. 2025 Yin et al. https://creativecommons.org/licenses/by-nc/4.0/ This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v4.0) License ( http://creativecommons.org/licenses/by-nc/4.0/ ). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms ( https://www.dovepress.com/terms.php ). Abstract The ubiquitin-proteasome system (UPS), a key regulator of protein quality control essential for maintaining normal biological processes, also plays a vital role in cardiomyopathy. Myocarditis, a myocardial inflammatory disease characterized by chronic inflammation and immune activation, can progress to secondary dilated cardiomyopathy (DCM). Inflammatory DCM is further defined by structural and functional myocardial dysfunction and immune system dysregulation. Given its role in modulating the immune system, the UPS is critical to this transition from myocarditis to DCM. This review focuses primarily on viral myocarditis, summarizing findings on the UPS’s role in inflammation and its contribution to the progression to DCM in both animal models and human studies. We delve into the intricate involvement of the UPS in various processes, including virus replication, host protein degradation, pattern recognition receptor (PRR) signaling, and both innate and adaptive immunity. The molecular mechanisms underlying their context-dependent regulatory duality-wherein individual UPS components exert opposing inhibitory or activating effects across the progression from viral myocarditis to DCM-are elucidated and discussed. Targeting the UPS to ameliorate inflammation offers a potential therapeutic strategy for myocarditis and secondary DCM. Keywords ubiquitin-proteasome system myocarditis inflammatory dilated cardiomyopathy inflammation virus was supported by grants from Zhejiang Provincial Natural Science Foundation of China (LQ22H020006) and the National Natural Science Foundation of China This research was supported by grants from Zhejiang Provincial Natural Science Foundation of China (LQ22H020006) and the National Natural Science Foundation of China (82200294). Introduction Myocarditis, an inflammatory disease of the myocardium, arises from diverse infectious and noninfectious etiologies, including viral infections, systemic autoimmune disorders, and exposure to toxins or drugs such as immune checkpoint inhibitors (ICIs). 1–4 While some individuals make a full recovery, others progress to secondary dilated cardiomyopathy (DCM) and heart failure, 5 , 6 a condition marked by left ventricular systolic dysfunction and ventricular dilation independent of abnormal loading conditions or coronary artery disease. 7 , 8 The transition from acute myocardial inflammation to the chronic remodeling characteristic of DCM presents a significant clinical challenge. Emerging evidence underscores the critical role of inflammatory processes and immune dysregulation in the progression of myocarditis. 9–12 The ubiquitin-proteasome system (UPS), a major intracellular pathway responsible for selectively degrading damaged, misfolded, and regulatory proteins, is central to cellular homeostasis and the regulation of inflammation. 13 , 14 As an essential regulator of cardiac physiology and pathogenesis, 15 the UPS is a key player in this transition. Prior research on the UPS in DCM has predominantly focused on hereditary forms linked to genetic mutations. 16 While earlier studies have also explored the role of certain UPS components in viral myocarditis, 17 , 18 a comprehensive and updated understanding of the system’s involvement in the progression from myocarditis to DCM, particularly through the lens of inflammation, is now critical. This review aims to address this gap by providing an updated perspective on the intricate involvement of all key UPS components in modulating the inflammatory pathways that drive this critical transition. Understanding the nuanced functions of the UPS within the inflammatory milieu of myocarditis and its subsequent impact on cardiac remodeling is essential for developing targeted therapeutic strategies for both myocarditis and secondary DCM. Overview of the UPS The UPS is a critical cellular machinery pivotal for maintaining cellular homeostasis by regulating protein degradation, thereby preventing the accumulation of misfolded or damaged proteins that can be detrimental to cell function. Ubiquitin-mediated proteolysis is essential for the regulation of diverse cellular processes, including the cell cycle, cell differentiation, signaling transduction, stress response and immune activation. 14 , 15 , 19 Dysfunction of the UPS is linked to a variety of pathologies, including neoplasia, cardiovascular disorders, immune related diseases and neurodegenerative conditions. 20–22 The UPS comprises several key components, including ubiquitin, ubiquitin-activating enzyme (E1), ubiquitin-conjugating enzymes (E2s), and ubiquitin-protein ligases (E3s), as well as the proteasome and deubiquitinases (DUBs) ( Figure 1 ). Ubiquitin, a highly conserved 76-amino-acid polypeptide found across all eukaryotic organisms, plays a critical role in mediating protein degradation through ubiquitination. 23 Discovered in 1980, ubiquitination is a complex post-translational modification that occurs via a multi-step enzymatic cascade involving E1, E2s and E3s. 24 This process initiates with the activation of ubiquitin by E1, where ATP hydrolysis drives the formation of a thioester bond between a cysteine residue in E1 and the glycine residue at the C-terminus of ubiquitin. Subsequently, activated ubiquitin is transferred to an E2 enzyme, forming another thioester bond at its active site. A crucial step in this proteolytic cascade is the specific recognition of the target substrate by an E3 ubiquitin ligase, which then facilitates the transfer of ubiquitin from the E2 to lysine residues on the target protein, catalyzing the formation of an isopeptide bond and resulting in a ubiquitinated substrate and the generation of a degradation signal. 23 , 25 Figure 1 The UPS. The UPS mediates protein degradation through a process initiated by Ub conjugation. This ubiquitylation of target proteins is carried out by a sequential enzymatic cascade involving three main enzymes: ubiquitin-activating enzyme (E1), ubiquitin-conjugating enzymes (E2s), and ubiquitin-protein ligases (E3s). Substrates can be modified by monoubiquitination at single or multiple sites, or by the formation of polyubiquitin chains with diverse lengths and linkage types. Notably, ubiquitination is a dynamic modification, while K48- and K11-linked polyubiquitin chains typically target proteins for proteasomal degradation, ubiquitin-conjugated substrates can also be deubiquitinated by DUBs, or participate in cellular signaling events, often regulated by K63-linked ubiquitin chains. Created in BioRender. Yao, J. (2025) https://BioRender.com/nld3vcz . Ubiquitination can occur in three primary forms: monoubiquitination, involving the attachment of a single ubiquitin molecule to a substrate and influencing diverse cellular functions like protein trafficking and chromatin remodeling; multi-monoubiquitination, referring to the addition of multiple single ubiquitin molecules to different lysine residues on the same substrate, modulating its activity or localization; and polyubiquitination, characterized by the formation of ubiquitin chains. 24 , 26 These chains are primarily linked through lysine 48 (K48) and lysine 11 (K11), typically signaling for proteasome-mediated protein degradation, whereas chains linked through lysine 63 (K63) are often involved in the clearance of damaged organelles and the regulation of cellular signal transduction. 13 , 27 , 28 While lysine residues have long been recognized as the primary sites for ubiquitination, recent research has demonstrated that serine, threonine, and cysteine residues can also function as ubiquitination sites, expanding our understanding of this intricate modification. 29 , 30 The 26S proteasome, a large multi-catalytic complex, is responsible for the degradation of ubiquitinated proteins. It comprises a cylindrical 20S core particle that contains the proteolytic sites and is capped by 19S regulatory particles that recognize ubiquitin tags, unfold substrates, and translocate them into the core for degradation. 31 DUBs play a crucial role in regulating the ubiquitin pool by removing ubiquitin from substrates, thereby preventing their degradation or modulating their signaling functions. 32 Overall, the UPS is essential for various physiological processes, including cell cycle regulation, apoptosis, and immune responses, highlighting its significance in maintaining cellular integrity and function. The immunoproteasome (IP), a specialized isoform of the proteasome, is constitutively expressed in hematopoietic cells and can be induced in non-hematopoietic cells by proinflammatory cytokines such as interferon (IFN) and tumor necrosis factor (TNF). 33 It is formed through the replacement of the standard catalytic subunits (β1, β2, and β5) with inducible immune subunits (β1i/LMP2, β2i/MECL-1, and β5i/LMP7), which modify the proteolytic specificity of the 20S core particle. This alteration enhances chymotrypsin-like activity while reducing caspase-like activity, promoting the generation of hydrophobic C-terminal peptides ideal for MHC class I antigen presentation. Studies demonstrate that the IP exhibits higher catalytic efficiency for proteins with specific residues compared to the standard proteasome. By optimizing antigen processing, this specialized proteasome plays a pivotal role in shaping cytotoxic T lymphocyte responses, pathogen clearance, and immune repertoire diversity during inflammatory and immune challenges. 34 , 35 From Myocarditis to DCM: Pathogenesis The pathogenesis of myocarditis varies across different types. Viral myocarditis, the predominant form, arises from the immune response against viral infection, triggering a cytokine storm or a cellular immune response via molecular mimicry, ultimately leading to cardiac injury and negative inotropy. 1 , 36 Autoimmune myocarditis can manifest as an isolated cardiac condition or in association with a broad range of systemic autoimmune diseases, where a breakdown in self-tolerance and an increase in autoreactive T cells and autoantibodies are central to its development. 37 , 38 Furthermore, disruption of the programmed death-1 (PD-1) and ligand (PD-L1) axis, which normally promotes immune tolerance in the heart, has been implicated in ICI–induced myocarditis, characterized by a cellular infiltrate predominantly composed of CD8 + T cells interspersed with CD4 + T cells and CD68 + macrophages. 3 , 39 DCM frequently develops following myocarditis; notably, up to 30% of myocarditis cases may progress to DCM, and nearly half of DCM cases exhibit evidence of ongoing myocardial inflammation. 36 , 40 , 41 The clinical presentation of myocarditis and inflammatory DCM is highly variable, ranging from mild symptoms to severe manifestations such as cardiogenic shock, heart failure and life-threatening arrhythmias. This heterogeneity in clinical course underscores the complex interplay of etiological factors and the dynamic nature of the inflammatory process in the development of inflammatory DCM. The role of inflammation in the progression from myocarditis to DCM has been most extensively and mechanistically elucidated in the context of viral myocarditis. 42 Using this model as a prime example, the inflammatory process unfolds in the following phases. Phase I: Initial Cardiac Injury Viral infections represent the predominant etiology of acute myocarditis, with enteroviruses, particularly coxsackievirus group B (CVB), historically identified as the most prevalent causative agents. Study have shown that CVB3 infection initiates myocardial injury through direct cytopathic effects mediated by viral proteases 2A and 3C. 43 These proteases cleave host proteins, suppressing type I IFN signaling, facilitating viral replication and reducing apoptosis of infected cells. Additionally, CVB3 disrupts mitochondrial function by altering iron homeostasis, leading to ferroptosis and oxidative stress, which further exacerbate cardiomyocyte injury. 43 Similar cytopathic effects are observed with adenoviruses, which share the coxsackievirus and adenovirus receptor (CAR) with enteroviruses and also utilize protease-mediated mechanisms (eg, dystrophin cleavage) to damage cardiomyocytes. 44 While parvovirus B19 (B19V) exhibits the capacity to infect endothelial cells through its NS1 protein. 45 These early events collectively set the stage for subsequent immune activation and inflammation in the heart. Phase II: Immune Activation and Inflammation Following initial injury, viral infection triggers robust innate immune responses through pattern recognition receptors (PRRs), including Toll-like receptors (TLRs), NOD-like receptors (NLRs) and RIG-I-like receptors (RLRs). 46 Activation of these pathways induces the production of pro-inflammatory cytokines, including TNF-α, interleukin (IL)-6 and IL-1β, which recruit innate immune cells, such as monocytes, macrophages, and neutrophils, to the myocardium. 43 , 46 , 47 Lymphocytes, particularly T cells, arrive later, with peak infiltration occurring between 7–14 days. Studies using CVB3-infected mouse models have shown that knockout of CD8 + T cells exacerbates myocarditis severity, while the absence of CD4 + T cells or the T cell receptor beta chain attenuates myocarditis and improves murine survival. 48 Th1 and Th17 cells play a critical role in amplifying inflammation and tissue damage. 49 Regulatory T (Treg) cells, however, exert a protective role against CVB3 myocarditis. 50 B cells contribute to myocarditis by producing autoantibodies against cardiac tissues, driving immune-mediated injury. Even after viral clearance, autoimmune responses, including molecular mimicry between viral and cardiac antigens, can sustain inflammation and tissue damage. 43 Additionally, cardiac fibroblasts contribute to the immune response by secreting pro-inflammatory cytokines and maintaining viral load, indicating that non-cardiomyocyte cell types also play a role in disease severity. 43 This phase is characterized by a cytokine storm and persistent immune cell infiltration, leading to sustained myocardial inflammation. Phase III: Cardiac Fibrosis and Myocardial Remodeling Chronic inflammation and unresolved injury culminate in cardiac fibrosis and remodeling. Macrophages and fibroblasts, activated by cytokines such as transforming growth factor-β (TGF-β) and IL-1β, drive excessive collagen deposition and extracellular matrix remodeling. 51 Galectin-3 and osteopontin promote fibroblast to myofibroblast differentiation, contributing to scar formation and ventricular stiffness. 52 Th17 cells and their associated cytokines, including IL-17A, further exacerbate fibrosis by enhancing pro-fibrotic signaling pathways. 49 Mitochondrial dysfunction and oxidative stress persist, impairing cardiomyocyte contractility and promoting apoptosis. 53 Over time, these processes lead to DCM. The transition from myocarditis to DCM is marked by irreversible cardiac structural changes and progressive cardiac dysfunction. The UPS in Virus-Host Interactions in Myocarditis To investigate the role of the UPS in host-pathogen interactions during the progression from myocarditis to DCM, viral myocarditis stands out as a predominant etiological factor. A diverse range of approximately 20 viruses has been implicated in human myocarditis, highlighting a dynamic interplay between the invading virus and the host. 54 While cardiomyocytes and the host immune system actively work to restrict viral replication and induce apoptosis to eliminate the pathogen, viruses have concurrently evolved sophisticated strategies to suppress host antiviral mechanisms and exploit cellular machinery for their own replication and survival. Notably, emerging research underscores the crucial role of host protein degradation systems, particularly the UPS, in various aspects of viral infection, including the regulation of host cell entry, synthesis of viral proteins, and replication of the genome. 55–57 The UPS, therefore, represents a critical, double-edged factor in viral pathogenesis, acting both as a target for viral manipulation and a key component of the host’s antiviral arsenal. Studies have consistently demonstrated an enhancement of protein ubiquitination during cardiotropic virus infection, with localized accumulation of ubiquitinated proteins at viral replication organelles (ROs) being essential for efficient CVB3 replication. 58 , 59 Pharmacological inhibition of the proteasome using inhibitors such as MG132, epoxomicin, and lactacystin has been shown to impede viral infection by disrupting various crucial stages of the viral lifecycle. These stages include endosomal escape of entering virions, intracellular transport of incoming nucleocapsids, and viral genome uncoating. 56 Collectively, these findings strongly emphasize the pivotal role of the UPS in the intracellular viral lifecycle, often facilitating its progression. To further optimize their replication and lifecycle progression, viruses have evolved diverse strategies to manipulate the host UPS. A common tactic involves the degradation of host intracellular proteins, particularly those involved in antiviral defense. For instance, viral replication inhibitor p53 presents a significant barrier to viral propagation, and several viruses target it for UPS-mediated degradation. Adenovirus proteins E1B 55K and E4orf6 form a complex that targets p53 for ubiquitination and subsequent proteasomal degradation. 60 Similarly, human papillomavirus (HPV)’s E6 protein, in conjunction with the cellular E6-associated protein, promotes p53 polyubiquitination and degradation. 61 Even CVB3 has been shown to manipulate host REGγ, an 11S proteasome activator, to enhance viral replication, notably through REGγ-mediated p53 degradation. 62 Beyond p53, viruses also target other host regulatory proteins. CVB3, for example, induces ubiquitin-dependent degradation of cyclin D1, a key regulator of the cell cycle, potentially preventing host cell apoptosis and prolonging infected cell survival, thereby supporting viral replication. 63 Conversely, the host can also strategically utilize the UPS to limit viral infection through the targeted degradation of viral components. For example, the host E3 ubiquitin ligase TRIM56 is upregulated during CVB3 infection in mice and targets the viral 3D RNA-dependent RNA polymerase for K48-linked polyubiquitination, leading to its proteasomal degradation and reduced viral yield. 64 Upregulated LNX1, a host E3 ubiquitin ligase in cardiomyocytes during CVB3 infection in mice, controls myocarditis by targeting CAR for ubiquitination, thus decreasing CAR expression and limiting viral entry. 65 Similarly, in hepatitis B virus (HBV) infection, TRIM21, another host E3 ligase, targets the viral HBx protein for ubiquitination and degradation, ultimately suppressing HBV replication. 66 The influenza A virus (IAV) structural protein M2 is targeted by the host E3 ligase MARCH8 for K63-linked polyubiquitination at lysine 78, redirecting it from the cell membrane to lysosomes for degradation, thereby inhibiting IAV release and replication. 67 These examples highlight the crucial role of UPS-mediated degradation of viral proteins as a key host defense mechanism against viral infection. Beyond direct degradation, the UPS can also modulate viral and host protein function through non-degradative ubiquitination, affecting protein localization and interactions. In adenovirus infection, the viral proteins E1B55K/E4orf6 mediate non-degradative ubiquitination of RNA-binding proteins such as RALY and hnRNP-C. This modification alters their interaction with viral RNA, thereby enhancing viral RNA splicing, protein synthesis, and progeny production. 68 Furthermore, viral proteins frequently undergo significant functional modulation through post-translational modifications by ubiquitin-like modifiers, including SUMO and ISG15. Ubiquitination can enhance viral budding, replication, and transactivation, or target proteins for degradation, while SUMOylation influences viral protein interactions and replication efficiency. 69 , 70 ISG15, induced by IFN, acts as a potent antiviral modifier, inhibiting viral release and replication through direct conjugation to viral proteins or indirectly by disrupting ubiquitin-dependent processes. 71 , 72 These diverse modifications represent crucial mechanisms by which viruses regulate their lifecycle and hosts defend against infection, underscoring the intricate and multifaceted interplay between viruses and the UPS. UPS Regulation of PRR Pathways in Myocarditis During myocarditis, host cell PRRs, including cardiomyocytes and immune cells, detect pathogen-associated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs). 73 , 74 This recognition initiates signal transduction cascade, culminating in the production of type I IFNs and pro-inflammatory cytokines, which serve as the primary defense against pathogens. 75 These diverse signaling pathways converge on key transcription factors such as nuclear factor κB (NF-κB), activator protein-1 (AP-1) and interferon regulatory factors (IRFs) to induce the expression of a wide array of immune mediators, thereby significantly influencing the pathogenesis of myocarditis and potentially contributing to the development of DCM. 76 Under physiological conditions, the UPS maintains a delicate balance in PRR signaling pathways through ubiquitination-mediated proteasomal degradation. This process finely tunes the stability of PRR receptors and essential adaptor proteins, including MyD88 and TRIF. 77 , 78 However, during viral myocarditis, the UPS emerges as a critical and dynamic modulator of the intricate interplay between viral immune evasion strategies and the host’s innate defense mechanisms. Several lines of evidence highlight the UPS’s role in positively regulating antiviral responses triggered by PRRs. For instance, in the context of CVB3 myocarditis, the E3 ubiquitin ligase TRIM21 has been shown to enhance MAVS-mediated type I IFN production. This enhancement occurs through TRIM21-catalyzed K27-linked polyubiquitination of MAVS, ultimately promoting downstream IRF3 activation, which in turn suppresses viral replication and mitigates cardiac injury. 79 Additionally, the IP subunit LMP7 positively regulates the expression of pentraxin 3 (PTX3), then mitigates CVB3-induced inflammatory injury of heart tissue by inhibiting ERK1/2 and p38 MAPK signaling pathways in macrophages. 80 Similarly, the E3 ubiquitin ligase Riplet plays a crucial role in RIG-I-mediated innate immune responses against RNA viruses. Studies in Riplet-deficient mice have revealed a severe impairment in the Lys63-linked polyubiquitination of RIG-I, a key post-translational modification essential for initiating antiviral signaling. 81 This deficiency leads to markedly reduced production of IFN-α/β and IL-6 following viral infection, rendering these mice more susceptible to viral challenge, thus underscoring the in vivo significance of Riplet in regulating RIG-I-mediated immunity. 81 Conversely, the UPS also functions to negatively regulate innate immunity, and limit antiviral responses. One example of this is the E3 ubiquitin ligase TRIM18, which has been shown to recruit protein phosphatase 1A (PPM1A) to dephosphorylate and inactivate TBK1 in macrophages, and this action dampens both MAVS- and STING-dependent antiviral signaling pathways. 82 Notably, the deletion of TRIM18 protects mice from viral myocarditis, suggesting a mechanism by which the UPS can suppress PRR signaling in the host’s defense against viral invasion. 82 NF-κB, a central transcription factor downstream of multiple PRRs, is also subject to tight regulation by the UPS in the context of myocarditis pathogenesis. The E3 ubiquitin ligase mitsugumin 53 (MG53), a member of the TRIM family, has been shown to inhibit NLRP3 inflammasome-mediated pyroptosis by suppressing NF-κB signaling in cardiomyocytes, thereby protecting against CVB3-induced myocardial injury. 83 Similarly, the E3 ubiquitin ligase parkin directly modulates NF-κB activation in a mouse model of CVB3 myocarditis. In parkin-deficient mice, NF-κB signaling is dysregulated, leading to diminished production of antiviral cytokine IFN-γ, and decreased expression of pro-inflammatory cytokines TNF-α and IL-1β. 84 Pathogenic PARKIN ( PRKN ) mutations predispose individuals to myocarditis and DCM in the clinic. 84 Consistent with these findings, pharmacological inhibition of the UPS using MG-132 has demonstrated the ability to alleviate CVB3 myocarditis in mice by reducing the expression of TNF-α and IL-6, ultimately improving survival rates and attenuating myocardial damage. 85 , 86 The IP itself also exhibits a complex role in NF-κB signaling during myocarditis. While IP formation can contribute to protection against excessive inflammatory damage in a pro-inflammatory environment, studies in IP-deficient mice with CVB3 myocarditis have revealed impaired NF-κB activation in cardiomyocytes and inflammatory cells, coupled with proteotoxic stress and severe inflammation, leading to intensified apoptotic cell death and acute tissue damage. 87 However, it is important to note that the efficacy of IP inhibitors on CVB3-triggered inflammation remains controversial and appears to be dependent on the specific mouse strain and the overall immune background of the model. 88–90 Intriguingly, viruses themselves have evolved sophisticated strategies to manipulate the host UPS to evade detection and the activation of PRR-mediated immune responses. Epstein-Barr virus (EBV), a virus also associated with cardiac pathology, encodes the BPLF1 DUB. BPLF1 has been shown to attenuate TLR-mediated NF-κB activation by specifically deubiquitinating TRAF6, highlighting a conserved viral tactic to subvert host immunity by targeting the UPS. 91 Similarly, herpesviruses, such as herpes simplex virus type 1 (HSV-1), evade immune surveillance and killing, and ensure survival by employing viral proteins that target host immune pathways. 92 For instance, HSV-1 inhibits the IFI16 and NLRP3 inflammasome responses. 93 Moreover, the viral protein ICP0, mimicking an E3 ubiquitin ligase, degrades p50 and suppresses NF-κB-dependent gene expression, 94 another viral protein UL36, which functions as a DUB, deubiquitinating TRAF3 to block TBK1 recruitment and consequently IFN-β production. 95 In conclusion, the UPS exhibits a dual and context-dependent role in regulating antiviral immunity during myocarditis by modulating PRR signaling ( Figure 2 ). Viruses also manipulate the UPS to evade host defenses. Understanding this intricate interplay is crucial for developing targeted therapies against viral myocarditis and its progression to DCM. Figure 2 Diagram illustrating the UPS regulation of PRR pathways in myocarditis. The UPS functions to positively (red) or negatively (green) regulate antiviral responses triggered by PRRs in this context. This figure was Created in BioRender. Yao, J. (2025) https://BioRender.com/nld3vcz . Interaction of Innate Immunity and the UPS in Myocarditis and Secondary DCM Macrophages Macrophages are crucial for the initial immune response in myocarditis and inflammatory DCM. In acute myocarditis, pro-inflammatory M1 macrophages exacerbate inflammation, while anti-inflammatory and pro-fibrotic M2 macrophages initially attenuate inflammation. 96 However, during chronic myocarditis and DCM progression, M2 macrophages contribute to fibrotic ventricular remodeling by promoting collagenogenesis and angiogenesis. 97 The multifaceted functions of macrophages, including recruitment, infiltration, survival, activation, and polarization, are tightly regulated by the UPS in both physiological processes and cardiac diseases ( Figure 3 ). 98–100 Figure 3 The UPS plays a vital role in regulating the functions of immune cells. The immune cells, including macrophages, dendritic cells, NK cells, T cells, and B cells, are crucial for maintaining homeostasis. The UPS modulates both physiological and pathological processes within these immune cells, representing a complex interaction network. This figure was Created in BioRender. Yao, J. (2025) https://BioRender.com/nld3vcz . Studies have highlighted the pivotal role of UPS-regulated macrophage functions in PAMP infections. 80 , 101–103 Macrophage survival is modulated by S-phase kinase-associated protein (SAG), a key UPS component, SAG-mediated ubiquitination of Bax and sterile α- and HEAT/armadillo-motif-containing protein (SARM) enhances macrophage survival upon PAMP exposure. 101 SAG-overexpressing macrophages challenged with PAMPs exhibited increased expression of pro-inflammatory cytokines (IL-1β, IL-6, and TNF-α) and decreased expression of the anti-inflammatory cytokine IL-10, indicating that the SAG-dependent UPS acts as a crucial regulator of the balance between immune defense and apoptosis. 101 Furthermore, in lipopolysaccharide (LPS)-induced TLR2 signaling, praja2-mediated ubiquitination of malignant fibrous histiocytoma amplified sequence 1 (MFHAS1) promotes M1 macrophage polarization by activating the JNK and p38 signaling pathways. 102 Additionally, the UPS also regulates the PRR signal pathway and downstream cytokine release in macrophage during CVB3 and betacoronavirus infection. 80 , 103 While knowledge regarding the impact of the UPS on macrophage function in DCM is still emerging, data are primarily available from myocarditis models. One study demonstrated that the IP (i20S) inhibitor ONX 0914 mitigates CVB3 myocarditis in A/J mice, partly by modulating monocyte dynamics, specifically, ONX 0914 significantly increased circulating and splenic Ly6C high monocytes while reducing their myocardial accumulation. 88 Macrophages, a type of mononuclear phagocyte, may originate from inflammatory monocytes during infection. 104 Importantly, ONX 0914 enhanced macrophage phagocytic capacity without expanding cardiac macrophage populations, suggesting improved clearance of infected cell debris. 88 This dissociated regulation of macrophage mobilization versus tissue recruitment represents a novel therapeutic strategy to mitigate viral myocarditis immunopathology. In a murine experimental autoimmune myocarditis (EAM) model, UPS-mediated degradation of serine/arginine-rich splicing factor 1 (SRSF1) leads to NF-κB activation, M1 macrophage polarization and recruitment, this cascade of events promotes cardiac inflammation during the acute phase of EAM and ultimately exacerbates ventricular remodeling and impairs cardiac function in chronic EAM model mice. 100 Therefore, the UPS appears to aggravate inflammation by modulating macrophage function in both CVB3 and autoimmune myocarditis. However, the UPS exerts opposing functions in other cardiac diseases. For instant, cardiac injury resulting from ICIs is a life-threatening immune-related adverse event in cancer patients, PD-1 inhibition triggers myocarditis through the activation of the NLRP3 signaling pathway and the promotion of M1 macrophage polarization. 105 In contrast, the ubiquitin-autophagy pathway degrades NLRP3 inflammasomes, resulting in the gradual resolution of inflammation and the transition of M1 macrophages to the M2 phenotype. 105 HectD3, an E3 ubiquitin ligase, mitigates LPS-/IFN-γ-induced inflammatory responses and reduces the secretion of chemoattractant factors in cardiomyocytes, subsequently diminishing macrophage migration into the cardiac tissue in myocardial hypertrophy models. 106 Furthermore, in both sepsis-induced acute myocardial injury and isoproterenol-induced inflammatory heart remodeling models, the UPS, involving the E3 ubiquitin ligase COP1 and OTUD1, inhibits macrophage inflammatory responses and cardiac remodeling, respectively. 107 , 108 Single-cell data from DCM patients revealed that macrophages sending pro-fibrotic signals exhibit activated TLR/TNF/ERK pathways and upregulated transcription factors, driven by key gene clusters. Notably, highly expressed hub genes within these macrophages, linked to ER-associated mRNA/rRNA metabolism and ubiquitination, correlate with upregulated myofibroblast and M1 markers, suggesting UPS involvement in macrophage phenotypic transformation and potential macrophage-to-myofibroblast transition. 109 In conclusion, the UPS plays a multifaceted role in regulating macrophage behavior within the context of cardiac inflammation and fibrosis. Monocytes During troponin I-induced autoimmune myocarditis (TnI-AM), CD11b + monocytes are the predominant immune cell infiltrating in the heart, driving pathogenesis through the secretion of pro-inflammatory mediators such as IL-6. This cytokine promotes the expansion and Th17 polarization of self-reactive CD4 + T cells. 110 Critically, monocyte activation is regulated by the IP, which enhances TLR-mediated inflammatory responses, thereby skewing CD4 + T-cell differentiation toward Th17 and Th1 phenotypes while suppressing Treg cells. 111 This cascade exacerbates myocardial inflammation, fibrosis, and dysfunction. Pharmacological inhibition of IP activity (eg, ONX 0914) attenuates monocyte-derived cytokine production, mitigating CD4 + T-cell activation and subsequent cardiac damage in TnI-AM mouse model. 111 Similarly, ONX 0914 treatment reversed severe pathology in A/J mice, a strain highly susceptible to CVB3 myocarditis, by limiting monocyte/macrophage infiltration into the heart and reducing organ damage. 88 However, in CVB3-infected NMRI mice, pre-treatment with ONX 0914 exacerbated viral cytotoxicity in cardiomyocytes and promoted Ly6c high monocyte infiltration into the heart. 89 Mechanistically, ONX 0914 strongly inhibited the standard cardiac proteasome β5 subunit but exhibited weaker inhibition of the IP subunit LMP7. 89 These findings in both autoimmune and viral myocarditis highlight the context-dependent role of IP modulation in these inflammatory heart conditions, as its inhibition can lead to either disease attenuation or exacerbation by impacting monocyte phenotype and function. Furthermore, monocytes exhibit both pro-fibrotic and anti-fibrotic phenotypes, which critically influence the outcome of myocarditis. 112 Study has shown that WWP2, an E3 ubiquitin ligase, drives cardiac fibrosis in non-ischemic cardiomyopathy by regulating pro-fibrotic Ly6c high monocytes, mechanically, WWP2 enhances IRF7-mediated CCL5 expression, promoting monocyte infiltration and myofibroblast differentiation. 113 Monocytic Myeloid-Derived Suppressor Cells Monocytic myeloid-derived suppressor cells (mMDSCs) exacerbate viral myocarditis by suppressing antiviral immune functions, a process further modulated by the E3 ubiquitin ligase TRIM29. 114 , 115 Specifically, in a CVB3-infected mouse model, TRIM29 stabilizes PERK via SUMOylation, leading to PERK-mediated endoplasmic reticulum stress. This, in turn, induces immunosuppressive mMDSCs and suppresses antiviral CD8 + T cell functions, ultimately aggravating viral myocarditis. 115 Dendritic Cells Dendritic cells (DCs), pivotal antigen-presenting cells, orchestrate both adaptive and innate immune responses. In murine models, immunization with cardiac myosin induces myocarditis and DCM through autoantibody activation, triggering a DC-dependent T-cell reaction. 116 , 117 Similarly, DCs drive inflammatory responses in viral myocarditis. 118 The UPS critically regulates various DC functions, including MHC class II expression, costimulatory molecule presentation, antigen processing, NF-κB activation, and DC migration ( Figure 3 ). 119–121 Notably, viruses have evolved mechanisms to exploit the UPS to evade host immune surveillance. In CVB3-infected mice, UPS disruption leads to the accumulation of DC aggresome-like induced structures (DALISs), impairing MHC class I antigen processing and cross-presentation. 122 This results in defective DC activation and maturation, allowing CVB3 to evade immune clearance and contribute to viral persistence and chronic myocarditis. 122 Furthermore, OTUB1, an OTU family DUB, enhances NF-κB-dependent inflammatory responses in DCs during PAMP-induced infection and inflammation by stabilizing the E2-conjugating enzyme UBC13 via K48-linked deubiquitination. 123 It is important to note that these two studies utilized spleen DCs, which are predominantly myeloid DCs, as their experimental model. 122 , 123 Conversely, TRIM8, through an E3 ubiquitin ligase-independent mechanism, stabilizes pIRF7, promoting virus-induced IFN responses in human plasmacytoid DCs. 124 These findings suggest that UPS-mediated regulation of DC function may exhibit subtype specificity and pathogen dependency. However, the role of UPS-mediated DC function in DCM remains largely unexplored, necessitating further investigation. NK Cells It’s well studied that the UPS finely tunes NK cell activity by regulating both receptor trafficking and intracellular signaling ( Figure 3 ). 125–127 Ligand-induced ubiquitination of receptors such as NKG2D-DAP10 triggers their endocytosis and lysosomal degradation, a process essential for controlling cell surface receptor abundance and downstream signaling, including ERK activation, cytotoxic granule release, and IFN-γ production. 125 Additionally, the UPS targets key nonreceptor protein tyrosine kinases such as Syk and ZAP-70 for proteasome-mediated degradation following immunoreceptor activation, thereby serving as a negative feedback loop to attenuate signaling. 126 While these UPS-mediated regulatory mechanisms in NK cells are well-established, direct evidence demonstrating their specific roles in myocarditis and DCM is currently lacking. Interaction of Adaptive Immunity and the UPS in Myocarditis and Secondary DCM Adaptive immunity, primarily mediated by T cells and B cells, plays a critical role in the physiological processes and pathogenesis of myocarditis and DCM. Studies using CVB3-infected severe combined immunodeficiency (SCID) mice, which lack mature T and B cells, demonstrate consistently severe myocarditis, highlighting the importance of adaptive immune cell-regulated homeostasis in suppressing viral-induced inflammation. 128 Further evidence comes from the finding that adoptive transfer of peripheral blood lymphocytes from DCM patients induces early-stage cardiac dilation in SCID mice, supporting an autoimmune mechanism in DCM pathogenesis. 129 Different subsets of CD4 + T cells also play distinct roles: Th1 and Th17 cells exacerbate acute myocarditis and DCM, whereas CD4 + Treg cells attenuate cardiac inflammation and inhibit the transition to DCM. 130 While B cells facilitate early CVB3 spread, their presence is necessary for viral clearance through antibody-mediated mechanisms. 131 B cells are also generally implicated in the pathogenesis of myocarditis and DCM by secreting antibodies that target cardiac proteins. The UPS, acting as both a positive and negative regulator, influences lymphocyte survival, proliferation, differentiation, and function by modulating MHC pathways, key transcription factors, and cytokine-induced signaling cascades ( Figure 3 ). 14 , 22 Notably, the IP, a specialized form of the proteasome, regulates the development of myocarditis and DCM by modulating adaptive immunity. 35 CD8 + T Cells MHC class I-presented peptides are predominantly generated by the IP system. 132 IFN-γ enhances this processing by inducing IP formation and the synthesis of the proteasome activator PA28. 133 The IP facilitates the release of peptides with hydrophobic or basic C-terminal amino acids, which are typical for MHC class I epitopes. 134 , 135 However, the presence of IP and PA28 can either enhance or inhibit epitope liberation, depending on the specific protein substrate. Although the IP increases the capacity to generate CVB3 epitopes for MHC class I antigen presentation, the CD8 + T cell response during CVB3 infection is generally not robust. 136–138 Consistent with this, ONX 0914 treatment, which mitigated CVB3 myocarditis in susceptible A/J mice, was associated with lower expression levels of granzyme A and perforin 1, indicating a reduction in active CD8 + T cells, a population that constitutes a minor component of the infiltrating immune cells. 90 These findings align with observations in IP-deficient mice. 87 CD4 + T Cells MHC class II epitopes are efficiently presented following CVB3 infection, leading to the rapid maturation of CD4 + T cells into effector and memory T cells. 138 Unlike observations with influenza and vaccinia viruses, a non-canonical cytosolic pathway for MHC class II-restricted antigen processing involving IP-dependent peptide processing is not typically observed in CVB3 or other myocarditis-associated viruses. 139 In both CVB3 myocarditis and the TnI-AM mouse model, the IP stimulates the production of chemotactic and pro-inflammatory cytokines, which in turn govern CD4 + T cell differentiation into Th17 and Th1 cells, with a concomitant reduction in Treg cells in autoimmune heart disease. 90 , 111 During murine TnI-AM, treatment with the IP inhibitor ONX 0914 or using LMP7 −/− mice attenuates cardiac inflammation and promotes CD4 + T cell differentiation towards a suppressive phenotype, characterized by an increase in Treg cells and higher expression of PD-1 in spleen tissue. 111 This effect is also observed during CVB3 myocarditis in A/J mice, 90 however, in this case, IP blockade needs to occur before the cytokine-triggered global inflammatory response exacerbates cardiac inflammatory injury. In contrast, data from other mouse strains, such as C57BL/6 and NMRI mice, undergoing CVB3 myocarditis, have shown that treatment with ONX 0914 either had no significant effect or even worsened myocardial inflammation. 88 , 89 These studies reveal profound complexity in myocardial immune microenvironments, with etiology-specific mechanisms driving divergent inflammatory responses across different myocarditis models. B Cells Evidence indicates that the UPS modulates diverse B cell functions, including BCR-mediated antigen processing and presentation, B cell development, activation, tolerance, and differentiation. 88 , 140 , 141 While B cells are crucial in CVB3 infection, the role of the UPS in B cell-mediated pathogenesis of myocarditis and DCM remains unclear, with limited research in this area. Studies in acute CVB3 myocarditis in C57BL/6 and A/J mice showed comparable splenic B cell numbers between LMP7 +/+ and LMP7 −/− mice. 87 , 90 However, Althof et al reported that ONX 0914 treatment increased titers of CVB3-neutralizing antibodies in A/J mice at 8 days post-infection, accompanied by elevated splenic T lymphocytes. 88 This suggests that proteasome inhibition may primarily enhance humoral immunity by promoting B cell differentiation into neutralizing antibody-secreting plasma cells rather than B cell proliferation during CVB3 infection, requiring further investigation. Voigt et al found that cardiac proteasomes, particularly 20S α-subunits, are targets of humoral immunity in DCM patients, with elevated anti-proteasome antibody levels significantly correlating with disease severity and cardiotropic viral persistence. 142 Chronic viral myocarditis may initiate this pathogenic cascade through viral disruption of UPS function, exposing immunogenic proteasomal epitopes and triggering autoreactive B cell activation. Thus, the UPS-B cell axis represents a novel mechanistic link between viral infection, impaired protein homeostasis, and humoral autoimmunity in DCM pathogenesis. The Role of the UPS in Human DCM and Potential Therapeutic Strategies Research on the human heart, primarily relying on limited tissue samples from end-stage DCM patients undergoing endomyocardial biopsy, left ventricular assist device (LVAD) implantation, or cardiac transplantation, consistently reveals profound alterations in UPS components. 143 , 144 While few studies incorporate biopsies from patients with less advanced disease, a broader understanding across different DCM stage remains a challenge. A consistent finding across numerous investigations is the increased accumulation and deposition of polyubiquitinated proteins in the failing myocardium of patients with DCM and heart failure compared to controls ( Table 1 ). This accumulation suggests UPS dysfunction and may result from an imbalance between protein synthesis and polyubiquitination rates relative to the efficiency of protein degradation. While the expression of key ubiquitination machinery, including E1 and E2 enzymes and ubiquitin, is often upregulated in heart tissue of patients with DCM and heart failure, 145–149 the expression of E3 ubiquitin ligases and DUBs is more context-dependent. 143 , 145–147 , 150–155 For instance, while E3 ligases muscle atrophy F-box gene (MAFbx) and muscle ring-finger protein-1 (MuRF1) play pivotal roles in cardiomyocyte protein turnover, their expression in DCM is variable across studies, likely influenced by disease etiology and clinical characteristics. 147 , 152–154 Similarly, DUB expression shows divergent patterns, with ubiquitin carboxyl-terminal hydrolase (UCH) and herpesvirus-associated ubiquitin-specific protease (HAUSP) potentially increasing, 145 , 150 while isopeptidase T and ubiquitin-specific protease 5 (USP5) levels are found to decrease. 146 , 151 A critical limitation in interpreting these findings is distinguishing whether the observed changes are a cause of DCM or a compensatory response to ongoing myocardial remodeling. Table 1 The Role of the UPS on Human Myocarditis, DCM and Heart Failure Disease Tissue Sources Sample Numbers UPSs Modulations Ubiquitinated Proteins Reference ICI-induced myocarditis Postmortem cardiac sections; endomyocardial biopsies 2 Increased LMP2 and LMP7 subunits (IP) with lymphocytic (CD3) and monocytic/ macrophage (CD68) infiltration (IHC) NA [ 111 ] DCM Heart transplantation 12 Increased UCH (DUB) mRNA (qPCR), increased E1 and E2 protein (IHC) Total ubiquitination increased [ 145 ] End-stage idiopathic DCM Heart transplantation 19 Increased E2 protein and ubiquitin mRNA, no difference E1 and E3 protein (WB), decreased isopeptidase T (DUB) and UFD1 (E3) protein (WB) Increased ubiquitin/protein complexes [ 146 ] DCM Heart transplantation 12 Increased MDM2 (E3) and HAUSP (DUB) protein (WB and IHC) Increased p53 and polyubiquitinated proteins [ 150 ] End-stage idiopathic DCM Ventriculoplasty 26 Increased ubiquitin and proteasomes protein (WB), increased 26S protein (IF) NA [ 148 ] End-stage DCM Heart transplantation 23 Decreased USP5 protein (DUB) (IF and WB), no difference USP5 mRNA (qPCR) Total ubiquitination increased [ 151 ] Non-ischemic DCM Implantation of LVAD 23 Decreased MAFbx and MuRF1 (E3) protein (WB and IHC) NA [ 152 ] Ischemic DCM Implantation of LVAD 26 Decreased MAFbx protein (WB and IHC) NA [ 152 ] DCM Endomyocardial biopsies 24 Increased ubiquitin protein (IHC) NA [ 149 ] Chronic heart failure Diaphragm biopsies 18 Increased MuRF1 (E3) protein, E3 ligase activity and proteasome activity Elevated ubiquitination [ 153 ] DCM Implantation of LVAD 28 Decreased MAFbx (E3) protein (WB), decreased ubiquitin-positive cells and cells with ubiquitin deposits (IHC), no difference in MuRF1 (E3) protein (WB), no difference in the activity of the chymotrypsin-like, trypsin-like or caspase-like domains of the proteasome NA [ 154 ] End-stage idiopathic DCM Endomyocardial biopsies 60 Increased ubiquitin expression with progressive desmin remodeling, low/lacking ubiquitin expression with low/no desmin expression (WB and IHC) NA [ 156 ] End-stage DCM Explanted hearts 42 Increased Ube2i (E2) mRNA, MuRF1 (E3) mRNA and protein (qPCR and WB), MAFbx (E3) protein (WB), increased peptidylglutamyl-peptide-hydrolysing activity Elevated ubiquitination [ 147 ] Chronic heart failure Vastus lateralis muscle biopsies 60 Increased MuRF1 (E3) protein (qPCR and WB), no difference in MAFbx (E3) mRNA and protein (qPCR and WB) Elevated ubiquitination [ 157 ] DCM with LVEF ≤ 45% Endomyocardial biopsies 90 Enhanced humoral autoreactive anti-proteasome immune response is linked to viral infection NA [ 142 ] End-stage DCM Heart transplantation 33 Decreased chymotrypsin-like and caspase-like activities, no differences in 20S, 19S or 11S expression (WB) Elevated ubiquitination [ 158 ] End-stage heart failure Heart transplantation 10 Decreased docking of 19S to 20S (native gels), decreased ATPase activity of Rpt subunits, no difference in 20S, 19S, or 11S subunits (MS) NA [ 155 ] Abbreviations : DCM, dilated cardiomyopathy; DUB, deubiquitinating enzyme; HAUSP, herpesvirus-associated ubiquitin-specific protease; IF, immunofluorescence; IHC, immunohistochemistry; IP, immunoprecipitation; LVAD, left ventricular assist device; LVEF, left ventricular ejection fraction; MAFbx, muscle atrophy F-box; MDM2, mouse double minute 2; MuRF1, muscle ring-finger protein-1; NA, not applicable; qPCR, quantitative polymerase chain reaction; ROS, reactive oxygen species; UCH, ubiquitin carboxyl-terminal hydrolase; UPS, ubiquitin-proteasome system; USP5, ubiquitin-specific protease 5; WB, Western blot. The mechanisms underlying UPS dysfunction in DCM are multifaceted. In hereditary DCM, which can be caused by mutations in genes for sarcomeric or cytoskeletal proteins, 159 a continuous burden of degrading mutant proteins can overwhelm and saturate the UPS. This has been observed in mouse models mimicking hereditary DCM, where the combination of external stress and an overwhelmed system leads to the accumulation of toxic proteins. 160 Furthermore, the UPS can be impaired by an altered assembly of the proteasome itself, such as the impaired docking of the 19S to the 20S core particle detected in human end-stage heart failure. 155 Other contributing factors include the accumulation of reactive oxygen species (ROS), which can impair UPS function, 25 , 148 and defective protein clearance attributed to impaired autophagy and mitophagy, 149 , 153 two systems that work in concert with the UPS. Post-translational modifications, such as phosphorylation and oxidation, also directly alter the stability and activity of UPS components. 27 , 155 Finally, emerging evidence points to the involvement of autoimmune responses, with anti-proteasome antibodies (ProtAb) potentially causing a direct immune-mediated attack on proteasomes. 142 While inhibitors of the proteasome, such as carfilzomib and bortezomib, are clinically used for multiple myeloma, they are known to have significant cardiovascular toxicity. 161 , 162 To our knowledge, no UPS inhibitors are currently in clinical trials for the treatment of myocarditis or DCM. Considering the complex and heterogeneous nature of DCM, a more granular understanding of UPS dysfunction requires future studies to focus on well-defined subtypes rather than broad, undifferentiated cohorts. Further investigation into the pathogenesis of UPS dysfunction in DCM is essential to translate pre-clinical findings into effective therapeutic strategies. Conclusions and Future Perspectives The UPS, a key regulator of protein quality control, is essential for maintaining normal biological processes. 15 , 163 In the context of cardiac physiology, the UPS governs cardiomyocyte growth, contraction, cell death, cardiac fibrosis, inflammatory cell infiltration, and the pathogenesis of cardiomyopathies. 144 The transition from myocarditis to DCM involves multiple, complex steps linked to the host immune response and a complex interplay of cytokines and chemokines. 7 , 164 This review highlights the critical role of UPS-mediated inflammation in the progression of myocarditis to DCM. Specifically, this review summarizes the diverse regulatory functions of ubiquitin-specific proteases in myocarditis and DCM, covering virus–host interactions, PRR signaling, innate immunity (involving macrophages, monocytes, MDSCs, DCs, and NK cells), and adaptive immunity (involving CD8 + T cells, CD4 + T cells, and B cells). Although USP functions in myocarditis and DCM have been significantly characterized, the reasons behind their context-dependent regulatory duality, where individual USPs can be both inhibitory and activating across different disease contexts, remain to be fully clarified. For instance, the protective or aggravating roles of the UPS in myocarditis and secondary DCM are context-dependent, varying with the mouse strain, disease stage, myocarditis model, as reported across different studies ( Table 2 ). 87–90 , 111 In CVB3 myocarditis, IP inhibition with ONX 0914 exacerbated inflammation in C57BL/6 mice by promoting the accumulation of oxidant-damaged proteins in inflamed cells and tissues. 87 , 88 A similar aggravating effect of ONX 0914 in CVB3 myocarditis was observed in NMRI mice, attributed to increased myocardial infiltration of myeloid immune cells. 89 Conversely, ONX 0914 exhibited a protective effect against CVB3 myocarditis in A/J mice, dependent on the suppression of systemic inflammatory responses. 88 , 90 Limited research has investigated the role of IP in autoimmune myocarditis, with one study showing that ONX 0914 mitigated autoimmune-related cardiac pathology in a murine model of TnI-AM. 111 These studies have provided valuable insights into the roles of proteasome activity in myocarditis and secondary DCM in murine models. While UPS dysfunction has also been observed in DCM patients, no targeted UPS drugs have yet been investigated in clinical trials. Table 2 The Effect of the UPS on Animal Models of Myocarditis Mouse Model Species/Strains Treatment/Condition Target Effect on Myocarditis Mechanisms Reference CVB3 myocarditis BALB/c mice MG-132 The proteasome Alleviated Anti-apoptosis and anti-inflammation via regulation of the AMPK signal pathway [ 86 ] CVB3 myocarditis BALB/c mice MG-132 The proteasome Alleviated Suppress the expression of IL-6 and TNF-α, decrease the numbers of polymorphonuclear leucocytes [ 85 ] CVB3 myocarditis NA MG-132 The proteasome Alleviated Reduce the expression of TNF-α and TGF-β1 in myocardial tissues [ 165 ] CVB3 myocarditis NMRI mice ONX 0914 LMP7 Increased Promote infiltration of myeloid immune cells into the heart [ 89 ] CVB3 myocarditis C57BL/6 mice ONX 0914 LMP7 Increased mildly Suppress IFN responses [ 88 ] CVB3 myocarditis A/J mice ONX 0914 LMP7 Alleviated Reduce heart monocyte/macrophage infiltration, increase splenic and peripheral T cells, and increase CVB3-neutralizing antibodies [ 88 , 90 ] CVB3 myocarditis C57BL/6 mice LMP7 −/− mice LMP7 Increased Increase proteotoxic stress in cytokine-challenged cardiomyocytes and inflammatory cells [ 87 ] TnI-induced autoimmune myocarditis NA ONX 0914; LMP7 −/− mice LMP7 Alleviated Decorate CD4 + T cells with PD-1, suppress proinflammatory cytokine production by monocytes, and elevate regulatory T-cell responses [ 111 ] Myosin-induced autoimmune myocarditis BALB/c mice MLN4924 NEDD8 Alleviated Degrade Act1, disrupts IL-17R-Act1 binding, diminish immune cell infiltration and inflammatory cytokine secretion [ 166 ] Isoproterenol-induced cardiac inflammation C57BL/6 mice Myeloid-specific Otud1 −/− mice OTUD1 Alleviated Inhibit CARD9-BCL10-MALT1 complex formation, NF-κB activation, and macrophage inflammatory gene overproduction [ 108 ] Sepsis-induced cardiac inflammation C57BL/6 mice Up-regulation of COP1 COP1 Alleviated Ubiquitination degrades CEBPB, thereby inhibiting inflammatory responses in macrophages [ 107 ] Abbreviations : CEBPB, CCAAT/enhancer-binding protein beta; CVB3, coxsackievirus B3; IFN, interferon; IL, interleukin; NA, not applicable; NF-κB, nuclear factor κB; PD-1, programmed death-1; TGF-β1, transforming growth factor-beta 1; TNF-α, tumor necrosis factor-alpha; TnI, troponin I; UPS, ubiquitin-proteasome system. Chronic inflammation leading to cardiac fibrosis and remodeling represents the advanced stages of secondary DCM and heart failure. 167 Extensive research has highlighted the significant role of the UPS in cardiac fibrosis development, contributing to DCM progression by modulating TGF-β, p53, AKT1-p38, and JNK1/2 signaling pathways, as well as related pro-fibrotic pathways. 21 , 144 This review focuses on UPS-mediated inflammation in the pathogenesis of myocarditis and secondary DCM, highlighting the crosstalk between inflammation and fibrosis. However, this summarization does not fully encompass the breadth of this field. The majority of studies reviewed pertain to virus-induced myocarditis, with fewer investigations into autoimmune myocarditis and ICI-related myocarditis. Given that inflammatory DCM is a multifaceted disease with diverse underlying pathophysiological mechanisms extending beyond viral or immune-mediated inflammation, future research should elucidate the regulatory roles of the UPS in a broader range of myocarditis models and their subsequently induced DCM. In conclusion, targeting the UPS to ameliorate inflammation holds potential as a therapeutic strategy for myocarditis and secondary DCM in the future. Abbreviations AP-1, activator protein-1; B19V, parvovirus B19; CAR, coxsackievirus and adenovirus receptor; CEBPB, CCAAT/enhancer-binding protein beta; CVB, coxsackievirus group B; DALISs, DC aggresome-like induced structures; DAMPs, damage-associated molecular patterns; DCM, dilated cardiomyopathy; DCs, dendritic cells; DUBs, deubiquitinases; EAM, experimental autoimmune myocarditis; EBV, Epstein-Barr virus; HAUSP, herpesvirus-associated ubiquitin-specific protease; HBV, hepatitis B virus; HPV, human papillomavirus; HSV-1, herpes simplex virus type 1; IAV, influenza A virus; ICIs, immune checkpoint inhibitors; IF, immunofluorescence; IFN, interferon; IHC, immunohistochemistry; IL, interleukin; IP, immunoproteasome; IRFs, interferon regulatory factors; K11, lysine 11; K48, lysine 48; K63, lysine 63; LPS, lipopolysaccharide; LVAD, left ventricular assist device; LVEF, left ventricular ejection fraction; MAFbx, muscle atrophy F-box; MDM2, mouse double minute 2; MFHAS1, malignant fibrous histiocytoma amplified sequence 1; MG53, mitsugumin 53; mMDSCs, monocytic myeloid-derived suppressor cells; MuRF1, muscle ring-finger protein-1; NA, not applicable; NF-κB, nuclear factor κB; NLRs, NOD-like receptors; PAMPs, pathogen-associated molecular patterns; PD-1, programmed death-1; PD-L1, programmed death- ligand 1; PPM1A, protein phosphatase 1A; PRR, pattern recognition receptor; PTX3, pentraxin 3; qPCR, quantitative polymerase chain reaction; RLRs, RIG-I-like receptors; ROs, replication organelles; ROS, reactive oxygen species; SARM, sterile α- and HEAT/armadillo-motif-containing protein; SCID, severe combined immunodeficiency; SRSF1, serine/arginine-rich splicing factor 1; TGF-β, transforming growth factor-β; TLRs, toll-like receptors; TNF, tumor necrosis factor; TnI-AM, troponin I-induced autoimmune myocarditis; Treg, regulatory T; UCH, ubiquitin carboxyl-terminal hydrolase; UPS, ubiquitin-proteasome system; USP5, ubiquitin-specific protease 5; WB, Western blot. Author Contributions All authors made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas; took part in drafting, revising or critically reviewing the article; gave final approval of the version to be published; have agreed on the journal to which the article has been submitted; and agree to be accountable for all aspects of the work. Disclosure The authors declare no conflicts of interest in this work. References 1. Heymans S , Van Linthout S , Kraus SM , Cooper LT , Ntusi NAB . Clinical characteristics and mechanisms of acute myocarditis . Circ Res . 2024 ; 135 ( 2 ): 397 – 411 . doi: 10.1161/CIRCRESAHA.124.324674 38963866 2. Won T , Song EJ , Kalinoski HM , Moslehi JJ , Čiháková D . Autoimmune myocarditis, old dogs and new tricks . Circ Res . 2024 ; 134 ( 12 ): 1767 – 1790 . doi: 10.1161/CIRCRESAHA.124.323816 38843292 3. Munir AZ , Gutierrez A , Qin J , Lichtman AH , Moslehi JJ . Immune-checkpoint inhibitor-mediated myocarditis: CTLA4, PD1 and LAG3 in the heart . Nat Rev Cancer . 2024 ; 24 ( 8 ): 540 – 553 . doi: 10.1038/s41568-024-00715-5 38982146 4. Buoninfante A , Andeweg A , Genov G , Cavaleri M . Myocarditis associated with COVID-19 vaccination . Npj Vaccines . 2024 ; 9 ( 1 ): 122 . doi: 10.1038/s41541-024-00893-1 38942751 5. Wang W , Jia H , Hua X , Song J . New insights gained from cellular landscape changes in myocarditis and inflammatory cardiomyopathy . Heart Fail Rev . 2024 ; 29 ( 5 ): 883 – 907 . doi: 10.1007/s10741-024-10406-w 38896377 6. Liu K , Han B . Role of immune cells in the pathogenesis of myocarditis . J Leukoc Biol . 2024 ; 115 ( 2 ): 253 – 275 . doi: 10.1093/jleuko/qiad143 37949833 7. Gigli M , Stolfo D , Merlo M , Sinagra G , Taylor MRG , Mestroni L . Pathophysiology of dilated cardiomyopathy: from mechanisms to precision medicine . Nat Rev Cardiol . 2025 ; 22 ( 3 ): 183 – 198 . doi: 10.1038/s41569-024-01074-2 39394525 8. Harding D , Chong MHA , Lahoti N , et al. Dilated cardiomyopathy and chronic cardiac inflammation: pathogenesis, diagnosis and therapy . J Intern Med . 2023 ; 293 ( 1 ): 23 – 47 . doi: 10.1111/joim.13556 36030368 9. Frustaci A , Russo MA , Chimenti C . Randomized study on the efficacy of immunosuppressive therapy in patients with virus-negative inflammatory cardiomyopathy: the TIMIC study . Eur Heart J . 2009 ; 30 ( 16 ): 1995 – 2002 . doi: 10.1093/eurheartj/ehp249 19556262 10. Schultheiss HP , Piper C , Sowade O , et al. Betaferon in chronic viral cardiomyopathy (BICC) trial: effects of interferon-β treatment in patients with chronic viral cardiomyopathy . Clin Res Cardiol . 2016 ; 105 ( 9 ): 763 – 773 . doi: 10.1007/s00392-016-0986-9 27112783 11. Chimenti C , Russo MA , Frustaci A . Immunosuppressive therapy in virus-negative inflammatory cardiomyopathy: 20-year follow-up of the TIMIC trial . Eur Heart J . 2022 ; 43 ( 36 ): 3463 – 3473 . doi: 10.1093/eurheartj/ehac348 35831932 12. Merken J , Hazebroek M , Van Paassen P , et al. Immunosuppressive therapy improves both short- and long-term prognosis in patients with virus-negative nonfulminant inflammatory cardiomyopathy . Circ Heart Fail . 2018 ; 11 ( 2 ): e004228 . doi: 10.1161/CIRCHEARTFAILURE.117.004228 29449368 13. Nakamura N . Ubiquitin System . Int J Mol Sci . 2018 ; 19 ( 4 ): 1080 . doi: 10.3390/ijms19041080 29617326 14. Bhat SA , Vasi Z , Adhikari R , et al. Ubiquitin proteasome system in immune regulation and therapeutics . Curr Opin Pharmacol . 2022 ; 67 : 102310 . doi: 10.1016/j.coph.2022.102310 36288660 15. Stekel Z , Sheng Y , Zhang W . The multifaceted role of the ubiquitin proteasome system in pathogenesis and diseases . Biomolecules . 2022 ; 12 ( 7 ): 925 . doi: 10.3390/biom12070925 35883481 16. Schlossarek S . Ubiquitin-proteasome system and hereditary cardiomyopathies . J Mol Cell Cardiol . 2014 ; 71 : 25 – 31 . doi: 10.1016/j.yjmcc.2013.12.016 24380728 17. Luo H , Wong J , Wong B . Protein degradation systems in viral myocarditis leading to dilated cardiomyopathy . Cardiovasc Res . 2010 ; 85 ( 2 ): 347 – 356 . doi: 10.1093/cvr/cvp225 19578074 18. Beling A , Kespohl M . Proteasomal protein degradation: adaptation of cellular proteolysis with impact on virus—and cytokine-mediated damage of heart tissue during myocarditis . Front Immunol . 2018 ; 9 : 2620 . doi: 10.3389/fimmu.2018.02620 30546359 19. Qu J , Zou T , Lin Z . The roles of the ubiquitin–proteasome system in the endoplasmic reticulum stress pathway . Int J Mol Sci . 2021 ; 22 ( 4 ): 1526 . doi: 10.3390/ijms22041526 33546413 20. Fhu CW , Ali A . Dysregulation of the ubiquitin proteasome system in human malignancies: a window for therapeutic intervention . Cancers . 2021 ; 13 ( 7 ): 1513 . doi: 10.3390/cancers13071513 33805973 21. Zeng L , Zhang X , Huang Z , et al. Ubiquitin proteasome system in cardiac fibrosis . J Adv Res . 2024 : S2090123224005629 . doi: 10.1016/j.jare.2024.12.006 . 22. Çetin G , Klafack S , Studencka-Turski M , Krüger E , Ebstein F . The ubiquitin–proteasome system in immune cells . Biomolecules . 2021 ; 11 ( 1 ): 60 . doi: 10.3390/biom11010060 33466553 23. Berndsen CE , Wolberger C . New insights into ubiquitin E3 ligase mechanism . Nat Struct Mol Biol . 2014 ; 21 ( 4 ): 301 – 307 . doi: 10.1038/nsmb.2780 24699078 24. Komander D . The emerging complexity of protein ubiquitination . Biochem Soc Trans . 2009 ; 37 ( 5 ): 937 – 953 . doi: 10.1042/BST0370937 19754430 25. Qiu M , Chen J , Li X , Zhuang J . Intersection of the ubiquitin–proteasome system with oxidative stress in cardiovascular disease . Int J Mol Sci . 2022 ; 23 ( 20 ): 12197 . doi: 10.3390/ijms232012197 36293053 26. Agrata R , Komander D . Ubiquitin—A structural perspective . Mol Cell . 2025 ; 85 ( 2 ): 323 – 346 . doi: 10.1016/j.molcel.2024.12.015 39824171 27. Lacoursiere RE , Hadi D , Shaw GS . Acetylation, phosphorylation, ubiquitination (Oh My!): following post-translational modifications on the ubiquitin road . Biomolecules . 2022 ; 12 ( 3 ): 467 . doi: 10.3390/biom12030467 35327659 28. Dikic I , Schulman BA . An expanded lexicon for the ubiquitin code . Nat Rev Mol Cell Biol . 2023 ; 24 ( 4 ): 273 – 287 . doi: 10.1038/s41580-022-00543-1 36284179 29. Ciechanover A . N-terminal ubiquitination: more protein substrates join in . Trends Cell Biol . 2004 ; 14 ( 3 ): 103 – 106 . doi: 10.1016/j.tcb.2004.01.004 15055197 30. McClellan AJ , Laugesen SH , Ellgaard L . Cellular functions and molecular mechanisms of non-lysine ubiquitination . Open Biol . 2019 ; 9 ( 9 ): 190147 . doi: 10.1098/rsob.190147 31530095 31. Gomes AV , Zong C , Ping P . Protein degradation by the 26S proteasome system in the normal and stressed myocardium . Antioxid Redox Signal . 2006 ; 8 ( 9–10 ): 1677 – 1691 . doi: 10.1089/ars.2006.8.1677 16987021 32. Zhan X , Yang Y , Li Q , He F . The role of deubiquitinases in cardiac disease . Expert Rev Mol Med . 2024 ; 26 : e3 . doi: 10.1017/erm.2024.2 38525836 33. Murata S , Takahama Y , Kasahara M , Tanaka K . The immunoproteasome and thymoproteasome: functions, evolution and human disease . Nat Immunol . 2018 ; 19 ( 9 ): 923 – 931 . doi: 10.1038/s41590-018-0186-z 30104634 34. Basler M , Groettrup M . On the role of the immunoproteasome in protein homeostasis . Cells . 2021 ; 10 ( 11 ): 3216 . doi: 10.3390/cells10113216 34831438 35. Nie Y , Ma Z , Zhang B , et al. The role of the immunoproteasome in cardiovascular disease . Pharmacol Res . 2024 ; 204 : 107215 . doi: 10.1016/j.phrs.2024.107215 38744399 36. Tschöpe C , Ammirati E , Bozkurt B , et al. Myocarditis and inflammatory cardiomyopathy: current evidence and future directions . Nat Rev Cardiol . 2021 ; 18 ( 3 ): 169 – 193 . doi: 10.1038/s41569-020-00435-x 33046850 37. Knockaert DC . Cardiac involvement in systemic inflammatory diseases . Eur Heart J . 2007 ; 28 ( 15 ): 1797 – 1804 . doi: 10.1093/eurheartj/ehm193 17562669 38. Sanghera C , Wong LM , Panahi M , Sintou A , Hasham M , Sattler S . Cardiac phenotype in mouse models of systemic autoimmunity . Dis Model Mech . 2019 ; 12 ( 3 ): dmm036947 . doi: 10.1242/dmm.036947 30858306 39. Gergely TG , Drobni ZD , Kallikourdis M , et al. Immune checkpoints in cardiac physiology and pathology: therapeutic targets for heart failure . Nat Rev Cardiol . 2024 ; 21 ( 7 ): 443 – 462 . doi: 10.1038/s41569-023-00986-9 38279046 40. Orphanou N . Dilated cardiomyopathy in the era of precision medicine: latest concepts and developments . Heart Fail Rev . 2022 ; 27 ( 4 ): 1173 – 1191 . doi: 10.1007/s10741-021-10139-0 34263412 41. Imanaka‐Yoshida K . Inflammation in myocardial disease: from myocarditis to dilated cardiomyopathy . Pathol Int . 2020 ; 70 ( 1 ): 1 – 11 . doi: 10.1111/pin.12868 31691489 42. Błyszczuk P . Myocarditis in humans and in experimental animal models . Front Cardiovasc Med . 2019 ; 6 : 64 . doi: 10.3389/fcvm.2019.00064 31157241 43. Yip F , Lai B , Yang D . Role of Coxsackievirus B3-induced immune responses in the transition from myocarditis to dilated cardiomyopathy and heart failure . Int J Mol Sci . 2023 ; 24 ( 9 ): 7717 . doi: 10.3390/ijms24097717 37175422 44. Sozzi FB , Gherbesi E , Faggiano A , et al. Viral myocarditis: classification, diagnosis, and clinical implications . Front Cardiovasc Med . 2022 ; 9 : 908663 . doi: 10.3389/fcvm.2022.908663 35795363 45. Moffatt S , Tanaka N , Tada K , et al. A cytotoxic nonstructural protein, NS1, of human parvovirus B19 induces activation of interleukin-6 gene expression . J Virol . 1996 ; 70 ( 12 ): 8485 – 8491 . doi: 10.1128/jvi.70.12.8485-8491.1996 8970971 46. Thompson MR , Kaminski JJ , Kurt-Jones EA , Fitzgerald KA . Pattern recognition receptors and the innate immune response to viral infection . Viruses . 2011 ; 3 ( 6 ): 920 – 940 . doi: 10.3390/v3060920 21994762 47. Kawai T . Toll-like receptor signaling pathways . Front Immunol . 2014 ; 25 ( 5 ): 461 . doi: 10.3389/fimmu.2014.00461 48. Opavsky MA , Penninger J , Aitken K , et al. Susceptibility to myocarditis is dependent on the response of αβ T lymphocytes to Coxsackieviral infection . Circ Res . 1999 ; 85 ( 6 ): 551 – 558 . doi: 10.1161/01.RES.85.6.551 10488058 49. Myers JM , Cooper LT , Kem DC , et al. Cardiac myosin-Th17 responses promote heart failure in human myocarditis . JCI Insight . 2016 ; 1 ( 9 ). doi: 10.1172/jci.insight.85851 50. Xie Y , Chen R , Zhang X , et al. The role of Th17 cells and regulatory T cells in Coxsackievirus B3-induced myocarditis . Virology . 2011 ; 421 ( 1 ): 78 – 84 . doi: 10.1016/j.virol.2011.09.006 21993400 51. Tymińska A , Ozierański K , Caforio ALP , et al. Myocarditis and inflammatory cardiomyopathy in 2021 – an update . Pol Arch Intern Med . 2021 . doi: 10.20452/pamw.16010 52. Yu L , Ruifrok WPT , Meissner M , et al. Genetic and pharmacological inhibition of Galectin-3 prevents cardiac remodeling by interfering with myocardial fibrogenesis . Circ Heart Fail . 2013 ; 6 ( 1 ): 107 – 117 . doi: 10.1161/CIRCHEARTFAILURE.112.971168 23230309 53. Dey S , DeMazumder D , Sidor A , Foster DB , O’Rourke B . Mitochondrial ROS drive sudden cardiac death and chronic proteome remodeling in heart failure . Circ Res . 2018 ; 123 ( 3 ): 356 – 371 . doi: 10.1161/CIRCRESAHA.118.312708 29898892 54. Yajima T , Knowlton KU . Viral myocarditis: from the perspective of the virus . Circulation . 2009 ; 119 ( 19 ): 2615 – 2624 . doi: 10.1161/CIRCULATIONAHA.108.766022 19451363 55. Luo H . Interplay between the virus and the ubiquitin–proteasome system: molecular mechanism of viral pathogenesis . Curr Opin Virol . 2016 ; 17 : 1 – 10 . doi: 10.1016/j.coviro.2015.09.005 26426962 56. Schneider SM , Lee BH , Nicola AV . Viral entry and the ubiquitin‐proteasome system . Cell Microbiol . 2021 ; 23 ( 2 ). doi: 10.1111/cmi.13276 57. Gao G , Luo H . The ubiquitin–proteasome pathway in viral infections . Can J Physiol Pharmacol . 2006 ; 84 ( 1 ): 5 – 14 . doi: 10.1139/y05-144 16845885 58. Si X , Gao G , Wong J , Wang Y , Zhang J , Luo H . Ubiquitination is required for effective replication of Coxsackievirus B3 . PLoS One . 2008 ; 3 ( 7 ): e2585 . doi: 10.1371/journal.pone.0002585 18612413 59. Voss M , Braun V , Bredow C , Kloetzel PM , Beling A . Coxsackievirus B3 exploits the ubiquitin-proteasome system to facilitate viral replication . Viruses . 2021 ; 13 ( 7 ): 1360 . doi: 10.3390/v13071360 34372566 60. Yew PR , Berk AJ . Inhibition of p53 transactivation required for transformation by adenovirus early 1B protein . Nature . 1992 ; 357 ( 6373 ): 82 – 85 . doi: 10.1038/357082a0 1533443 61. Li S , Hong X , Wei Z , et al. Ubiquitination of the HPV oncoprotein E6 is critical for E6/E6AP-mediated p53 degradation . Front Microbiol . 2019 ; 10 : 2483 . doi: 10.3389/fmicb.2019.02483 31749782 62. Gao G , Wong J , Zhang J , et al. Proteasome activator REGγ enhances Coxsackieviral infection by facilitating p53 degradation . J Virol . 2010 ; 84 ( 21 ): 11056 – 11066 . doi: 10.1128/JVI.00008-10 20719955 63. Luo H , Zhang J , Dastvan F , et al. Ubiquitin-dependent proteolysis of cyclin D1 is associated with Coxsackievirus-Induced cell growth arrest . J Virol . 2003 ; 77 ( 1 ): 1 – 9 . doi: 10.1128/JVI.77.1.1-9.2003 12477805 64. Wang Y , Dong Y , Luan T , et al. TRIM56 restricts Coxsackievirus B infection by mediating the ubiquitination of viral RNA-dependent RNA polymerase 3D . PLOS Pathog . 2024 ; 20 ( 9 ): e1012594 . doi: 10.1371/journal.ppat.1012594 39348396 65. Zhang T , Wang C , Wei J , Zhu Z , Wang X , Sun C . Ligand-of-Numb protein X1 controls the coxsackievirus B3-induced myocarditis via regulating the stability of coxsackievirus and adenovirus receptor . Genes Immun . 2022 ; 23 ( 1 ): 42 – 46 . doi: 10.1038/s41435-022-00163-x 35115665 66. Song Y , Li M , Wang Y , Zhang H , Wei L , Xu W . E3 ubiquitin ligase TRIM21 restricts hepatitis B virus replication by targeting HBx for proteasomal degradation . Antiviral Res . 2021 ; 192 : 105107 . doi: 10.1016/j.antiviral.2021.105107 34097931 67. Liu X , Xu F , Ren L , et al. MARCH8 inhibits influenza A virus infection by targeting viral M2 protein for ubiquitination-dependent degradation in lysosomes . Nat Commun . 2021 ; 12 ( 1 ): 4427 . doi: 10.1038/s41467-021-24724-2 34285233 68. Herrmann C , Dybas JM , Liddle JC , et al. Adenovirus-mediated ubiquitination alters protein–RNA binding and aids viral RNA processing . Nat Microbiol . 2020 ; 5 ( 10 ): 1217 – 1231 . doi: 10.1038/s41564-020-0750-9 32661314 69. Fan Y , Li X , Zhang L , et al. SUMOylation in viral replication and antiviral defense . Adv Sci . 2022 ; 9 ( 7 ): 2104126 . doi: 10.1002/advs.202104126 70. Han Q , Chang C , Li L , et al. Sumoylation of Influenza A virus nucleoprotein is essential for intracellular trafficking and virus growth . J Virol . 2014 ; 88 ( 16 ): 9379 – 9390 . doi: 10.1128/JVI.00509-14 24920808 71. Morales DJ , Lenschow DJ . The antiviral activities of ISG15 . J Mol Biol . 2013 ; 425 ( 24 ): 4995 – 5008 . doi: 10.1016/j.jmb.2013.09.041 24095857 72. Liu G , Lee JH , Parker ZM , et al. ISG15-dependent activation of the sensor MDA5 is antagonized by the SARS-CoV-2 papain-like protease to evade host innate immunity . Nat Microbiol . 2021 ; 6 ( 4 ): 467 – 478 . doi: 10.1038/s41564-021-00884-1 33727702 73. Favere K , Bosman M , Klingel K , et al. Toll-like receptors: are they taking a toll on the heart in viral myocarditis? Viruses . 2021 ; 13 ( 6 ): 1003 . doi: 10.3390/v13061003 34072044 74. Yan HW , Feng YD , Tang N , et al. Viral myocarditis: from molecular mechanisms to therapeutic prospects . Eur J Pharmacol . 2024 ; 982 : 176935 . doi: 10.1016/j.ejphar.2024.176935 39182550 75. Li D , Wu M . Pattern recognition receptors in health and diseases . Signal Transduct Target Ther . 2021 ; 6 ( 1 ): 291 . doi: 10.1038/s41392-021-00687-0 34344870 76. Hennessy C , McKernan DP . Anti-viral pattern recognition receptors as therapeutic targets . Cells . 2021 ; 10 ( 9 ): 2258 . doi: 10.3390/cells10092258 34571909 77. Han C , Jin J , Xu S , Liu H , Li N , Cao X . Integrin CD11b negatively regulates TLR-triggered inflammatory responses by activating Syk and promoting degradation of MyD88 and TRIF via Cbl-b . Nat Immunol . 2010 ; 11 ( 8 ): 734 – 742 . doi: 10.1038/ni.1908 20639876 78. Zheng Y , Gao C . E3 ubiquitin ligases, the powerful modulator of innate antiviral immunity . Cell Immunol . 2019 ; 340 : 103915 . doi: 10.1016/j.cellimm.2019.04.003 31054776 79. Liu H , Li M , Song Y , Xu W . TRIM21 restricts Coxsackievirus B3 replication, cardiac and pancreatic injury via interacting with MAVS and positively regulating IRF3-mediated type-I interferon production . Front Immunol . 2018 ; 9 : 2479 . doi: 10.3389/fimmu.2018.02479 30410495 80. Paeschke A , Possehl A , Klingel K , et al. The immunoproteasome controls the availability of the cardioprotective pattern recognition molecule Pentraxin3 . Eur J Immunol . 2016 ; 46 ( 3 ): 619 – 633 . doi: 10.1002/eji.201545892 26578407 81. Oshiumi H , Miyashita M , Inoue N , Okabe M , Matsumoto M , Seya T . The ubiquitin ligase Riplet is essential for RIG-I-dependent innate immune responses to RNA virus infection . Cell Host Microbe . 2010 ; 8 ( 6 ): 496 – 509 . doi: 10.1016/j.chom.2010.11.008 21147464 82. Fang M , Zhang A , Du Y , et al. TRIM18 is a critical regulator of viral myocarditis and organ inflammation . J Biomed Sci . 2022 ; 29 ( 1 ): 55 . doi: 10.1186/s12929-022-00840-z 35909127 83. Xue Y , Song T , Ke J , et al. MG53 protects against Coxsackievirus B3-induced acute viral myocarditis in mice by inhibiting NLRP3 inflammasome-mediated pyroptosis via the NF-κB signaling pathway . Biochem Pharmacol . 2024 ; 223 : 116173 . doi: 10.1016/j.bcp.2024.116173 38552849 84. Jin U , Park SJ , Lee BG , et al. Critical roles of parkin and PINK1 in coxsackievirus B3-induced viral myocarditis . Microbes Infect . 2023 ; 25 ( 8 ): 105211 . doi: 10.1016/j.micinf.2023.105211 37574181 85. Zhang X , Chen P , Li Y , et al. Effect of MG-132 in mice with inflammatory reaction of acute viral myocarditis . West Indian Med J . 2016 ; 65 ( 4 ): 618 . doi: 10.7727/wimj.2016.258 86. Zhang XM , Li YC , Chen P , et al. MG-132 attenuates cardiac deterioration of viral myocarditis via AMPK pathway . Biomed Pharmacother . 2020 ; 126 : 110091 . doi: 10.1016/j.biopha.2020.110091 32278272 87. Opitz E , Koch A , Klingel K , et al. Impairment of immunoproteasome function by β5i/LMP7 subunit deficiency results in severe enterovirus myocarditis . PLoS Pathog . 2011 ; 7 ( 9 ): e1002233 . doi: 10.1371/journal.ppat.1002233 21909276 88. Althof N , Goetzke CC , Kespohl M , et al. The immunoproteasome‐specific inhibitor ONX 0914 reverses susceptibility to acute viral myocarditis . EMBO Mol Med . 2018 ; 10 ( 2 ): 200 – 218 . doi: 10.15252/emmm.201708089 29295868 89. Neumaier HL , Harel S , Klingel K , et al. ONX 0914 lacks selectivity for the cardiac immunoproteasome in CoxsackievirusB3 myocarditis of NMRI mice and promotes virus-mediated tissue damage . Cells . 2020 ; 9 ( 5 ): 1093 . doi: 10.3390/cells9051093 32354159 90. Goetzke CC , Althof N , Neumaier HL , et al. Mitigated viral myocarditis in A/J mice by the immunoproteasome inhibitor ONX 0914 depends on inhibition of systemic inflammatory responses in CoxsackievirusB3 infection . Basic Res Cardiol . 2021 ; 116 ( 1 ): 7 . doi: 10.1007/s00395-021-00848-w 33523326 91. Van Gent M , Braem SGE , De Jong A , et al. Epstein-Barr virus large tegument protein BPLF1 contributes to innate immune evasion through interference with toll-like receptor signaling . PLoS Pathog . 2014 ; 10 ( 2 ): e1003960 . doi: 10.1371/journal.ppat.1003960 24586164 92. Soh SM , Kim YJ , Kim HH , Lee HR . Modulation of ubiquitin signaling in innate immune response by herpesviruses . Int J Mol Sci . 2022 ; 23 ( 1 ): 492 . doi: 10.3390/ijms23010492 35008917 93. Johnson KE , Chikoti L , Chandran B . Herpes Simplex Virus 1 infection Induces activation and subsequent inhibition of the IFI16 and NLRP3 Inflammasomes . J Virol . 2013 ; 87 ( 9 ): 5005 – 5018 . doi: 10.1128/JVI.00082-13 23427152 94. Zhang J , Wang K , Wang S , Zheng C . Herpes Simplex Virus 1 e3 ubiquitin ligase ICP0 protein inhibits tumor necrosis factor alpha-induced NF-κB activation by interacting with p65/RelA and p50/NF-κB1 . J Virol . 2013 ; 87 ( 23 ): 12935 – 12948 . doi: 10.1128/JVI.01952-13 24067962 95. Wang S , Wang K , Li J , Zheng C . Herpes Simplex Virus 1 ubiquitin-specific protease UL36 inhibits beta interferon production by deubiquitinating TRAF3 . J Virol . 2013 ; 87 ( 21 ): 11851 – 11860 . doi: 10.1128/JVI.01211-13 23986588 96. Wang C , Dong C , Xiong S . IL-33 enhances macrophage M2 polarization and protects mice from CVB3-induced viral myocarditis . J Mol Cell Cardiol . 2017 ; 103 : 22 – 30 . doi: 10.1016/j.yjmcc.2016.12.010 28041873 97. Nakayama T , Sugano Y , Yokokawa T , et al. Clinical impact of the presence of macrophages in endomyocardial biopsies of patients with dilated cardiomyopathy . Eur J Heart Fail . 2017 ; 19 ( 4 ): 490 – 498 . doi: 10.1002/ejhf.767 28217949 98. Xiao Y , Liu R , Li N , Li Y , Huang X . Role of the ubiquitin–proteasome system on macrophages in the tumor microenvironment . J Cell Physiol . 2024 ; 239 ( 2 ): e31180 . doi: 10.1002/jcp.31180 38219045 99. Kim D , Koh J , Ko JS , Kim HY , Lee H , Chung DH . Ubiquitin E3 Ligase Pellino-1 inhibits IL-10-mediated M2c polarization of macrophages, thereby suppressing tumor growth . Immune Netw . 2019 ; 19 ( 5 ): e32 . doi: 10.4110/in.2019.19.e32 31720043 100. Gan T , Liu W , Wang Y , et al. LncRNA MAAMT facilitates macrophage recruitment and proinflammatory activation and exacerbates autoimmune myocarditis through the SRSF1/NF-κB axis . Int J Biol Macromol . 2024 ; 278 : 134193 . doi: 10.1016/j.ijbiomac.2024.134193 39069042 101. Chang SC , Ding JL . Ubiquitination by SAG regulates macrophage survival/death and immune response during infection . Cell Death Differ . 2014 ; 21 ( 9 ): 1388 – 1398 . doi: 10.1038/cdd.2014.54 24786833 102. Zhong J , Wang H , Chen W , et al. Ubiquitylation of MFHAS1 by the ubiquitin ligase praja2 promotes M1 macrophage polarization by activating JNK and p38 pathways . Cell Death Dis . 2017 ; 8 ( 5 ): e2763 – e2763 . doi: 10.1038/cddis.2017.102 28471450 103. Souza-Costa LP , Santos FRS , Pimenta JC , et al. E3 ubiquitin ligase smurf1 regulates the inflammatory response in macrophages and attenuates hepatic damage during betacoronavirus infection . Pathogens . 2024 ; 13 ( 10 ): 871 . doi: 10.3390/pathogens13100871 39452742 104. Ginhoux F , Jung S . Monocytes and macrophages: developmental pathways and tissue homeostasis . Nat Rev Immunol . 2014 ; 14 ( 6 ): 392 – 404 . doi: 10.1038/nri3671 24854589 105. Chen Y , Liu Y , Luo Y , Qiu X , Luo D , Liu A . Mediation of macrophage M1 polarization dynamics change by ubiquitin-autophagy-pathway regulated NLRP3 inflammasomes in PD-1 inhibitor-related myocardial inflammatory injury . Inflamm Res . 2025 ; 74 ( 1 ): 56 . doi: 10.1007/s00011-024-01979-1 40097836 106. Rangrez AY , Borlepawar A , Schmiedel N , et al. The E3 ubiquitin ligase HectD3 attenuates cardiac hypertrophy and inflammation in mice . Commun Biol . 2020 ; 3 ( 1 ): 562 . doi: 10.1038/s42003-020-01289-2 33037313 107. Yu Y , Fu Q , Li J , Zen X , Li J . E3 ubiquitin ligase COP1-mediated CEBPB ubiquitination regulates the inflammatory response of macrophages in sepsis-induced myocardial injury . Mamm Genome . 2024 ; 35 ( 1 ): 56 – 67 . doi: 10.1007/s00335-023-10027-y 37980295 108. Qian J , Wang Q , Xu J , et al. Macrophage OTUD1‐CARD9 axis drives isoproterenol‐induced inflammatory heart remodelling . Clin Transl Med . 2024 ; 14 ( 8 ): e1790 . doi: 10.1002/ctm2.1790 39118286 109. Zhang YZ , Wu Y , jia LM , Mijiti A , Cheng LF . Identification of macrophage driver genes in fibrosis caused by different heart diseases based on omics integration . J Transl Med . 2024 ; 22 ( 1 ): 839 . doi: 10.1186/s12967-024-05624-7 39267173 110. Meyer IS , Goetzke CC , Kespohl M , et al. Silencing the CSF-1 axis using nanoparticle encapsulated siRNA mitigates viral and autoimmune myocarditis . Front Immunol . 2018 ; 9 : 2303 . doi: 10.3389/fimmu.2018.02303 30349538 111. Bockstahler M , Fischer A , Goetzke CC , et al. Heart-specific immune responses in an animal model of autoimmune-related myocarditis mitigated by an immunoproteasome inhibitor and genetic ablation . Circulation . 2020 ; 141 ( 23 ): 1885 – 1902 . doi: 10.1161/CIRCULATIONAHA.119.043171 32160764 112. Hulsmans M , Sam F , Nahrendorf M . Monocyte and macrophage contributions to cardiac remodeling . J Mol Cell Cardiol . 2016 ; 93 : 149 – 155 . doi: 10.1016/j.yjmcc.2015.11.015 26593722 113. Chen H , Chew G , Devapragash N , et al. The E3 ubiquitin ligase WWP2 regulates pro-fibrogenic monocyte infiltration and activity in heart fibrosis . Nat Commun . 2022 ; 13 ( 1 ): 7375 . doi: 10.1038/s41467-022-34971-6 36450710 114. Li Q , Mei A , Qain H , et al. The role of myeloid-derived immunosuppressive cells in cardiovascular disease . Int Immunopharmacol . 2023 ; 117 : 109955 . doi: 10.1016/j.intimp.2023.109955 36878043 115. Wang J , Lu W , Zhang J , et al. Loss of TRIM29 mitigates viral myocarditis by attenuating PERK-driven ER stress response in male mice . Nat Commun . 2024 ; 15 ( 1 ): 3481 . doi: 10.1038/s41467-024-44745-x 38664417 116. Eriksson U , Kurrer MO , Sonderegger I , et al. Activation of dendritic cells through the interleukin 1 receptor 1 is critical for the induction of autoimmune myocarditis . J Exp Med . 2003 ; 197 ( 3 ): 323 – 331 . doi: 10.1084/jem.20021788 12566416 117. Griffin GK , Lichtman AH . Two sides to every pro-inflammatory coin: new insights into the role of dendritic cells in the regulation of T-cell driven autoimmune myocarditis . Circulation . 2013 ; 127 ( 23 ): 2257 – 2260 . doi: 10.1161/CIRCULATIONAHA.113.003261 23671207 118. Zheng SY , Dong JZ . Role of toll-like receptors and Th Responses in viral myocarditis . Front Immunol . 2022 ; 13 . doi: 10.3389/fimmu.2022.843891 119. Zhu B , Xia L , Zhu L , Xiong Y , Yin Q , Rui K . Roles of ubiquitination and deubiquitination in regulating dendritic cell maturation and function . Front Immunol . 2020 ; 11 : 586613 . doi: 10.3389/fimmu.2020.586613 33329564 120. Ma JK , Platt MY , Eastham-Anderson J , Shin JS , Mellman I . MHC class II distribution in dendritic cells and B cells is determined by ubiquitin chain length . Proc Natl Acad Sci . 2012 ; 109 ( 23 ): 8820 – 8827 . doi: 10.1073/pnas.1202977109 22566640 121. Tong H , Li X , Zhang J , et al. Ubiquitin ligases CBL and CBL-B maintain the homeostasis and immune quiescence of dendritic cells . Front Immunol . 2021 ; 12 : 757231 . doi: 10.3389/fimmu.2021.757231 34630435 122. Rahnefeld A , Ebstein F , Albrecht N , et al. Antigen‐presentation capacity of dendritic cells is impaired in ongoing enterovirus myocarditis . Eur J Immunol . 2011 ; 41 ( 9 ): 2774 – 2781 . doi: 10.1002/eji.201041039 21630249 123. Mulas F , Wang X , Song S , et al. The deubiquitinase OTUB1 augments NF-κB-dependent immune responses in dendritic cells in infection and inflammation by stabilizing UBC13 . Cell Mol Immunol . 2021 ; 18 ( 6 ): 1512 – 1527 . doi: 10.1038/s41423-020-0362-6 32024978 124. Maarifi G , Smith N , Maillet S , et al. TRIM8 is required for virus-induced IFN response in human plasmacytoid dendritic cells . Sci Adv . 2019 ; 5 ( 11 ): eaax3511 . doi: 10.1126/sciadv.aax3511 31799391 125. Quatrini L , Molfetta R , Zitti B , et al. Ubiquitin-dependent endocytosis of NKG2D-DAP10 receptor complexes activates signaling and functions in human NK cells . Sci Signal . 2015 ; 8 ( 400 ). doi: 10.1126/scisignal.aab2724 126. Paolini R , Molfetta R , Piccoli M , Frati L , Santoni A . Ubiquitination and degradation of Syk and ZAP-70 protein tyrosine kinases in human NK cells upon CD16 engagement . Proc Natl Acad Sci . 2001 ; 98 ( 17 ): 9611 – 9616 . doi: 10.1073/pnas.161298098 11493682 127. Molfetta R , Milito ND , Zitti B , et al. The Ubiquitin‐proteasome pathway regulates Nectin2/CD112 expression and impairs NK cell recognition and killing . Eur J Immunol . 2019 ; 49 ( 6 ): 873 – 883 . doi: 10.1002/eji.201847848 30888046 128. Chow LH , Beisel KW , McManus BM . Enteroviral infection of mice with severe combined immunodeficiency. Evidence for direct viral pathogenesis of myocardial injury . Lab Investig J Tech Methods Pathol . 1992 ; 66 ( 1 ): 24 – 31 . 129. Omerovic E , Bollano E , Andersson B , et al. Induction of cardiomyopathy in severe combined immunodeficiency mice by transfer of lymphocytes from patients with idiopathic dilated cardiomyopathy . Autoimmunity . 2000 ; 32 ( 4 ): 271 – 280 . doi: 10.3109/08916930008994101 11191286 130. Vdovenko D , Eriksson U . Regulatory role of CD4+ T cells in myocarditis . J Immunol Res . 2018 ; 2018 : 4396351 . doi: 10.1155/2018/4396351 30035131 131. Mena I , Perry CM , Harkins S , Rodriguez F , Gebhard J , Whitton JL . The role of B lymphocytes in Coxsackievirus B3 infection . Am J Pathol . 1999 ; 155 ( 4 ): 1205 – 1215 . doi: 10.1016/S0002-9440(10)65223-6 10514403 132. Sijts EJAM , Kloetzel PM . The role of the proteasome in the generation of MHC class I ligands and immune responses . Cell Mol Life Sci . 2011 ; 68 ( 9 ): 1491 – 1502 . doi: 10.1007/s00018-011-0657-y 21387144 133. Kloetzel PM , Ossendorp F . Proteasome and peptidase function in MHC-class-I-mediated antigen presentation . Curr Opin Immunol . 2004 ; 16 ( 1 ): 76 – 81 . doi: 10.1016/j.coi.2003.11.004 14734113 134. Gaczynska M , Rock KL , Goldberg AL . Gamma-interferon and expression of MHC genes regulate peptide hydrolysis by proteasomes . Nature . 1993 ; 365 ( 6443 ): 264 – 267 . doi: 10.1038/365264a0 8396732 135. Aki M , Shimbara N , Takashina M , et al. Interferon-gamma induces different subunit organizations and functional diversity of proteasomes . J Biochem . 1994 ; 115 ( 2 ): 257 – 269 . doi: 10.1093/oxfordjournals.jbchem.a124327 8206875 136. Voigt A , Jäkel S , Textoris-Taube K , et al. Generation of in silico predicted coxsackievirus B3-derived MHC class I epitopes by proteasomes . Amino Acids . 2010 ; 39 ( 1 ): 243 – 255 . doi: 10.1007/s00726-009-0434-5 19997756 137. Kemball CC , Harkins S , Whitton JL . Enumeration and functional evaluation of virus-specific CD4+ and CD8+ T cells in lymphoid and peripheral sites of coxsackievirus B3 infection . J Virol . 2008 ; 82 ( 9 ): 4331 – 4342 . doi: 10.1128/JVI.02639-07 18305030 138. Kemball CC , Harkins S , Whitmire JK , Flynn CT , Feuer R , Whitton JL . Coxsackievirus B3 inhibits antigen presentation in vivo, exerting a profound and selective effect on the MHC class I pathway . PLoS Pathog . 2009 ; 5 ( 10 ): e1000618 . doi: 10.1371/journal.ppat.1000618 19834548 139. Tewari MK , Sinnathamby G , Rajagopal D , Eisenlohr LC . A cytosolic pathway for MHC class II-restricted antigen processing that is proteasome and TAP dependent . Nat Immunol . 2005 ; 6 ( 3 ): 287 – 294 . doi: 10.1038/ni1171 15711549 140. Drake JR . The immunobiology of ubiquitin-dependent B cell receptor functions . Mol Immunol . 2018 ; 101 : 146 – 154 . doi: 10.1016/j.molimm.2018.05.022 29940407 141. Ochoa TA , Rossi A , Woodle ES , Hildeman D , Allman D . The proteasome inhibitor bortezomib induces p53-dependent apoptosis in activated B cells . J Immunol . 2024 ; 212 ( 1 ): 154 – 164 . doi: 10.4049/jimmunol.2300212 37966267 142. Voigt A , Bartel K , Egerer K , et al. Humoral anti-proteasomal autoimmunity in dilated cardiomyopathy . Basic Res Cardiol . 2010 ; 105 ( 1 ): 9 – 18 . doi: 10.1007/s00395-009-0061-z 19760349 143. Day SM . The ubiquitin proteasome system in human cardiomyopathies and heart failure . Am J Physiol-Heart Circ Physiol . 2013 ; 304 ( 10 ): H1283 – H1293 . doi: 10.1152/ajpheart.00249.2012 23479263 144. Li D , Ma Q . Ubiquitin-specific protease: an emerging key player in cardiomyopathy . Cell Commun Signal . 2025 ; 23 ( 1 ): 143 . doi: 10.1186/s12964-025-02123-0 40102846 145. Weekes J , Morrison K , Mullen A , Wait R , Barton P , Dunn MJ . Hyperubiquitination of proteins in dilated cardiomyopathy . PROTEOMICS . 2003 ; 3 ( 2 ): 208 – 216 . doi: 10.1002/pmic.200390029 12601813 146. Kostin S , Pool L , Elsässer A , et al. Myocytes die by multiple mechanisms in failing human hearts . Circ Res . 2003 ; 92 ( 7 ): 715 – 724 . doi: 10.1161/01.RES.0000067471.95890.5C 12649263 147. Baumgarten A , Bang C , Tschirner A , et al. TWIST1 regulates the activity of ubiquitin proteasome system via the miR-199/214 cluster in human end-stage dilated cardiomyopathy . Int J Cardiol . 2013 ; 168 ( 2 ): 1447 – 1452 . doi: 10.1016/j.ijcard.2012.12.094 23360823 148. Otsuka K , Terasaki F , Shimomura H , et al. Enhanced expression of the ubiquitin-proteasome system in the myocardium from patients with dilated cardiomyopathy referred for left ventriculoplasty: an immunohistochemical study with special reference to oxidative stress . Heart Vessels . 2010 ; 25 ( 6 ): 474 – 484 . doi: 10.1007/s00380-010-0006-3 20878407 149. Eto R , Kawano H , Matsuyama-Matsuu M , et al. Ubiquitin, p62, and microtubule-associated protein 1 light chain 3 in cardiomyopathy . Circ Rep . 2023 ; 5 ( 8 ): 323 – 330 . doi: 10.1253/circrep.CR-23-0058 37564875 150. Birks EJ , Latif N , Enesa K , et al. Elevated p53 expression is associated with dysregulation of the ubiquitin-proteasome system in dilated cardiomyopathy . Cardiovasc Res . 2008 ; 79 ( 3 ): 472 – 480 . doi: 10.1093/cvr/cvn083 18375498 151. Eibach Y , Kreher S , Poetsch MS , et al. The deubiquitinase USP5 prevents accumulation of protein aggregates in cardiomyocytes . Sci Adv . 2025 ; 11 ( 4 ): eado3852 . doi: 10.1126/sciadv.ado3852 39841822 152. Hildebrandt L , Dieterlen MT , Klaeske K , et al. Myostatin/AKT/FOXO signaling is altered in human non-ischemic dilated cardiomyopathy . Life . 2022 ; 12 ( 9 ): 1418 . doi: 10.3390/life12091418 36143454 153. Mangner N , Garbade J , Heyne E , et al. Molecular mechanisms of diaphragm myopathy in humans with severe heart failure . Circ Res . 2021 ; 128 ( 6 ): 706 – 719 . doi: 10.1161/CIRCRESAHA.120.318060 33535772 154. Spänig S , Kellermann K , Dieterlen MT , et al. The ubiquitin proteasome system in ischemic and dilated cardiomyopathy . Int J Mol Sci . 2019 ; 20 ( 24 ): 6354 . doi: 10.3390/ijms20246354 31861129 155. Day SM , Divald A , Wang P , et al. Impaired assembly and post-translational regulation of 26S proteasome in human end-stage heart failure . Circ Heart Fail . 2013 ; 6 ( 3 ): 544 – 549 . doi: 10.1161/CIRCHEARTFAILURE.112.000119 23515276 156. Pawlak A , Rejmak-Kozicka E , Gil KE , Ziemba A , Kaczmarek L , Gil RJ . Patterns of desmin expression in idiopathic dilated cardiomyopathy are related to the desmin mRNA and ubiquitin expression . J Investig Med . 2019 ; 67 ( 1 ): 11 – 19 . doi: 10.1136/jim-2017-000707 157. Gielen S , Sandri M , Kozarez I , et al. Exercise training attenuates MuRF-1 expression in the skeletal muscle of patients with chronic heart failure independent of age: the randomized Leipzig exercise intervention in chronic heart failure and aging catabolism study . Circulation . 2012 ; 125 ( 22 ): 2716 – 2727 . doi: 10.1161/CIRCULATIONAHA.111.047381 22565934 158. Predmore JM , Wang P , Davis F , et al. Ubiquitin proteasome dysfunction in human hypertrophic and dilated cardiomyopathies . Circulation . 2010 ; 121 ( 8 ): 997 – 1004 . doi: 10.1161/CIRCULATIONAHA.109.904557 20159828 159. Friedrich FW , Carrier L . Genetics of hypertrophic and dilated cardiomyopathy . Curr Pharm Biotechnol . 2012 ; 13 ( 13 ): 2467 – 2476 . doi: 10.2174/138920112804583041 22280421 160. Cattin ME , Bertrand AT , Schlossarek S , et al. Heterozygous LmnadelK32 mice develop dilated cardiomyopathy through a combined pathomechanism of haploinsufficiency and peptide toxicity . Hum Mol Genet . 2013 ; 22 ( 15 ): 3152 – 3164 . doi: 10.1093/hmg/ddt172 23575224 161. Georgiopoulos G , Makris N , Laina A , et al. Cardiovascular toxicity of proteasome inhibitors: underlying mechanisms and management strategies . JACC CardioOncol . 2023 ; 5 ( 1 ): 1 – 21 . doi: 10.1016/j.jaccao.2022.12.005 36875897 162. Zheng Y , Huang S , Xie B , et al. Cardiovascular toxicity of proteasome inhibitors in multiple myeloma therapy . Curr Probl Cardiol . 2023 ; 48 ( 3 ): 101536 . doi: 10.1016/j.cpcardiol.2022.101536 36481392 163. Lee JS , Kim HY , Kwon YT , Ji CH , Lee SJ , Kim SB . The ubiquitin code in disease pathogenesis and progression: composition, characteristics and its potential as a therapeutic target . Discov Med . 2025 ; 37 ( 193 ): 203 – 221 . doi: 10.24976/Discov.Med.202537193.18 39973547 164. Zhang J , Cheng L , Li Z , et al. Immune cells and related cytokines in dilated cardiomyopathy . Biomed Pharmacother . 2024 ; 171 : 116159 . doi: 10.1016/j.biopha.2024.116159 38242041 165. Zhang H , Yu J , Sun H , et al. Effects of ubiquitin-proteasome inhibitor on the expression levels of TNF-α and TGF-β1 in mice with viral myocarditis . Exp Ther Med . 2019 ; 18 ( 4 ): 2799 – 2804 . doi: 10.3892/etm.2019.7895 31555373 166. Jiang Z , Li Z , Chen Y , et al. MLN4924 alleviates autoimmune myocarditis by promoting Act1 degradation and blocking Act1-mediated mRNA stability . Int Immunopharmacol . 2024 ; 139 : 112716 . doi: 10.1016/j.intimp.2024.112716 39038386 167. Ghazal R , Wang M , Liu D , Tschumperlin DJ , Pereira NL . Cardiac fibrosis in the multi-omics era: implications for heart failure . Circ Res . 2025 ; 136 ( 7 ): 773 – 802 . doi: 10.1161/CIRCRESAHA.124.325402 40146800",
    "full_text_abstract": "Abstract The ubiquitin-proteasome system (UPS), a key regulator of protein quality control essential for maintaining normal biological processes, also plays a vital role in cardiomyopathy. Myocarditis, a myocardial inflammatory disease characterized by chronic inflammation and immune activation, can progress to secondary dilated cardiomyopathy (DCM). Inflammatory DCM is further defined by structural and functional myocardial dysfunction and immune system dysregulation. Given its role in modulating the immune system, the UPS is critical to this transition from myocarditis to DCM. This review focuses primarily on viral myocarditis, summarizing findings on the UPS’s role in inflammation and its contribution to the progression to DCM in both animal models and human studies. We delve into the intricate involvement of the UPS in various processes, including virus replication, host protein degradation, pattern recognition receptor (PRR) signaling, and both innate and adaptive immunity. The molecular mechanisms underlying their context-dependent regulatory duality-wherein individual UPS components exert opposing inhibitory or activating effects across the progression from viral myocarditis to DCM-are elucidated and discussed. Targeting the UPS to ameliorate inflammation offers a potential therapeutic strategy for myocarditis and secondary DCM."
}