{
  "PMC": "12034001",
  "DOI": "10.32604/or.2024.054623",
  "PMID": "40296917",
  "PMCID": "PMC12034001",
  "title": "Immunomodulatory behavior of CircRNAs in tumor microenvironment.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12034001",
  "source": "MED",
  "abstract_text": "Circular RNAs (circRNAs) are a type of non coding RNA that possess unique single stranded circular structures formed through reverse splicing mechanisms. Due to the lack of a free end that is typically susceptible to degradation by nucleases, circular RNAs exhibit resistance to ribonuclease R, making them highly stable in eukaryotic cells. The complex relationship between circRNA dysregulation and various pathophysiological conditions, especially cancer. Tumor microenvironment (TME) is a collective term for various components surrounding tumors and is an important factor affecting tumor development. Simultaneous infiltration of TME by different types of immune cells; These immune cells interact with the TME, collectively forming the so-called \"tumor immune microenvironment\". The complex interactions between tumor cells and TME profoundly affect the behavior of malignant tumors, and circRNAs derived from tumor cells and TME cell components have become important mediators of immune response and evasion within the TME. CircRNAs can directly or indirectly regulate immune cells, thereby modulating anti-tumor immunity. This review highlights how circRNAs, especially those encapsulated in extracellular vesicles like exosomes, influence the differentiation, chemotaxis, and anti-tumor immune functions of immune cells within the TME. Metabolic reprogramming plays an important role in this process. The process of circRNAs regulating tumor immunity is affected by multiple factors, such as hypoxia and viral infection. This review emphasizes the roles of the interaction between circRNAs and the TME in tumor immune regulation and prospects the guiding significance of circRNAs in tumor immune checkpoint therapy.",
  "full_text": "pmc Oncol Res Oncol Res OR Oncology Research 0965-0407 1555-3906 Tech Science Press USA 12034001 54623 10.32604/or.2024.054623 Review Immunomodulatory behavior of CircRNAs in tumor microenvironment Immunomodulatory behavior of CircRNAs in tumor microenvironment CircRNAs in Tumor Immune Regulation LIANG HAISU 1 2 # YAN WEI 3 # LIU ZHI 1 4 HE YUNBO 1 2 5 HU JIAO 1 SHU ZHIWEI 1 LI HUIHUANG 1 OTHMANE BELAYDI 1 REN WENBIAO 1 6 QUAN CHAO 1 QIU DONGXU 1 CHEN MINFENG 1 XIONG WEI 5 ZHANG BINGNAN 1 238111093@csu.edu.cn LIU PEIHUA 1 2 4011164@csu.edu.cn 1 Department of Urology, Xiangya Hospital, Central South University , Changsha, 410000 , China 2 National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University , Changsha, 410000 , China 3 Department of Urology, Shimen Hospital of TCM , Changde, 415300 , China 4 Department of Urology, The Second Affiliated Hospital, Guizhou Medical University , Kaili, 556000 , China 5 NHC Key Laboratory of Carcinogenesis, Hunan Cancer Hospital and The Affiliated Cancer Hospital of Xiangya School of Medicine, Central South University , Changsha, 410013 , China 6 George Whipple Lab for Cancer Research, University of Rochester Medical Institute , Rochester, NY 14627 , USA * Address correspondence to: Bingnan Zhang, 238111093@csu.edu.cn ; Peihua Liu, 4011164@csu.edu.cn # These two authors contributed equally to this work 2025 18 4 2025 33 5 1105 1119 03 6 2024 13 11 2024 © 2025 The Authors. 2025 Published by Tech Science Press. https://creativecommons.org/licenses/by/4.0/ This work is licensed under a Creative Commons Attribution 4.0 International License , which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Circular RNAs (circRNAs) are a type of non coding RNA that possess unique single stranded circular structures formed through reverse splicing mechanisms. Due to the lack of a free end that is typically susceptible to degradation by nucleases, circular RNAs exhibit resistance to ribonuclease R, making them highly stable in eukaryotic cells. The complex relationship between circRNA dysregulation and various pathophysiological conditions, especially cancer. Tumor microenvironment (TME) is a collective term for various components surrounding tumors and is an important factor affecting tumor development. Simultaneous infiltration of TME by different types of immune cells; These immune cells interact with the TME, collectively forming the so-called “tumor immune microenvironment”. The complex interactions between tumor cells and TME profoundly affect the behavior of malignant tumors, and circRNAs derived from tumor cells and TME cell components have become important mediators of immune response and evasion within the TME. CircRNAs can directly or indirectly regulate immune cells, thereby modulating anti-tumor immunity. This review highlights how circRNAs, especially those encapsulated in extracellular vesicles like exosomes, influence the differentiation, chemotaxis, and anti-tumor immune functions of immune cells within the TME. Metabolic reprogramming plays an important role in this process. The process of circRNAs regulating tumor immunity is affected by multiple factors, such as hypoxia and viral infection. This review emphasizes the roles of the interaction between circRNAs and the TME in tumor immune regulation and prospects the guiding significance of circRNAs in tumor immune checkpoint therapy. Circular RNA (circRNA) Immune response Metabolic reprogramming Tumor Tumor microenvironment (TME) National Natural Science Foundation of China 82103298 Basic Research Project of Science and Technology Cooperation in Qiandongnan Prefecture 2023-16 Introduction Circular RNAs (circRNAs) are a distinctive class of non-coding RNAs (ncRNAs) characterized by their single-stranded cyclic structure formed through back-splicing. These molecules are notably stable in eukaryotic cells and are found across a wide range of species. Increasing evidence suggests that circRNA dysregulation is linked to numerous pathophysiological processes, such as viral infections [ 1 ], diabetes [ 2 ], and cancer [ 3 ]. The abnormally expressed circRNAs play an important role in tumor genesis, development, metastasis, and chemotherapy resistance by acting as a microRNA (miRNA) sponge, interacting with proteins and post-transcriptional regulation [ 4 , 5 ]. In recent years, with the efforts of researchers and the promotion of new strategies and technologies for various circRNA studies, circRNAs offer promising perspectives for cancer diagnosis and treatment. The tumor microenvironment (TME) refers to the numerous components surrounding a tumor and is thought to be an important “hotbed” for tumor formation [ 6 , 7 ]. The TME is comprised of stromal cells, extracellular matrix (ECM) components, immune cells, vascular systems and various signaling entities, such as exosomes [ 8 , 9 ]. With the deepening of the TME studies, the importance of the TME in tumor progression and tumor immune regulation is gradually recognized, and the development of the tumor is often accompanied by changes in the TME. The TME performance and behavior may predict tumor response to immunotherapy [ 10 , 11 ], which contributes to predicting tumor prognosis and guiding the application of treatment regimens [ 12 , 13 ]. Different types of immune cells simultaneously infiltrate the TME; these immune cells interact with the TME and jointly constitute the so-called “tumor immune microenvironment,” which is an essential place for anti-tumor immunity and immune evasion [ 14 , 15 ]. The complex interactions between the malignant cells and the TME profoundly affect malignant tumors behavior, and circRNAs play an indispensable role in it [ 16 , 17 ]. CircRNAs are usually present in intracellular or extracellular vesicles, and these circRNAs are derived from tumor cells and cellular components of the TME [ 18 , 19 ]. CircRNAs can, directly or indirectly, affect immune cells in the TME to regulate anti-tumor immune response [ 20 , 21 ]. In the process of tumor development, the complex crosstalk between circRNAs and tumor cells and the TME is closely related to tumor immune regulation [ 16 ], which is affected by hypoxia and viral infection [ 22 , 23 ]. Molecular Characteristics and Action Mechanism of circRNA CircRNA, a single-stranded circular RNA molecule with a length of 100 to 1000 nucleotides, is produced by reverse splicing [ 24 , 25 ]. Due to the lack of a 5′ end cap structure and a 3′ end polyA tail structure, circRNA is resistant to Ribonuclease R, making it more stable [ 26 , 27 ]. To date, three hypothesized models of circRNA formation have been widely accepted. (1) RNA-binding proteins (RBP) mediate the formation of circRNA; the combination between RBP with intron makes the splice donor and acceptor close to each other, allowing the cyclization of extrons. Subsequently, through a series of splicing, circRNA is formed [ 28 ]; (2) The mutual pairing of introns forms circularization because hnRNA contains opposite complementary sequences and pairs on both sides to create various circRNAs [ 29 ]; (3) During the formation of mature mRNA, the exons jump, making exons close to each other, and introns get cut to form lasso cyclization, thus creating circRNA [ 28 ], the third model is the most common model of circRNAs formation. CircRNAs can play a regulatory role through a variety of mechanisms [ 30 , 31 ], reviewing the latest research, we have found that they can play a regulatory role in five different ways. (1) CircRNAs can be used as a molecular sponge of miRNA, which is the most common way in the transcriptional regulation of circRNA. The expression of target genes can be increased by acting as a sponge molecule of miRNA and regulating the activity of miRNA. In bladder cancer, circ-ACVR2A serves as a sponge for miR-626, thereby influencing the expression levels of EYA4 [ 32 ]. (2) CircRNAs can also regulate gene transcription; some circRNA can regulate gene expression at the transcription level and post-transcription level, and circEIF3J and circPAPIP2 can positively regulate their gene expression by enhancing the function of transcription factors [ 33 ]. (3) CircRNAs can regulate the alternative splicing of the RNA. Alternative splicing can produce different spliceosomes in different ways, and circularized RNA can compete with linear splicing to promote abnormal transcription of oncogenes and tumor suppressor genes. For example, The circularized form of muscleblind (MBL) contains the main coding sequence and can compete with linear MBL mRNA for alternative splicing [ 34 ]. (4) CircRNAs and RNA-binding proteins can interact with each other to achieve all aspects of circRNA life cycle, such as generating, post-transcriptional regulation, translation, modification and extracellular transport [ 35 ]. (5) In addition, some circRNA has the ability to encode proteins; therefore, circRNA can serve as an important bridge between ncRNA and coding RNA [ 36 ]. Furthermore, circRNAs have the function of encoding proteins: Later studies have shown that in eukaryotes, circRNAs with internal ribosome entry sites (IRES) can effectively translate proteins [ 37 ], and circ-ZNF609 protein-coding ability provide a typical example [ 38 ]. CircRNA and Immune Cells in TME CircRNA directly affects immune cells in the TME In cancer patients, the composition of resident immune cells in the TME differs, including cytotoxic T cells, Treg cells, and tumor-associated macrophages (TAM) [ 39 , 40 ]. The presence of diverse immune cell populations within the tumor microenvironment correlates with the clinical prognosis of a range of cancers [ 41 ]. Tumor-infiltrating lymphocytes (TILs) exhibit a heightened specificity in their immune response directed towards neoplastic cells. In the TME, a higher abundance of TILs predicts more positive clinical outcomes for patients [ 42 , 43 ]. CircRNA levels in plasma exhibit a significant correlation with the abundance of TILs within the TME [ 42 , 44 ]. Concurrently, research has demonstrated that the expression patterns of circRNAs vary among cancer patients with high and low TIL counts, correlating with overall survival, tumor dimensions, and metastatic potential [ 45 , 46 ]. CircRNAs have direct or indirect effects on immune cells in the TME, which is the primary way that CircRNAs participate in tumor immune regulation. Here, we briefly review the impact of circRNA on various immune cells in the TME. CD8 + T cells, or cytotoxic T lymphocytes (CTL) cells, are crucial in the anti-tumor immune response, killing target cells that express specific antigens. It has been found that circ-CPA4 can down-regulate let-7miRNA, which promotes tumor cells to secrete exosomal PD-L1 into the TME [ 47 ]. When PD-L1 is released into the TME, it binds to the PD-1 receptor on T lymphocytes, causing the suppression and eventual death of CD8 + T cells [ 47 ]. In a recent study of circRNA and PD-L1 [ 21 ], researchers got a similar result: CircCHST15 and PD-L1 were highly expressed in lung cancer, and there was a positive correlation between them. CircCHST15 was found to be targeting miR-155-5p and miR-194-5p to down-regulate their expression, and the down-regulated miRNA further inhibits PD-L1 expression in tumor tissues, At the same time, circCHST15 decreased CD8 + T cells in the blood and tumors of mice and increased Treg cells in mice tumors. In addition, high expression of circ_0020710 has been found to be associated with cytotoxic lymphocyte failure in the tumor microenvironment; the role and mechanism of circ_0020710 still need to be further studied [ 48 ]. More and more research suggests that circRNAs enhance the expression levels of PD-L1 by interacting with miRNAs, which in turn triggers the apoptotic process in CD8 + T cells [ 49 – 51 ] ( Fig. 1a ). In a study of oral squamous cell carcinoma, Circular RNA keratin 1 (CircKRT1) achieves immune evasion by dampening the cytotoxicity of CD8 + T cells and inducing apoptosis of CD8 + T cells through the CircKRT1/miR-495-3p/PDL1 axis [ 52 ]. The above studies show that the regulation of circRNA on CD8 + T cells in the tumor microenvironment exists objectively, but the research is not in-depth, and it is worth exploring. Figure 1 CircRNA directly affects immune cells in the TME. CircRNAs directly act on immune cells through various pathways, causing changes in immune cells, thereby altering the tumor microenvironment. ICAM-1: Intercellular adhesion molecule-1, LFA-1: Lymphocyte function-associated antigen 1, ULBP1: UL16 binding protein 1, NKG2D: Natural killer group 2D, MDSCs: Myeloid-derived suppressor cells, CCL2: Chemokine (C-C motif) ligand 2, ZEB-1: Zinc finger E-box binding homeobox 1, CCL2: C-C motif chemokine ligand 2, TAM: Tumor-associated macrophages (Figures were created using Adobe Illustrator 2022). Natural killer cells (NK cells), an important partin immune monitoring, are able to eliminate tumors and infected cells directly without being stimulated by either B or T lymphocytes [ 53 , 54 ]. However, in TME, circRNAs canaffect the function and adhesion of NK cells. NK cells trigger an immune response by recognizing Natural Killer Group 2D (NKG2D) that is expressed on the surface of viral infections or tumor cells, and UL16 binding protein 1 (ULBP1) is one of the ligands recognized by NKG2D on the surface of NK cells [ 55 ]. In hepatocellular carcinoma (HCC) cells, overexpression of circARSP91 can up-regulate the expression of ULBP1, thereby enhancing the cytotoxicity of NK cells to HCC cells [ 56 ]. Besides, recent research for HCC cell lines have found that the expression of hsa_circ_0007456 influences the susceptibility of HCC cells to NK cells. This effect is mainly achieved by controlling the expression of intercellular adhesion molecule-1 (ICAM-1) as a miR-6852-3p sponge [ 57 ]. The ICAM-1 expressed on the surface of tumor cells can be recognized by lymphocyte function-associated antigen 1 (LFA-1) on the surface of NK cells, which mediates the adhesion of NK cells to target cells and enables them to perform its immune function ( Fig. 1b ). In renal carcinoma (RCC), recent studies have found that circZKSCAN1 enhances the cytotoxicity of NK cells against RCC cells through the miR-1294/PIM1 axis, significantly inhibiting the proliferation and migration of RCC cells [ 58 ]. Myeloid-derived suppressor cells (MDSCs) are beneficial to tumor angiogenesis and metastasis in the TME and are famous for their ability to inhibit immune response [ 59 , 60 ]. A lot of non-coding RNA (ncRNA) molecules has been identified as playing an important role in the processes of proliferation and apoptosis within MDSCs in the TME [ 61 , 62 ]. With the further study of ncRNA, some researchers found that circcSLC8A1 participates in the above process by acting as a sponge of mir-494, affecting the migration of MDSCs to the tumor microenvironment and regulating the production of ARG1 and iNOS, thus promoting the anti-tumor immune response in the microenvironment [ 63 ]. In addition to mir-494, many kinds of microRNA have been found to be related to the proliferation and apoptosis of MDSCs in the tumor microenvironment [ 61 ] ( Fig. 1c ). In recent studies, investigations have revealed that the S100A9 protein, present in exosomes derived from MDSCs, upregulates the levels of circMID1. This occurs through the sequestration of miR-506-3p, thereby enhancing the expression of the MID1 gene and contributing to more rapid tumor growth [ 64 ]. Therefore, it seems beneficial for us to explore the mechanisms of circRNAs affecting immune cells infiltrated in the TME, that is, the microRNAs with known immune regulatory function may have corresponding circRNAs to affect them. Macrophages, a vital component of innate immunity, are divided into M1 and M2 according to the catabolism of 1-arginine [ 65 , 66 ]. Macrophages of the M1 phenotype are known to trigger inflammatory responses, whereas their M2 counterparts exhibit anti-inflammatory properties. Examination of human cancerous tissues has revealed a significant presence of macrophages, with a notable predominance of the M2 subtype, which correlates with an unfavorable outcome in the clinical progression of various aggressive neoplasms [ 67 , 68 ]. Distinct expression patterns of particular circRNAs have been observed across diverse macrophage polarization states, indicating a potential significant role for circRNAs in the process of macrophage polarization [ 69 , 70 ]. Furthermore, recent research has indicated that elevated levels of circ-CDR1as, a circular RNA species originating from the antisense transcript of cerebellar degeneration-related protein 1 (CDR1AS), correlate with an increased prevalence of M2 macrophages. This finding implies that circ-CDR1as might participate in the polarization process of macrophages [ 71 ]. Additionally, tumor cells attract macrophages to the TME by secreting chemokines or cytokines. Upon arrival in the TME, these macrophages undergo polarization towards a TAM phenotype [ 72 ]. TAMs can not only enhance angiogenesis by secreting CXCL8 but also regulate the expression of cadherin, which promotes the migration and invasion of bladder cancer cells [ 73 ]. CircRNA has been found to regulate the malignant behavior in many tumor types by mediating the invasion of TAMs ( Fig. 1d ). In pancreatic adenocarcinoma (PAAD), circ-UBAP2 promotes M2 polarization of TAMs by targeting CXCR4 and ZEB1, which enhances tumor proliferation [ 74 ]. The level of circRIP2 in bladder cancer patients is correlated with clinical prognosis, and chemokine (C-C motif) ligand 2 (CCL2) is differentially expressed in circRIP2 overexpressed cells [ 75 ]. Recent research indicates that TAMs could potentially be drawn to the tumor microenvironment by the chemokine CCL2. Furthermore, these TAMs are suggested to play a role in the dissemination of bladder cancer, possibly through a complex and non-direct signaling mechanism involving circRNAs present in the tumor cells [ 16 ]. In addition, the overexpression of circASAP1 is associated with lung metastasis in patients with HCC. The molecule CircasAP1 is implicated in enhancing the growth and aggressive spread of malignant cells via interaction with the miR-326 and miR-532-5p, which in turn regulate the MAPK1 signaling cascade. Additionally, it facilitates the invasive activity orchestrated by TAMs via the same miRNAs influencing the CSF-1 signaling route [ 76 ]. The immune cells infiltrating the TME, such as dendritic cells (DCs), Treg cells and CD4 + T cells, have been proved to be related to the immune escape of tumor cells [ 77 , 78 ]. However, current studies on the relationship between circRNA and these immune cells are mainly focused on autoimmune diseases, virology and other fields. Therefore, it has not been summarized in this review, but relevant research results are expected to emerge in the future to improve further the immune regulatory network of circRNAs in the TME. By summarizing the above direct regulation of circRNA on immune cells, we found that circRNA is involved in differentiation, chemotaxis, proliferation, apoptosis and anti-tumor immune function of infiltrating immune cells in the TME, but further research needs to be deepened and expanded. In addition to influencing immune cells in the tumor microenvironment, circRNA may also build an immunosuppressive microenvironment for tumor cells by regulating cytokines and chemokines to promote tumor immune escape [ 79 ]. Further research is necessary to clarify the mechanisms in detail. CircRNAs induce metabolic competition between tumor cells and immune cells In recent years, many studies have found that tumor progression is accompanied by changes in tumor cell metabolic profile and abnormal activation of metabolic pathways, which provide a material basis for the rapid proliferation of tumor cells and help tumor cells resist cell death signals [ 80 , 81 ]. At the same time, the metabolism of immune cells is of great significance. Metabolic reprogramming of immune cells and the TME changes caused by tumor cell metabolism both affect the function of immune cells [ 53 ]. Metabolic reprogramming of tumor cells affects anti-tumor immune activities in the TME through various mechanisms, such as enhancing the function of inhibitory immune cells and interfering with the metabolism of other cells in the microenvironment, thus forming an immunosuppressive microenvironment [ 82 , 83 ]. Specifically, tumor cells that undergo metabolic reprogramming compete with immune cells in the TME for nutrients. In the process of competing with tumor cells with high metabolism, the regular activities of the immune cells will get interfered with, and the anti-tumor immune function will be inhibited [ 84 ]. Concurrently, metabolites secreted by tumors within the TME have the capacity to modulate the differentiation and functional capabilities of immune cells [ 85 ]. CircRNAs in the TME affect tumor immunity by orchestrating the metabolic reconfiguration of neoplastic cells and the metabolic governance of immune cells, thereby serving as a pivotal link between metabolic processes and immune reactions [ 86 ]. Studies have found that circRNA inhibits the anti-tumor immune activity of immune cells and promotes tumor immune evasion through metabolic competition between tumor cells and TME infiltrating immune cells [ 84 ]. To meet the increased demand for macromolecule synthesis under hypoxic conditions, many tumor cells undergo metabolic reprogramming to grow rapidly. These tumor cells require a higher rate of glycolysis to maintain rapid growth. Meanwhile, glycolysis is crucial for the proliferation and function of activated T cells. Many studies have shown that the glycolysis activity of tumor cells, mediated by circRNA, limits the glucose consumption of TILs leading to T cells failure and immune escape, and that metabolic limitation of T cell activation, inhibition of mTOR activity, reduction of glycolysis and IFN-y production, leads to tumor progression [ 87 , 88 ]. CircRNA promotes the glycolysis in tumor cells to inhibit T cells in TME. Enolase 1 (ENO1), a glycolytic enzyme, promotes tumor progression in some tumor types, including colorectal cancer [ 89 ], non-small cell lung cancer [ 90 ], and breast cancer [ 91 ]. The researchers found that circ-ENO1 and its host gene ENO1 were up-regulated in lung adenocarcinoma (LUAD) cells. Circ-ENO1, like a sponge, interacts with miR-22-3p to up-regulate the expression of ENO1 and promote glycolysis in LUAD cells. The vivo experiments further confirmed that circ-ENO1 promoted tumor growth and metastasis [ 92 ]. The increased glycolytic activity in tumor cells is often associated with hypoxic conditions within the tumor microenvironment, complementary to the rise of glycolysis of tumor cells. When hypoxia occurs, CircMAT2B leads to higher expression of the target gene PKM2 as a sponge for miR-338-3p. PKM2, being an important enzyme involved in glycolysis, pushes glycolysis in tumor cells. This higher level of glycolytic activity is a contributing factor to the development of liver cancer in patients [ 84 ]. Similarly, under hypoxia, knocking down circDENND4C can inhibit glycolysis of breast cancer by up-regulating miR-200b/c [ 93 ]. CircRNAs are involved in the glycolytic reprogramming of tumor cells to affect metabolic competition within the TME and inhibit immune cell function. However, circRNAs can also counter this inhibition by increasing the glycolysis capacity of immune cells. It has been found that overexpression of PCK-1 in T cells can promote glycolysis and restore the anti-tumor effect of T cells [ 87 ]. CircC3P1 can promote the expression of PCK1 in HCC cells by acting as a mir-4641 sponge, which can significantly weaken the proliferation, migration and invasion activities of HCC cells [ 94 ]. By contralling the glycolytic activity of T cells via PCK1, circRNA can alter the metabolic competition that occurs between tumor cells and T cells within the tumor microenvironment ( Fig. 2a ). Figure 2 CircRNAs induce metabolic competition between tumor cells and immune cells. CircRNAs can induce metabolic competition between tumor cells and immune cells through different pathways. GLS: Glutaminase, α-KG: α-ketoglutaric acid, KP: Kynurenine pathway, IDO: Indoleamine-2,3 dioxygenase, TDO: Tryptophan-2,3 dioxygenase, FASN: Fatty acid synthase, GLN: Glutamine, Kyn: Kynurenine (Figures were created using Adobe Illustrator 2022). Beyond glycolysis, the breakdown of glutamine represents a significant indicator of metabolic reconfiguration in cancer cells. In T cells, glutamine regulates mTOR activation and serves as a key substrate for the synthesis of proteins that govern effector T cell activity and differentiation [ 95 ]. Blocking glutamine uptake in CD4 + T cells could inhibit the production of Th1 cells but did not affect the differentiation of Tregs [ 96 ]. Some scholars believe that similar to the glycolysis competition, the decrease of glutamine in TME may have a negative effect on the function of immune cells [ 85 ]. Under physiological conditions, glutamine enters the cell through transporters such as LAT1 and ASCT2 and is subsequently converted to glutamate by glutaminase (GLS), glutamine dehydrogenase (GDH) and other enzymes. Next, it gets converted to α-ketoglutaric acid (α-KG) [ 97 ] and then participates in a cellular biochemical reaction. In 2019, researchers found that CircHMGCS1 can promote glutamine decomposition in hepatoblastoma cells [ 98 ]. In 2020, additional studies reported that the down-regulation of circNHSL1 led to a decrease in the expression of glutamine, glutamate and α-KG in gastric cancer cells due to the knockout of circNHSL1, which suppresses the protein levels of ASCT2 and GLS [ 99 ]. Therefore, circNHSL1 knockdown inhibits glutamine uptake by gastric cancer cells in TME, inhibits tumor growth in vivo , and reduces glutamine competition with CD4 + T cells [ 99 ]. Another project team reported their findings that Circ_0016418 could act as a miR-605-5p sponge to remove the inhibition of miR-605-5p on GLS, increase cell uptake, transform glutamine and promote the development of melanoma [ 100 ]. MiRNA can regulate gene expression by pairing with the bases of cytoplasmic mRNA 3′ UTR ( Fig. 2b ). The inhibitory effect of miR-605-5p on GLS is to bind directly to GLS-3 UTR and negatively regulate the expression of GLS. CircRNA promotes glutamine metabolism of tumor cells, and competition inhibits the function of T cells in TME. However, it does not affect the differentiation of Tregs, which makes tumors proliferate and progress rapidly and, most importantly, be prone to immune escape. Tumor cells and cancer-related fibroblasts can lead to immunosuppression by metabolizing tryptophan to kynurenine [ 101 , 102 ]. The kynurenine pathway (KP) is the pathway by which tryptophan is degraded to kynurenine. The speed of KP is limited by tryptophan-2,3 dioxygenase (TDO2) and indoleamine-2,3 dioxygenase (IDO) in the liver. Various pro-inflammatory cytokines, such as IL-1, IFN-γ and TNF α, can up-regulate the IDO expression, increasing kynurenine produced by tumors [ 101 , 102 ]. Within the TME, kynurenine engages the aromatic hydrocarbon receptor (AhR) on T cells, promoting the activation and transformation of regulatory Tregs. Additionally, kynurenine directly inhibits effector T cell function by blocking IL-2 signaling, which leads to a reduction in CD4 + memory T cells [ 103 ]. CircRNA was also found to be involved in the above tryptophan metabolism; CircZNF566, as a miR-4738-3p sponge, alleviates its inhibition on TDO2 [ 104 ]. Although this study did not further explore the effect of circZNF566 on tryptophan metabolism, it identified that circRNA participates in the tryptophan metabolism regulation ( Fig. 2c ). Lipids are one of the necessary components of cell composition, and the swift proliferation of cancer cells is inseparable from the supply of fatty acids. It has been found that, unlike normal tissues, which are more dependent on exogenous fatty acids, tumor tissues can synthesize fatty acids themselves [ 105 ], cancer cells produce large amounts of fatty acids through the reprogramming of fatty acid metabolism to meet the lipid demand for rapid proliferation [ 106 , 107 ]. And the production, storage and transport of these fatty acids affect the rapid proliferation and malignancy of tumor cells. Fat-rich microenvironments suppress the activity of effector T cells and the M1 polarization of macrophages, concurrently promoting the differentiation of Tregs and M2-like macrophages [ 108 ]. Extensive research has validated the involvement of circRNAs in the processes of adipose tissue development, lipolysis, and the modulation of adipose tissue differentiation and transformation [ 109 ]. Additionally, circRNAs are recognized for their significant impact on the reprogramming of fatty acid metabolism in cancer cells [ 110 ]. Fatty acid synthase (FASN) is a critical metabolic multi-enzyme in fatty acid synthesis; the up-regulation of fatty acid synthesis caused by the overactivity and expression of FASN provides a nutritional basis for the generation, proliferation and invasion of tumor cells [ 111 ]. As a sponge of miR-330-5p and miR-326, circFARSA alleviated the inhibition of FASN and promoted the lipid metabolism of tumor cells [ 112 ] ( Fig. 2d ). CircRNAs affect the concentration and distribution of key nutrients in the TME through the metabolic reprogramming of tumor cells so that the differentiation and function of immune cells infiltrating the TME can be changed in favor of tumor escape. To counteract this change, circRNAs can also influence immune cells to adapt to the metabolic competition. Understanding the role of circRNAs in metabolic competition between tumor cells and immune cells will help us further understand the immune regulation mechanism of circRNAs in the TME and provide guidance for targeted therapy of tumors. Studies on circRNAs in the TME that influence tumor immunity through metabolic reprogramming mainly focus on glycolysis; but We expect the performance of circRNAs in other metabolic pathways and hope that the research results can be applied clinically as soon as possible. Hypoxia and Viral Infection Influence the Immune Regulatory Behavior of circRNAs in the TME Hypoxia-induced regulation of the TME by circRNAs Hypoxia is a common feature of solid tumors and is related to tumor invasiveness and poor prognosis. Lactic acid produced by hypoxia reduces the expression of autophagy factor FIP200 and induces apoptosis of natural T cells [ 113 ]. Lactic acid also inhibits T cell movement and inhibits cytotoxicity and effector functions [ 114 ]. It can also promote the polarization of macrophages to M2 by stabilizing HIF-1A [ 115 ]. Hypoxia can induce the expression of key circRNAs. As a miRNA sponge, circRNA activates the translation of hypoxia-related factors such as HIF1-α through the circRNA-miRNA-mRNA axis, which influences the activity and functionality of immune cells within the tumor microenvironment, thereby potentially fostering the progression of cancer growth. One of the keys to the malignant progression of pancreatic cancer (PC) is that tumor cells acquire the ability to escape immune-mediated cytolysis. The hypoxic microenvironment significantly contributes to the metastatic spread of PC, enabling tumor cells to escape from the immune system’s surveillance. In NK cells with high HIF1-α expression, the internalization levels of MICA/B and NKG2D were significantly higher than those of NK cells with low HIF1-α expression. Hypoxia considerably increased the supernatant level of PANC-1 cell sMICA culture. Hypoxia can stimulate the up-regulation of HIF1A, ADAM10, and sMICA, resulting in the reduction of NKG2D in NK cells and tumor cells and evade immune surveillance and NK cell-mediated lysis [ 116 ] ( Fig. 3a ). CircRNA plays a vital role in the process of hypoxia-induced tumor immune escape. Hypoxia induces the expression of CIRC_0000977 (one kind of circRNAs), and the knockdown of CIRC_0000977 enhances the killing effect of NK cells on hypoxia PC cells by HIF1-α and ADAM10 [ 116 ]. HIF1-α and ADAM10 are identified as the immediate downstream effectors of miR-153. The circular RNA CIRC_0000977 functions as a molecular sponge for miR-153, neutralizing the inhibitory impact of miR-153 on the expression of HIF1 and ADAM10 mRNAs by specifically engaging with 293T and Panc-1 cell lines. It has been demonstrated that circ-ERBIN enhances HIF-1α transcription and promotes growth and metastasis in colorectal cancer, a process in which HIF is up-regulated via two microRNAs (miR-125a-5p and miR-138-5p/4eBP-1). At the same time, circerbin can promote tumor angiogenesis [ 117 ] ( Fig. 3b ). Conversely, the suppression of miR-153 activity results in an opposing effect on the immune evasion facilitated by HIF1A in PC cells, which is induced by the knockdown of circ_0000977. The effect of circ_0000977 knockout was partially reduced by miR-153 inhibition [ 116 ] ( Fig. 3c ). Figure 3 Hypoxia-induced regulation of the TME by circRNAs. Hypoxia can induce the impact of circRNA on the tumor microenvironment through various pathways. NKG2D: Natural killer group 2D, sMICA/B: Soluble major histocompatibility complex class I Chain-related A/B, HIF-1α: Hypoxia-inducible factor 1-α, ADAM10: A disintegrin and metalloproteinase 10 (Figures were created using Adobe Illustrator 2022). In addition, the hypoxic TME seems to promote tumor progression by secreting exosomes with specific circRNAs. For example, Stimulated by hypoxia, multiple myeloma cells released more exosomes whose ncRNA could enhance angiogenesis [ 118 ]. Another study indicates that under hypoxic conditions, circPRDM4 facilitates the recruitment of hypoxia-inducible factor-1α (HIF-1α) to the promoter of CD274, thereby inhibiting the infiltration of CD8 T cells in the tumor microenvironment and promoting the immune evasion of hepatocellular carcinoma cells [ 119 ] ( Fig. 3 ). Unfortunately, there is no study researching the effects of tumor cell-derived exosomes induced by hypoxia on immune cells, which may be a promising research field. Viral infection induces immune regulation of the TME by circRNAs Virus infection is one of the initiating factors of a malignant tumor, and the chronic infection of many viruses can transform normal cells into malignant cells [ 120 ]. In the process of the occurrence and development of these tumors, viruses not only act as the initiating factor but also participate in the immune escape of tumors. Both endogenous circRNAs and virus-encoded circRNAs are involved in the above process. Persistent infection with the hepatitis B virus (HBV) is a major contributor to the development of hepatocellular carcinoma. 90% of infected infants and 5%–10% of healthy adults develop chronic hepatitis B (CHB) [ 121 ]. CircRNAs are crucial in influencing the development and advancement of CHB [ 122 , 123 ]. Follistatin-like protein 1 (FSTL1) is associated with many diseases, especially fibrosis and tumorigenesis [ 124 ]. In tumors, FSTL1 can affect immune cell infiltration in the TME, participate in the activation of dendritic cells and T-lymphocyte, and enable tumors to escape immune surveillance [ 125 , 126 ]. Zhang et al. found that circ_0004812 is upregulated in CHB and modulates HBV-induced immunosuppression by promoting FSTL1 expression, which is done through inhibiting mir-1287-5p [ 23 ]. Viruses can encode circRNAs in somatic cells and malignancies, and these circRNAs are involved in the process of tumor deterioration, proliferation, invasion and metastasis [ 127 – 129 ]. Recent studies have found that virus-encoded circRNA is involved in the immune regulation of tumors in the TME. Infection by the Epstein-Barr virus (EBV) is recognized as a primary etiological factor in the development of nasopharyngeal carcinoma (NPC) and contributes to a spectrum of malignant characteristics [ 120 ]. In NPC, EBVs can encode multiple circRNAs. High expression of EBV-encoded circBART2.2 promotes PD-L1 transcription, inhibiting T cell function in the TME and leading to tumor immune escape [ 22 ]. The mechanism of viral infection initiating tumorigenesis has been of continuing interest, but the involvement of endogenous circRNAs and virus-encoded circRNAs in immune regulation of virus-associated tumors has only been studied over the last two years. And we believe that more circRNAs that regulate virus-associated tumor immunity will be discovered in the future. Exosomal circRNA Mediated Immune Regulation of the TME In the TME, intercellular communication profoundly affects tumor progression and immune response, partially mediated by exosomes derived from different cell types [ 16 , 130 ]. Moreover, intercellular exosome is a key to exploring further the role of circRNAs in immune regulation in the TME [ 131 , 132 ]. The expression profile of the exosomal circRNA was different from that in parent-cell, indicating that circRNA was actively incorporated into exosomes [ 133 , 134 ]. However, the exact mechanism by which circRNA enters exosomes remains unclear. Tumor-derived exosomes are enriched with antigens originating from the malignancy, capable of being intercepted by dendritic cells. This interaction facilitates the display of these tumor-specific antigens, which subsequently triggers an immune response that targets the cancerous cells. Nonetheless, these exosomes are also laden with an array of immunosuppressive factors. These factors have the potential to deactivate T lymphocytes or NK cells, and they can also foster the development of Tregs or MDSCs, both of which are known to dampen the immune system’s reaction to the tumor. Newly generated circRNAs in tumors can be encapsulated within exosomes for transport [ 135 ], and they are delivered to immune cells as a tumor antigen to activate anti-tumor immunity or be combined with miRNAs [ 136 ] and proteins to regulate immune cell activity [ 137 ]. Functioning as antigens within the immune system, exogenously isolated circRNAs could potentially stimulate the innate immune response in vitro . This process may occur via the activation of the retinoid-induced gene I (RIG-I) signaling pathway [ 137 ]. CircRNAs can trigger the RIG-I nucleic acid sensor, which is recognized for its role in modulating innate immunity. Agonists targeting RIG-I have demonstrated the ability to stimulate immune responses that combat cancer cells within tumors [ 138 , 139 ]. Therefore, exogenous circRNAs (“foreign” circRNAs) entering tumor cells can potentially affect RIG-I and activate anti-tumor immunity. However, RIG-I is not activated by circRNAs modified by N 6 -methyladenosine (m 6 A) [ 140 ]. As an RNA modification, m 6 A isolates and blocks endogenous circRNA activation of RIG-I anti-tumor pathways. Thus, m 6 A modification may help the tumor escape immune surveillance. Circe7 modified by m 6 A, for example, can promote the growth of CASKI cervical cancer cells in vivo [ 127 ] ( Fig. 4a ). Figure 4 Exosomal circRNA mediated immune regulation of the TME. Exosomal circRNA can influence the tumor microenvironment through various immune mechanisms. NK cell: Natural killer cell, TIM-3: T cell immunoglobulin domain and mucin domain-3, RIG-1: Retinoid-induced gene 1, IFN-γ: Interferon-γ, TNF-α: Tumor necrosis factor-α, PD-1: Programmed death-1 (Figures were created using Adobe Illustrator 2022). In addition, circRNA secreted from tumor cells can act in recipient cells, including immune cells, leading to immune escape of the tumor and malignant transformation of normal cells [ 130 , 141 ]. For example, studies have shown that exosome-derived circATP8A1 from gastric cancer cells induces M2 polarization of macrophages and tumor progression through the circATP8A1/miR-1-3p/STAT6 axis [ 142 ]. The regulatory effect of circRNAs on immune cells has long been established. This regulatory effect is displayed when tumor cells indirectly regulate the immune system in TME through tumor exosomes packaged with circRNAs, which is an important means of immune escape for tumorogenesis. CircRNA-002178 can enter CD8 + T cells via exosomes and act as a miR-28-5p sponge to induce PD-1 expression [ 143 ]. Previous research has demonstrated that miR-28-5p suppresses the expression of PD-1 by directly interacting with the 3′ UTR of the PD-1 gene in CD8 + T lymphocytes [ 144 ] ( Fig. 4b ). In addition, HAS-circRNA-002178 can enhance the expression of PD-L1 in cancer cells by miR-34 and induce T cell failure [ 143 ]( Fig. 4c ). Zhang et al. reported their research in 2020 that HCC cell exosomes mainly secreted circUHRF1 in the plasma of HCC patients, and the circUHRF1 inhibited the secretion of NK cell-derived IFN-γ and TNF-α. Elevated concentrations of circUHRF1 within plasma exosomes correlate with a decrease in the proportion of NK cells and a diminished infiltration of NK cells into tumor tissues. ( Fig. 4d ) [ 20 ]. In addition, circUHRF1 inhibited NK cell function by degrading miR-449C-5p and up-regulating the expression of Tim-3 [ 145 ]. Also, circUHRF1 may have caused HCC patients to develop resistance to PD1 immunotherapy [ 20 ]. These findings suggest that circRNAs may be transported through exosomes to the immune cells, which may either induce immune response as a tumor antigen or impair the function of immune cells. CircRNAs and Immune Checkpoint Inhibition Therapy The primary mechanism by which tumors evade immune detection involves the establishment of an immunosuppressive milieu, a state that can potentially be reversed through the application of immune checkpoint blockade therapies. Tumor cells can silence immune responses by overexpressing “immune checkpoint” molecules. For example, the combination of PD-L1 overexpressed on tumor cells and PD-1 on T cells can promote T cell apoptosis and induce Tregs differentiation [ 146 ]. At present, immune checkpoint inhibitor therapy targeting PD-1 and PD-L1 has been applied in clinical practice, but the overall efficiency of immune checkpoint inhibitor therapy is still not satisfactory [ 147 ]. As mentioned above, circRNAs can affect the expression of PD1/PDL1, leading to the depletion of anti-tumor immune cells and the formation of immunosuppressive microenvironment. For example, CircCHST15 inhibits the expression of PD-L1 in tumor cells [ 21 ], and the up-regulation of circ-CPA4 enables tumor cells to deliver PD-L1 to tumor microenvironment through exosomes [ 47 ]. In addition to enhancing PD-L1 expression in tumor cells, circrNA-002178 can also induce PD-1 up-regulation through exosome transfer to CD8 + T cells [ 143 ]. In addition to direct regulation of PD-1/PD-L1, circRNAs are also associated with drug resistance to immune checkpoint therapy. CircDLG1 regulates CXCL12 by sponging Mir-141-3p to promote gastric cancer progression and anti-PD-1 resistance [ 148 ]. Due to the critical role of circRNAs in regulating the PD-1/PD-L1 pathway, these circRNAs are considered as adjuvant immunotherapy targets to improve the efficiency of immune checkpoint inhibition therapy in cancer patients. Another immune checkpoint that attracts attention is CTLA-4 [ 149 ]. However, until now, no convincing evidence has been found on whether circRNAs affect or regulate CTLA-4. We expect new achievements and breakthroughs in this field. Conclusion CircRNAs play an important role in immune regulation in the TME. CircRNAs can directly affect the differentiation, chemotaxis, proliferation, apoptosis and anti-tumor immune function of infiltrating immune cells in the TME, enabling tumor cells in the TME to escape immune surveillance. On the other hand, circRNA affects the concentration and distribution of critical nutrients in the TME by participating in the metabolic reprogramming of tumor cells, which causes metabolic competition between tumor cells and immune cells, ultimately leading to changes in the differentiation and function of immune cells that are conducive to tumor escape from immune monitoring. In addition to promoting tumor progression, hypoxia and viral infection also regulate tumor immunity through circRNAs. Hypoxia is a common characteristic of solid tumors, and viral infection is one of the initiating factors of malignant tumors. Studying the changes of circRNAs in the TME under these two conditions can help develop specific therapeutic methods and preventive measures for tumors. At the same time, under the regulation of exosomes as a communication medium, circRNA affects tumor progression through immune regulation in the TME with a complex and tight network. Exosomal circRNAs affect the progression of tumors through mechanisms such as immune cell activation, enhancement of anti-tumor immune responses, metabolic reprogramming, and regulation of immune checkpoint molecules, indicating their great potential in the field of cancer immunotherapy. This review summarizes the immunological functions of circRNA in the tumor microenvironment, but due to the continuous conduct of related experiments, the review may have omitted some studies. The current research on circRNA and its immune regulatory functions has found that the direct impact on various immune cells in TME is not yet thoroughly studied. In addition, although metabolic competition is an important research field, most studies focus on glycolysis and explore less the role of circRNAs in other metabolic pathways. Although there is increasing body of research indicates that circRNAs play an immunomodulatory role in the TME, the research in this field is still in its infancy, and it will take a long time and much work to truly reveal their internal mechanisms. In terms of circRNAs therapy, although no clinical trials have been reported so far, we believe that circRNAs can be used clinically to regulate the abundance or activity of immune cells and for early detection, diagnosis and treatment of cancer in the near future. Future studies will require a significant number of prospective, large-sample, multi-center clinical trials to validate the changes of circRNAs in the tumor microenvironment of cancer patients, in order to develop corresponding clinical diagnostic markers or related immunotherapies. None. Abbreviations TME Tumor microenvironment ECM Extracellular matrix RBP RNA-binding proteins MBL Muscleblind IRES Internal ribosome entry sites TAM Tumor-associated macrophages TILs Tumor-infiltrating lymphocytes CTL Cytotoxic T lymphocytes NKG2D Natural Killer Group 2D ULBP1 UL16 binding protein 1 HCC Hepatocellular carcinoma ICAM-1 Intercellular adhesion molecule-1 LFA-1 Lymphocyte function-associated antigen 1 MDSCs Myeloid-derived suppressor cells PTEN Phosphatase and Tensin Homolog PAAD Pancreatic adenocarcinoma CCL2 Chemokine (C-C motif) ligand 2 DCs Dendritic cells GLS Glutaminase GDH Glutamine dehydrogenase α-KG α-ketoglutaric acid KP Kynurenine pathway TDO2 Tryptophan-2: 3 dioxygenase IDO Indoleamine-2: 3 dioxygenase AhR Aromatic hydrocarbon receptor PC Pancreatic cancer CHB Chronic hepatitis B FSTL1 Follistatin-like protein 1 EBV Epstein Barr virus NPC Nasopharyngeal carcinoma RIG-I Retinoid-induced gene I Funding Statement This work was supported by the National Natural Science Foundation of China (82103298), and Basic Research Project of Science and Technology Cooperation in Qiandongnan Prefecture (No. 2023-16). Author Contributions Haisu Liang, Yunbo He, Wei Yan and Jiao Hu finished the manuscript; Bingnan Zhang, Huihuang Li, Zhiwei Shu and Wenbiao Ren finished the figures and abstract; Chao Quan, Zhi Liu, Wei Xiong and Dongxu Qiu gave constructive feedback and guidance; Belaydi Othmane, Minfeng Chen and Peihua Liu made critical revisions and proofread the manuscript. All authors reviewed the results and approved the final version of the manuscript. Availability of Data and Materials Not applicable. Ethics Approval Not applicable. Conflicts of Interest The authors declare no conflicts of interest to report regarding the present study. References 1. Henzinger H , Barth DA , Klec C , Pichler M . Non-coding RNAs and SARS-related coronaviruses . Viruses . 2020 ; 12 ( 12 ): 1374 . doi: 10.3390/v12121374 ; 33271762 2. Chang W , Wang J . Exosomes and their noncoding RNA cargo are emerging as new modulators for diabetes mellitus . Cells . 2019 ; 8 ( 8 ): 853 . doi: 10.3390/cells8080853 ; 31398847 3. Anastasiadou E , Jacob LS , Slack FJ . Non-coding RNA networks in cancer . Nature Rev Cancer . 2018 ; 18 ( 1 ): 5 – 18 . doi: 10.1038/nrc.2017.99 ; 29170536 4. Zhang H , Xiao X , Wei W , Huang C , Wang M , Wang L , et al . CircLIFR synergizes with MSH2 to attenuate chemoresistance via MutSα/ATM-p73 axis in bladder cancer . Mol Cancer . 2021 ; 20 ( 1 ): 70 . doi: 10.1186/s12943-021-01360-4 ; 33874956 5. Guan L , Hao Q , Shi F , Gao B , Wang M , Zhou X , et al . Regulation of the tumor immune microenvironment by cancer-derived circular RNAs . Cell Death Dis . 2023 ; 14 ( 2 ): 132 . doi: 10.1038/s41419-023-05647-w ; 36797245 6. Ghahremanifard P , Chanda A , Bonni S , Bose P . TGF-β mediated immune evasion in cancer-spotlight on cancer-associated fibroblasts . Cancers . 2020 ; 12 ( 12 ): 3650 . doi: 10.3390/cancers12123650 ; 33291370 7. Fuloria S , Subramaniyan V , Karupiah S , Kumari U , Sathasivam K , Meenakshi DU , et al . Comprehensive review of methodology to detect reactive oxygen species (ROS) in mammalian species and establish its relationship with antioxidants and cancer . Antioxidants . 2021 ; 10 ( 1 ): 128 . doi: 10.3390/antiox10010128 ; 33477494 8. Wei R , Liu S , Zhang S , Min L , Zhu S . Cellular and extracellular components in tumor microenvironment and their application in early diagnosis of cancers . Anal Cell Pathol . 2020 ; 2020 : 6283796 . 9. Zhu M , Li S , Cao X , Rashid K , Liu T . The STAT family: key transcription factors mediating crosstalk between cancer stem cells and tumor immune microenvironment . Semin Cancer Biol . 2023 ; 88 : 18 – 31 . doi: 10.1016/j.semcancer.2022.11.011 ; 36410636 10. Zeng D , Li M , Zhou R , Zhang J , Sun H , Shi M , et al . Tumor microenvironment characterization in gastric cancer identifies prognostic and immunotherapeutically relevant gene signatures . Cancer Immunol Res . 2019 ; 7 ( 5 ): 737 – 50 . doi: 10.1158/2326-6066.CIR-18-0436 ; 30842092 11. Zhang Y , Yang M , Ng DM , Haleem M , Yi T , Hu S , et al . Multi-omics data analyses construct TME and identify the immune-related prognosis signatures in human LUAD . Mol Ther Nucleic Acids . 2020 ; 21 : 860 – 73 . doi: 10.1016/j.omtn.2020.07.024 ; 32805489 12. Chen J , Zhou R . Tumor microenvironment related novel signature predict lung adenocarcinoma survival . PeerJ . 2021 ; 9 : e10628 . doi: 10.7717/peerj.10628 ; 33520448 13. Zhang J , Xiao X , Zhang X , Hua W . Tumor microenvironment characterization in glioblastoma identifies prognostic and immunotherapeutically relevant gene signatures . J Mol Neurosci: MN . 2020 ; 70 ( 5 ): 738 – 50 . doi: 10.1007/s12031-020-01484-0 ; 32006162 14. Lei X , Lei Y , Li JK , Du WX , Li RG , Yang J , et al . Immune cells within the tumor microenvironment: biological functions and roles in cancer immunotherapy . Cancer Lett . 2020 ; 470 : 126 – 33 . doi: 10.1016/j.canlet.2019.11.009 ; 31730903 15. Zhou J , Wang W , Li Q . Potential therapeutic targets in the tumor microenvironment of hepatocellular carcinoma: reversing the protumor effect of tumor-associated macrophages . J Exp Clin Cancer Res . 2021 ; 40 ( 1 ): 73 . doi: 10.1186/s13046-021-01873-2 ; 33596985 16. Shao Y , Lu B . The crosstalk between circular RNAs and the tumor microenvironment in cancer metastasis . Cancer Cell Int . 2020 ; 20 ( 1 ): 448 . doi: 10.1186/s12935-020-01532-0 ; 32943996 17. Zhang Q , Wang W , Zhou Q , Chen C , Yuan W , Liu J , et al . Roles of circRNAs in the tumour microenvironment . Mol Cancer . 2020 ; 19 ( 1 ): 14 . doi: 10.1186/s12943-019-1125-9 ; 31973726 18. Wei X , Shi Y , Dai Z , Wang P , Meng X , Yin B . Underlying metastasis mechanism and clinical application of exosomal circular RNA in tumors (Review) . Int J Oncol . 2021 ; 58 ( 3 ): 289 – 97 . doi: 10.3892/ijo.2021.5179 ; 33650643 19. Natua S , Dhamdhere SG , Mutnuru SA , Shukla S . Interplay within tumor microenvironment orchestrates neoplastic RNA metabolism and transcriptome diversity . Wiley Interdiscip Rev RNA . 2022 ; 13 ( 2 ): e1676 . doi: 10.1002/wrna.v13.2 . 34109748 20. Zhang PF , Gao C , Huang XY , Lu JC , Guo XJ , Shi GM , et al . Cancer cell-derived exosomal circUHRF1 induces natural killer cell exhaustion and may cause resistance to anti-PD1 therapy in hepatocellular carcinoma . Mol Cancer . 2020 ; 19 ( 1 ): 110 . doi: 10.1186/s12943-020-01222-5 ; 32593303 21. Yang J , Jia Y , Wang B , Yang S , Du K , Luo Y , et al . Circular RNA CHST15 sponges miR-155-5p and miR-194-5p to promote the immune escape of lung cancer cells mediated by PD-L1 . Front Oncol . 2021 ; 11 : 595609 . doi: 10.3389/fonc.2021.595609 ; 33777742 22. Ge J , Wang J , Xiong F , Jiang X , Zhu K , Wang Y , et al . Epstein-barr virus-encoded circular RNA CircBART2.2 promotes immune escape of nasopharyngeal carcinoma by regulating PD-L1 . Cancer Res . 2021 ; 81 ( 19 ): 5074 – 88 . doi: 10.1158/0008-5472.CAN-20-4321 ; 34321242 23. Zhang L , Wang Z . Circular RNA hsa_circ_0004812 impairs IFN-induced immune response by sponging miR-1287-5p to regulate FSTL1 in chronic hepatitis B . Virol J . 2020 ; 17 ( 1 ): 40 . doi: 10.1186/s12985-020-01314-0 ; 32188476 24. Zhong C , Long Z , Yang T , Wang S , Zhong W , Hu F , et al . M6A-modified circRBM33 promotes prostate cancer progression via PDHA1-mediated mitochondrial respiration regulation and presents a potential target for ARSI therapy . Int J Biol Sci . 2023 ; 19 ( 5 ): 1543 – 63 . doi: 10.7150/ijbs.77133 ; 37056926 25. Zhu M , Chen D , Ruan C , Yang P , Zhu J , Zhang R , et al . CircRNAs: a promising star for treatment and prognosis in oral squamous cell carcinoma . Int J Mol Sci . 2023 ; 24 ( 18 ): 14194 . doi: 10.3390/ijms241814194 ; 37762497 26. Wu X , Zhou J , Zhao L , Yang Z , Yang C , Chen Y , et al . CircCYP24A1 hampered malignant phenotype of renal cancer carcinoma through modulating CMTM-4 expression via sponging miR-421 . Cell Death Dis . 2022 ; 13 ( 2 ): 190 . doi: 10.1038/s41419-022-04623-0 ; 35220395 27. Zhang F , Jiang J , Qian H , Yan Y , Xu W . Exosomal circRNA: emerging insights into cancer progression and clinical application potential . J Hematol Oncol . 2023 ; 16 ( 1 ): 67 . doi: 10.1186/s13045-023-01452-2 ; 37365670 28. Kristensen LS , Andersen MS , Stagsted LVW , Ebbesen KK , Hansen TB , Kjems J . The biogenesis, biology and characterization of circular RNAs . Nature Rev Genet . 2019 ; 20 ( 11 ): 675 – 91 . doi: 10.1038/s41576-019-0158-7 ; 31395983 29. Kramer MC , Liang D , Tatomer DC , Gold B , March ZM , Cherry S , et al . Combinatorial control of Drosophila circular RNA expression by intronic repeats, hnRNPs, and S.R. proteins . Genes Develop . 2015 ; 29 ( 20 ): 2168 – 82 . doi: 10.1101/gad.270421.115 ; 26450910 30. Fang Z , Jiang C , Li S . The potential regulatory roles of circular RNAs in tumor immunology and immunotherapy . Front Immunol . 2020 ; 11 : 617583 . doi: 10.3389/fimmu.2020.617583 ; 33613544 31. Zhang W , Xu C , Yang Z , Zhou J , Peng W , Zhang X , et al . Circular RNAs in tumor immunity and immunotherapy . Mol Cancer . 2024 ; 23 ( 1 ): 171 . doi: 10.1186/s12943-024-02082-z ; 39169354 32. Dong W , Bi J , Liu H , Yan D , He Q , Zhou Q , et al . Circular RNA ACVR2A suppresses bladder cancer cells proliferation and metastasis through miR-626/EYA4 axis . Mol Cancer . 2019 ; 18 ( 1 ): 95 . doi: 10.1186/s12943-019-1025-z ; 31101108 33. Li Z , Huang C , Bao C , Chen L , Lin M , Wang X , et al . Exon-intron circular RNAs regulate transcription in the nucleus . Nature Struct Mol Biol . 2015 ; 22 ( 3 ): 256 – 64 . doi: 10.1038/nsmb.2959 ; 25664725 34. Ashwal-Fluss R , Meyer M , Pamudurti NR , Ivanov A , Bartok O , Hanan M , et al . circRNA biogenesis competes with pre-mRNA splicing . Mol Cell . 2014 ; 56 ( 1 ): 55 – 66 . doi: 10.1016/j.molcel.2014.08.019 ; 25242144 35. Zang J , Lu D , Xu A . The interaction of circRNAs and RNA binding proteins: an important part of circRNA maintenance and function . J Neurosci Res . 2020 ; 98 ( 1 ): 87 – 97 . doi: 10.1002/jnr.v98.1 . 30575990 36. Braicu C , Zimta AA , Gulei D , Olariu A , Berindan-Neagoe I . Comprehensive analysis of circular RNAs in pathological states: biogenesis, cellular regulation, and therapeutic relevance . Cell Mol Life Sci . 2019 ; 76 ( 8 ): 1559 – 77 . doi: 10.1007/s00018-019-03016-5 ; 30805658 37. Zheng SL , Li L , Zhang HP . Progress on translation ability of circular RNA . Hereditas . 2020 ; 42 ( 5 ): 423 – 34 (In Chinese) ; 32431294 38. Legnini I , Di Timoteo G , Rossi F , Morlando M , Briganti F , Sthandier O , et al . Circ-ZNF609 is a circular RNA that can be translated and functions in myogenesis . Molecular Cell . 2017 ; 66 ( 1 ): 22 – 37.e29 . doi: 10.1016/j.molcel.2017.02.017 ; 28344082 39. Mantovani A , Marchesi F , Malesci A , Laghi L , Allavena P . Tumour-associated macrophages as treatment targets in oncology . Nature Rev Clin Oncol . 2017 ; 14 ( 7 ): 399 – 416 . doi: 10.1038/nrclinonc.2016.217 ; 28117416 40. Fridman WH , Zitvogel L , Sautès-Fridman C , Kroemer G . The immune contexture in cancer prognosis and treatment . Nature Rev Clin Oncol . 2017 ; 14 ( 12 ): 717 – 34 . doi: 10.1038/nrclinonc.2017.101 ; 28741618 41. Nishino M , Ramaiya NH , Hatabu H , Hodi FS . Monitoring immune-checkpoint blockade: response evaluation and biomarker development . Nature Rev Clin Oncol . 2017 ; 14 ( 11 ): 655 – 68 . doi: 10.1038/nrclinonc.2017.88 ; 28653677 42. Weng Q , Chen M , Li M , Zheng YF , Shao G , Fan W , et al . Global microarray profiling identified hsa_circ_0064428 as a potential immune-associated prognosis biomarker for hepatocellular carcinoma . J Med Genet . 2019 ; 56 ( 1 ): 32 – 8 . doi: 10.1136/jmedgenet-2018-105440 ; 30120213 43. Badalamenti G , Fanale D , Incorvaia L , Barraco N , Listì A , Maragliano R , et al. Role of tumor-infiltrating lymphocytes in patients with solid tumors: can a drop dig a stone? Cell Immunol . 2019 ; 343 : 103753 . doi: 10.1016/j.cellimm.2018.01.013 ; 29395859 44. Li J , Zhang G , Liu CG , Xiang X , Le MTN , Sethi G , et al . The potential role of exosomal circRNAs in the tumor microenvironment: insights into cancer diagnosis and therapy . Theranostics . 2022 ; 12 ( 1 ): 87 – 104 . doi: 10.7150/thno.64096 ; 34987636 45. Qadir J , Wen SY , Yuan H , Yang BB . CircRNAs regulate the crosstalk between inflammation and tumorigenesis: the bilateral association and molecular mechanisms . Mol Ther . 2023 ; 31 ( 6 ): 1514 – 32 . doi: 10.1016/j.ymthe.2022.12.005 ; 36518080 46. Khan SU , Khan MU , Khan MI , Fadahunsi AA , Khan A , Gao S , et al . Role of circular RNAs in disease progression and diagnosis of cancers: an overview of recent advanced insights . Int J Biol Macromol . 2022 ; 220 : 973 – 84 . doi: 10.1016/j.ijbiomac.2022.08.085 ; 35977596 47. Hong W , Xue M , Jiang J , Zhang Y , Gao X . Circular RNA circ-CPA4/let-7 miRNA/PD-L1 axis regulates cell growth, stemness, drug resistance and immune evasion in non-small cell lung cancer (NSCLC) . J Exp Clin Cancer Res . 2020 ; 39 ( 1 ): 149 . doi: 10.1186/s13046-020-01648-1 ; 32746878 48. Wei CY , Zhu MX , Lu NH , Liu JQ , Yang YW , Zhang Y , et al . Circular RNA circ_0020710 drives tumor progression and immune evasion by regulating the miR-370-3p/CXCL12 axis in melanoma . Mol Cancer . 2020 ; 19 ( 1 ): 84 . doi: 10.1186/s12943-020-01191-9 ; 32381016 49. Tian Q , Wu T , Zhang X , Xu K , Yin X , Wang X , et al . Immunomodulatory functions of the circ_001678/miRNA-326/ZEB1 axis in non-small cell lung cancer via the regulation of PD-1/PD-L1 pathway . Hum Mol Genet . 2022 ; 31 ( 23 ): 4094 – 106 . doi: 10.1093/hmg/ddac155 ; 35848890 50. Gao C , Xu YJ , Qi L , Bao YF , Zhang L , Zheng L . CircRNA VIM silence synergizes with sevoflurane to inhibit immune escape and multiple oncogenic activities of esophageal cancer by simultaneously regulating miR-124/PD-L1 axis . Cell Biol Toxicol . 2022 ; 38 ( 5 ): 825 – 45 . doi: 10.1007/s10565-021-09613-0 ; 34018092 51. Lei J , Zhu J , Hui B , Jia C , Yan X , Jiang T , et al . Circ-HSP90A expedites cell growth, stemness, and immune evasion in non-small cell lung cancer by regulating STAT3 signaling and PD-1/PD-L1 checkpoint . Cancer Immunol Immunother . 2023 ; 72 ( 1 ): 101 – 24 . doi: 10.1007/s00262-022-03235-z ; 35750765 52. Yang Z , Chen W , Wang Y , Qin M , Ji Y . CircKRT1 drives tumor progression and immune evasion in oral squamous cell carcinoma by sponging miR-495-3p to regulate PDL1 expression . Cell Biol Int . 2021 ; 45 ( 7 ): 1423 – 35 . doi: 10.1002/cbin.11581 ; 33675276 53. O’Brien KL , Finlay DK . Immunometabolism and natural killer cell responses . Nature Rev Immunol . 2019 ; 19 ( 5 ): 282 – 90 . doi: 10.1038/s41577-019-0139-2 ; 30808985 54. Wolf NK , Kissiov DU , Raulet DH . Roles of natural killer cells in immunity to cancer, and applications to immunotherapy . Nature Rev Immunol . 2023 ; 23 ( 2 ): 90 – 105 . doi: 10.1038/s41577-022-00732-1 ; 35637393 55. López-Soto A , Quiñones-Lombraña A , López-Arbesú R , López-Larrea C , González S . Transcriptional regulation of ULBP1, a human ligand of the NKG2D receptor . J Biol Chem . 2006 ; 281 ( 41 ): 30419 – 30 . doi: 10.1074/jbc.M604868200 ; 16901903 56. Ma Y , Zhang C , Zhang B , Yu H , Yu Q . circRNA of AR-suppressed PABPC1 91 bp enhances the cytotoxicity of natural killer cells against hepatocellular carcinoma via upregulating UL16 binding protein 1 . Oncol Lett . 2019 ; 17 ( 1 ): 388 – 97 ; 30655779 57. Shi M , Li ZY , Zhang LM , Wu XY , Xiang SH , Wang YG , et al . Hsa_circ_0007456 regulates the natural killer cell-mediated cytotoxicity toward hepatocellular carcinoma via the miR-6852-3p/ICAM-1 axis . Cell Death Dis . 2021 ; 12 ( 1 ): 94 . doi: 10.1038/s41419-020-03334-8 ; 33462208 58. Li M , Zhang M , Chen M , Xiao J , Mu X , Peng J , et al . KLF2-induced circZKSCAN1 potentiates the tumorigenic properties of clear cell renal cell carcinoma by targeting the miR-1294/PIM1 axis . Cell Cycle . 2022 ; 21 ( 13 ): 1376 – 90 . doi: 10.1080/15384101.2022.2051293 ; 35285410 59. Dysthe M , Parihar R . Myeloid-derived suppressor cells in the tumor microenvironment . Adv Exp Med Biol . 2020 ; 1224 : 117 – 40 . doi: 10.1007/978-3-030-35723-8 . 32036608 60. Zhao B , Wu B , Feng N , Zhang X , Zhang X , Wei Y , et al . Aging microenvironment and antitumor immunity for geriatric oncology: the landscape and future implications . J Hematol Oncol . 2023 ; 16 ( 1 ): 28 . doi: 10.1186/s13045-023-01426-4 ; 36945046 61. Jiang M , Zhang W , Zhang R , Liu P , Ye Y , Yu W , et al . Cancer exosome-derived miR-9 and miR-181a promote the development of early-stage MDSCs via interfering with SOCS3 and PIAS3 respectively in breast cancer . Oncogene . 2020 ; 39 ( 24 ): 4681 – 94 . doi: 10.1038/s41388-020-1322-4 ; 32398867 62. Zheng Y , Tian X , Wang T , Xia X , Cao F , Tian J , et al . Long noncoding RNA Pvt1 regulates the immunosuppression activity of granulocytic myeloid-derived suppressor cells in tumor-bearing mice . Mol Cancer . 2019 ; 18 ( 1 ): 61 . doi: 10.1186/s12943-019-0978-2 ; 30925926 63. Lu Q , Liu T , Feng H , Yang R , Zhao X , Chen W , et al . Circular RNA circSLC8A1 acts as a sponge of miR-130b/miR-494 in suppressing bladder cancer progression via regulating PTEN . Mol Cancer . 2019 ; 18 ( 1 ): 111 . doi: 10.1186/s12943-019-1040-0 ; 31228937 64. Gao F , Xu Q , Tang Z , Zhang N , Huang Y , Li Z , et al . Exosomes derived from myeloid-derived suppressor cells facilitate castration-resistant prostate cancer progression via S100A9/circMID1/miR-506-3p/MID1 . J Transl Med . 2022 ; 20 ( 1 ): 346 . doi: 10.1186/s12967-022-03494-5 ; 35918733 65. Pathria P , Louis TL , Varner JA . Targeting tumor-associated macrophages in cancer . Trends Immunol . 2019 ; 40 ( 4 ): 310 – 27 . doi: 10.1016/j.it.2019.02.003 ; 30890304 66. Zhang H , Liu L , Liu J , Dang P , Hu S , Yuan W , et al . Roles of tumor-associated macrophages in anti-PD-1/PD-L1 immunotherapy for solid cancers . Mol Cancer . 2023 ; 22 ( 1 ): 58 . doi: 10.1186/s12943-023-01725-x ; 36941614 67. Wu K , Lin K , Li X , Yuan X , Xu P , Ni P , et al. Redefining tumor-associated macrophage subpopulations and functions in the tumor microenvironment . Front Immunol . 2020 ; 11 : 1731 . doi: 10.3389/fimmu.2020.01731 ; 32849616 68. Zhu X , Liang R , Lan T , Ding D , Huang S , Shao J , et al . Tumor-associated macrophage-specific CD155 contributes to M2-phenotype transition, immunosuppression, and tumor progression in colorectal cancer . J Immunother Cancer . 2022 ; 10 ( 9 ): e004219 . doi: 10.1136/jitc-2021-004219 ; 36104099 69. Zhang Y , Zhang Y , Li X , Zhang M , Lv K . Microarray analysis of circular RNA expression patterns in polarized macrophages . Int J Mol Med . 2017 ; 39 ( 2 ): 373 – 9 . doi: 10.3892/ijmm.2017.2852 ; 28075448 70. Zhu M , Zhu Z , Jiang P , Zheng J , Yan F , Feng J . CircMERTK modulates the suppressive capacity of tumor-associated macrophage via targeting IL-10 in colorectal cancer . Hum Cell . 2023 ; 36 ( 1 ): 276 – 85 ; 36163585 71. Zou Y , Zheng S , Deng X , Yang A , Xie X , Tang H , et al . The role of circular RNA CDR1as/ciRS-7 in regulating tumor microenvironment: a pan-cancer analysis . Biomolecules . 2019 ; 9 ( 9 ): 429 . doi: 10.3390/biom9090429 ; 31480381 72. Guo S , Deng CX . Effect of stromal cells in tumor microenvironment on metastasis initiation . Int J Biol Sci . 2018 ; 14 ( 14 ): 2083 – 93 . doi: 10.7150/ijbs.25720 ; 30585271 73. Wu H , Zhang X , Han D , Cao J , Tian J . Tumour-associated macrophages mediate the invasion and metastasis of bladder cancer cells through CXCL8 . PeerJ . 2020 ; 8 ( Suppl 2 ): e8721 . doi: 10.7717/peerj.8721 ; 32201645 74. Zhao R , Ni J , Lu S , Jiang S , You L , Liu H , et al . CircUBAP2-mediated competing endogenous RNA network modulates tumorigenesis in pancreatic adenocarcinoma . Aging . 2019 ; 11 ( 19 ): 8484 – 501 . doi: 10.18632/aging.102334 ; 31584877 75. Su Y , Feng W , Shi J , Chen L , Huang J , Lin T . circRIP2 accelerates bladder cancer progression via miR-1305/Tgf-β2/smad3 pathway . Mol Cancer . 2020 ; 19 ( 1 ): 23 . doi: 10.1186/s12943-019-1129-5 ; 32019579 76. Hu ZQ , Zhou SL , Li J , Zhou ZJ , Wang PC , Xin HY , et al . Circular RNA sequencing identifies CircASAP1 as a key regulator in hepatocellular carcinoma metastasis . Hepatol . 2020 ; 72 ( 3 ): 906 – 22 . doi: 10.1002/hep.31068 ; 31838741 77. Paluskievicz CM , Cao X , Abdi R , Zheng P , Liu Y , Bromberg JS . T regulatory cells and priming the suppressive tumor microenvironment . Front Immunol . 2019 ; 10 : 2453 . doi: 10.3389/fimmu.2019.02453 ; 31681327 78. Zuo H , Yang M , Ji Q , Fu S , Pu X , Zhang X , et al. Targeting neutrophil extracellular traps: a novel antitumor strategy . J Immunol Res . 2023 ; 2023 : 5599660 ; 38023616 79. Huang XY , Zhang PF , Wei CY , Peng R , Lu JC , Gao C , et al . Circular RNA circMET drives immunosuppression and anti-PD1 therapy resistance in hepatocellular carcinoma via the miR-30-5p/snail/DPP4 axis . Mol Cancer . 2020 ; 19 ( 1 ): 92 . doi: 10.1186/s12943-020-01213-6 ; 32430013 80. Zou W , Green DR . Beggars banquet: metabolism in the tumor immune microenvironment and cancer therapy . Cell Metab . 2023 ; 35 ( 7 ): 1101 – 13 . doi: 10.1016/j.cmet.2023.06.003 ; 37390822 81. Huldani H , Malviya J , Rodrigues P , Hjazi A , Deorari MM , Al-Hetty H , et al . Discovering the strength of immunometabolism in cancer therapy: employing metabolic pathways to enhance immune responses . Cell Biochem Funct . 2024 ; 42 ( 2 ): e3934 . doi: 10.1002/cbf.v42.2 . 38379261 82. Watson MJ , Vignali PDA , Mullett SJ , Overacre-Delgoffe AE , Peralta RM , Grebinoski S , et al . Metabolic support of tumour-infiltrating regulatory T cells by lactic acid . Nature . 2021 ; 591 ( 7851 ): 645 – 51 . doi: 10.1038/s41586-020-03045-2 ; 33589820 83. Li X , Wenes M , Romero P , Huang SC , Fendt SM , Ho PC . Navigating metabolic pathways to enhance antitumour immunity and immunotherapy . Nature Rev Clin Oncol . 2019 ; 16 ( 7 ): 425 – 41 . doi: 10.1038/s41571-019-0203-7 ; 30914826 84. Li Q , Pan X , Zhu D , Deng Z , Jiang R , Wang X . Circular RNA MAT2B promotes glycolysis and malignancy of hepatocellular carcinoma through the miR-338-3p/PKM2 axis under hypoxic stress . Hepatol . 2019 ; 70 ( 4 ): 1298 – 316 . doi: 10.1002/hep.30671 ; 31004447 85. Ngwa VM , Edwards DN , Philip M , Chen J . Microenvironmental metabolism regulates antitumor immunity . Cancer Res . 2019 ; 79 ( 16 ): 4003 – 8 . doi: 10.1158/0008-5472.CAN-19-0617 ; 31362930 86. Zhang Y , Mao Q , Xia Q , Cheng J , Huang Z , Li Y , et al . Noncoding RNAs link metabolic reprogramming to immune microenvironment in cancers . J Hematol Oncol . 2021 ; 14 ( 1 ): 169 . doi: 10.1186/s13045-021-01179-y ; 34654454 87. Ho PC , Bihuniak JD , Macintyre AN , Staron M , Liu X , Amezquita R , et al . Phosphoenolpyruvate is a metabolic checkpoint of anti-tumor T cell responses . Cell . 2015 ; 162 ( 6 ): 1217 – 28 . doi: 10.1016/j.cell.2015.08.012 ; 26321681 88. Zhao E , Maj T , Kryczek I , Li W , Wu K , Zhao L , et al . Cancer mediates effector T cell dysfunction by targeting microRNAs and EZH2 via glycolysis restriction . Nature Immunol . 2016 ; 17 ( 1 ): 95 – 103 . doi: 10.1038/ni.3313 ; 26523864 89. Hu T , Liu H , Liang Z , Wang F , Zhou C , Zheng X , et al . Tumor-intrinsic CD47 signal regulates glycolysis and promotes colorectal cancer cell growth and metastasis . Theranostics . 2020 ; 10 ( 9 ): 4056 – 72 . doi: 10.7150/thno.40860 ; 32226539 90. Zhang C , Zhang K , Gu J , Ge D . ENO1 promotes antitumor immunity by destabilizing PD-L1 in NSCLC . Cell Mol Immunol . 2021 ; 18 ( 8 ): 2045 – 7 . doi: 10.1038/s41423-021-00710-y ; 34099892 91. Cancemi P , Buttacavoli M , Roz E , Feo S . Expression of alpha-enolase (ENO1), myc promoter-binding protein-1 (MBP-1) and matrix metalloproteinases (MMP-2 and MMP-9) reflect the nature and aggressiveness of breast tumors . Int J Mol Sci . 2019 ; 20 ( 16 ): 3952 . doi: 10.3390/ijms20163952 ; 31416219 92. Zhou J , Zhang S , Chen Z , He Z , Xu Y , Li Z . CircRNA-ENO1 promoted glycolysis and tumor progression in lung adenocarcinoma through upregulating its host gene ENO1 . Cell Death Dis . 2019 ; 10 ( 12 ): 885 . doi: 10.1038/s41419-019-2127-7 ; 31767835 93. Ren S , Liu J , Feng Y , Li Z , He L , Li L , et al . Knockdown of circDENND4C inhibits glycolysis, migration and invasion by up-regulating miR-200b/c in breast cancer under hypoxia . J Exp Clin Cancer Res . 2019 ; 38 ( 1 ): 388 . doi: 10.1186/s13046-019-1398-2 ; 31488193 94. Zhong L , Wang Y , Cheng Y , Wang W , Lu B , Zhu L , et al . Circular RNA circC3P1 suppresses hepatocellular carcinoma growth and metastasis through miR-4641/PCK1 pathway . Biochem Biophys Res Commun . 2018 ; 499 ( 4 ): 1044 – 9 . doi: 10.1016/j.bbrc.2018.03.221 ; 29608893 95. Tyrakis PA , Palazon A , Macias D , Lee KL , Phan AT , Veliça P , et al . S-2-hydroxyglutarate regulates CD8 + T-lymphocyte fate . Nature . 2016 ; 540 ( 7632 ): 236 – 41 . doi: 10.1038/nature20165 ; 27798602 96. Klysz D , Tai X , Robert PA , Craveiro M , Cretenet G , Oburoglu L , et al . Glutamine-dependent α-ketoglutarate production regulates the balance between T helper 1 cell and regulatory T cell generation . Sci Signal . 2015 ; 8 ( 396 ): ra97 ; 26420908 97. Jin L , Alesi GN , Kang S . Glutaminolysis as a target for cancer therapy . Oncogene . 2016 ; 35 ( 28 ): 3619 – 25 . doi: 10.1038/onc.2015.447 ; 26592449 98. Zhen N , Gu S , Ma J , Zhu J , Yin M , Xu M , et al . CircHMGCS1 promotes hepatoblastoma cell proliferation by regulating the IGF signaling pathway and glutaminolysis . Theranostics . 2019 ; 9 ( 3 ): 900 – 19 . doi: 10.7150/thno.29515 ; 30809316 99. Hui C , Tian L , He X . Circular RNA circNHSL1 contributes to gastric cancer progression through the miR-149-5p/YWHAZ axis . Cancer Manag Res . 2020 ; 12 : 7117 – 30 . doi: 10.2147/CMAR.S253152 ; 32848466 100. Lu R , Zhang X , Li X , Wan X . Circ_0016418 promotes melanoma development and glutamine catabolism by regulating the miR-605-5p/GLS axis . Int J Clin Exp Pathol . 2020 ; 13 ( 7 ): 1791 – 801 ; 32782707 101. Hsu YL , Hung JY , Chiang SY , Jian SF , Wu CY , Lin YS , et al . Lung cancer-derived galectin-1 contributes to cancer associated fibroblast-mediated cancer progression and immune suppression through TDO2/kynurenine axis . Oncotarget . 2016 ; 7 ( 19 ): 27584 – 98 . doi: 10.18632/oncotarget.8488 ; 27050278 102. Zhai L , Spranger S , Binder DC , Gritsina G , Lauing KL , Giles FJ , et al . Molecular pathways: targeting IDO1 and other tryptophan dioxygenases for cancer immunotherapy . Clin Cancer Res . 2015 ; 21 ( 24 ): 5427 – 33 . doi: 10.1158/1078-0432.CCR-15-0420 ; 26519060 103. Dagenais-Lussier X , Aounallah M , Mehraj V , El-Far M , Tremblay C , Sekaly RP , et al . Kynurenine reduces memory CD4 T-cell survival by interfering with interleukin-2 signaling early during HIV-1 infection . J Virol . 2016 ; 90 ( 17 ): 7967 – 79 . doi: 10.1128/JVI.00994-16 ; 27356894 104. Li S , Weng J , Song F , Li L , Xiao C , Yang W , et al . Circular RNA circZNF566 promotes hepatocellular carcinoma progression by sponging miR-4738-3p and regulating TDO2 expression . Cell Death Dis . 2020 ; 11 ( 6 ): 452 . doi: 10.1038/s41419-020-2616-8 ; 32532962 105. Medes G , Thomas A , Weinhouse S . Metabolism of neoplastic tissue. IV. A study of lipid synthesis in neoplastic tissue slices in vitro . Cancer Res . 1953 ; 13 ( 1 ): 27 – 9 ; 13032945 106. Currie E , Schulze A , Zechner R , Walther TC , Farese Jr RV . Cellular fatty acid metabolism and cancer . Cell Metab . 2013 ; 18 ( 2 ): 153 – 61 . doi: 10.1016/j.cmet.2013.05.017 ; 23791484 107. Nomura DK , Long JZ , Niessen S , Hoover HS , Ng SW , Cravatt BF . Monoacylglycerol lipase regulates a fatty acid network that promotes cancer pathogenesis . Cell . 2010 ; 140 ( 1 ): 49 – 61 . doi: 10.1016/j.cell.2009.11.027 ; 20079333 108. MacIver NJ , Michalek RD , Rathmell JC . Metabolic regulation of T lymphocytes . Annu Rev Immunol . 2013 ; 31 : 259 – 83 . doi: 10.1146/immunol.2013.31.issue-1 . 23298210 109. Yu G , Yang Z , Peng T , Lv Y . Circular RNAs: rising stars in lipid metabolism and lipid disorders . J Cell Physiol . 2021 ; 236 ( 7 ): 4797 – 806 . doi: 10.1002/jcp.v236.7 . 33275299 110. Yu XH , Wang HF , Wu JB , Wang SS , Tang YJ , Tang YL , et al . Non-coding RNAs derailed: the many influences on the fatty acid reprogramming of cancer . Life Sci . 2019 ; 231 : 116509 . doi: 10.1016/j.lfs.2019.05.065 ; 31152812 111. Ali A , Levantini E , Teo JT , Goggi J , Clohessy JG , Wu CS , et al . Fatty acid synthase mediates EGFR palmitoylation in EGFR mutated non-small cell lung cancer . EMBO Mol Med . 2018 ; 10 ( 3 ): e8313 . doi: 10.15252/emmm.201708313 ; 29449326 112. Hang D , Zhou J , Qin N , Zhou W , Ma H , Jin G , et al . A novel plasma circular RNA circFARSA is a potential biomarker for non-small cell lung cancer . Cancer Med . 2018 ; 7 ( 6 ): 2783 – 91 . doi: 10.1002/cam4.1514 ; 29722168 113. Xia H , Wang W , Crespo J , Kryczek I , Li W , Wei S , et al . Suppression of FIP200 and autophagy by tumor-derived lactate promotes naïve T cell apoptosis and affects tumor immunity . Sci Immunol . 2017 ; 2 ( 17 ): eaan4631 . doi: 10.1126/sciimmunol.aan4631 ; 29150439 114. Haas R , Smith J , Rocher-Ros V , Nadkarni S , Montero-Melendez T , D’Acquisto F , et al . Lactate regulates metabolic and pro-inflammatory circuits in control of T cell migration and effector functions . PLoS Biol . 2015 ; 13 ( 7 ): e1002202 . doi: 10.1371/journal.pbio.1002202 ; 26181372 115. Colegio OR , Chu NQ , Szabo AL , Chu T , Rhebergen AM , Jairam V , et al . Functional polarization of tumour-associated macrophages by tumour-derived lactic acid . Nature . 2014 ; 513 ( 7519 ): 559 – 63 . doi: 10.1038/nature13490 ; 25043024 116. Ou ZL , Luo Z , Wei W , Liang S , Gao TL , Lu YB . Hypoxia-induced shedding of MICA and HIF1A-mediated immune escape of pancreatic cancer cells from NK cells: role of circ_0000977/miR-153 axis . RNA Biol . 2019 ; 16 ( 11 ): 1592 – 603 . doi: 10.1080/15476286.2019.1649585 ; 31402756 117. Chen LY , Wang L , Ren YX , Pang Z , Liu Y , Sun XD , et al . The circular RNA circ-ERBIN promotes growth and metastasis of colorectal cancer by miR-125a-5p and miR-138-5p/4EBP-1 mediated cap-independent HIF-1α translation . Mol Cancer . 2020 ; 19 ( 1 ): 164 . doi: 10.1186/s12943-020-01272-9 ; 33225938 118. Umezu T , Tadokoro H , Azuma K , Yoshizawa S , Ohyashiki K , Ohyashiki JH . Exosomal miR-135b shed from hypoxic multiple myeloma cells enhances angiogenesis by targeting factor-inhibiting HIF-1 . Blood . 2014 ; 124 ( 25 ): 3748 – 57 . doi: 10.1182/blood-2014-05-576116 ; 25320245 119. Chen ZQ , Zuo XL , Cai J , Zhang Y , Han GY , Zhang L , et al . Hypoxia-associated circPRDM4 promotes immune escape via HIF-1α regulation of PD-L1 in hepatocellular carcinoma . Exp Hematol Oncol . 2023 ; 12 ( 1 ): 17 . doi: 10.1186/s40164-023-00378-2 ; 36747292 120. Dong KS , Chen Y , Yang G , Liao ZB , Zhang HW , Liang HF , et al . TGF-β1 accelerates the hepatitis B virus X-induced malignant transformation of hepatic progenitor cells by upregulating miR-199a-3p . Oncogene . 2020 ; 39 ( 8 ): 1807 – 20 . doi: 10.1038/s41388-019-1107-9 ; 31740785 121. Tsai KN , Kuo CF , Ou JJ . Mechanisms of hepatitis B virus persistence . Trends microbiol . 2018 ; 26 ( 1 ): 33 – 42 . doi: 10.1016/j.tim.2017.07.006 ; 28823759 122. Wang S , Cui S , Zhao W , Qian Z , Liu H , Chen Y , et al . Screening and bioinformatics analysis of circular RNA expression profiles in hepatitis B-related hepatocellular carcinoma . Cancer Biomark: Section A Dis Markers . 2018 ; 22 ( 4 ): 631 – 40 . doi: 10.3233/CBM-170910 ; 29914004 123. Yu J , Ding WB , Wang MC , Guo XG , Xu J , Xu QG , et al . Plasma circular RNA panel to diagnose hepatitis B virus-related hepatocellular carcinoma: a large-scale, multicenter study . Int J Cancer . 2020 ; 146 ( 6 ): 1754 – 63 . doi: 10.1002/ijc.v146.6 . 31456215 124. Seki M , Powers JC , Maruyama S , Zuriaga MA , Wu CL , Kurishima C , et al . Acute and chronic increases of circulating FSTL1 normalize energy substrate metabolism in pacing-induced heart failure . Circ Heart Fail . 2018 ; 11 ( 1 ): e004486 . doi: 10.1161/CIRCHEARTFAILURE.117.004486 ; 29317401 125. Li L , Huang S , Yao Y , Chen J , Li J , Xiang X , et al . Follistatin-like 1 (FSTL1) is a prognostic biomarker and correlated with immune cell infiltration in gastric cancer . World J Surg Oncol . 2020 ; 18 ( 1 ): 324 . doi: 10.1186/s12957-020-02070-9 ; 33292276 126. Wang H , Wu S , Huang S , Yin S , Zou G , Huang K , et al . Follistatin-like protein 1 contributes to dendritic cell and T-lymphocyte activation in nasopharyngeal carcinoma patients by altering nuclear factor κb and Jun N-terminal kinase expression . Cell Biochem Funct . 2016 ; 34 ( 8 ): 554 – 62 . doi: 10.1002/cbf.v34.8 . 27859422 127. Zhao J , Lee EE , Kim J , Yang R , Chamseddin B , Ni C , et al . Transforming activity of an oncoprotein-encoding circular RNA from human papillomavirus . Nat Commun . 2019 ; 10 ( 1 ): 2300 . doi: 10.1038/s41467-019-10246-5 ; 31127091 128. Wang H , Zhao Y , Chen M , Cui J . Identification of novel long non-coding and circular RNAs in human papillomavirus-mediated cervical cancer . Front Microbiol . 2017 ; 8 : 725 . doi: 10.3389/fmicb.2017.01720 ; 28487687 129. Bonelli P , Borrelli A , Tuccillo FM , Buonaguro FM , Tornesello ML . The role of circRNAs in human papillomavirus (HPV)-associated cancers . Cancers . 2021 ; 13 ( 5 ): 1173 . doi: 10.3390/cancers13051173 ; 33803232 130. Dai X , Chen C , Yang Q , Xue J , Chen X , Sun B , et al . Exosomal circRNA_100284 from arsenite-transformed cells, via microRNA-217 regulation of EZH2, is involved in the malignant transformation of human hepatic cells by accelerating the cell cycle and promoting cell proliferation . Cell Death Dis . 2018 ; 9 ( 5 ): 454 . doi: 10.1038/s41419-018-0485-1 ; 29674685 131. Li S , Pei Y , Wang W , Liu F , Zheng K , Zhang X . Extracellular nanovesicles-transmitted circular RNA has_circ_0000190 suppresses osteosarcoma progression . J Cell Mol Med . 2020 ; 24 ( 3 ): 2202 – 14 . doi: 10.1111/jcmm.14877 ; 31923350 132. Chen W , Quan Y , Fan S , Wang H , Liang J , Huang L , et al . Exosome-transmitted circular RNA hsa_circ_0051443 suppresses hepatocellular carcinoma progression . Cancer Lett . 2020 ; 475 : 119 – 28 . doi: 10.1016/j.canlet.2020.01.022 ; 32014458 133. Li Y , Zheng Q , Bao C , Li S , Guo W , Zhao J , et al . Circular RNA is enriched and stable in exosomes: a promising biomarker for cancer diagnosis . Cell Res . 2015 ; 25 ( 8 ): 981 – 4 . doi: 10.1038/cr.2015.82 ; 26138677 134. Dou Y , Cha DJ , Franklin JL , Higginbotham JN , Jeppesen DK , Weaver AM , et al . Circular RNAs are down-regulated in KRAS mutant colon cancer cells and can be transferred to exosomes . Sci Rep . 2016 ; 6 ( 1 ): 37982 . doi: 10.1038/srep37982 ; 27892494 135. Tian L , Cao J , Jiao H , Zhang J , Ren X , Liu X , et al . CircRASSF2 promotes laryngeal squamous cell carcinoma progression by regulating the miR-302b-3p/IGF-1R axis . Clin Sci . 2019 ; 133 ( 9 ): 1053 – 66 . doi: 10.1042/CS20190110 ; 30992382 136. Chen X , Chen RX , Wei WS , Li YH , Feng ZH , Tan L , et al . PRMT5 circular RNA promotes metastasis of urothelial carcinoma of the bladder through sponging miR-30c to induce epithelial-mesenchymal transition . Clin Cancer Res . 2018 ; 24 ( 24 ): 6319 – 30 . doi: 10.1158/1078-0432.CCR-18-1270 ; 30305293 137. Chen YG , Kim MV , Chen X , Batista PJ , Aoyama S , Wilusz JE , et al . Sensing self and foreign circular RNAs by intron identity . Mol Cell . 2017 ; 67 ( 2 ): 228 – 238.e225 . doi: 10.1016/j.molcel.2017.05.022 ; 28625551 138. Iurescia S , Fioretti D , Rinaldi M . Nucleic acid sensing machinery: targeting innate immune system for cancer therapy . Recent Patents Anti-Cancer Drug Dis . 2018 ; 13 ( 1 ): 2 – 17 . 139. Bourquin C , Pommier A , Hotz C . Harnessing the immune system to fight cancer with Toll-like receptor and RIG-I-like receptor agonists . Pharmacol Res . 2020 ; 154 : 104192 . doi: 10.1016/j.phrs.2019.03.001 ; 30836160 140. Chen YG , Chen R , Ahmad S , Verma R , Kasturi SP , Amaya L , et al . N6-methyladenosine modification controls circular RNA immunity . Molecular Cell . 2019 ; 76 ( 1 ): 96 – 109.e109 . doi: 10.1016/j.molcel.2019.07.016 ; 31474572 141. Li P , Liu C , Yu Z , Wu M . New insights into regulatory T cells: exosome- and non-coding RNA-mediated regulation of homeostasis and resident treg cells . Front Immunol . 2016 ; 7 : 574 ; 27999575 142. Deng C , Huo M , Chu H , Zhuang X , Deng G , Li W , et al . Exosome circATP8A1 induces macrophage M2 polarization by regulating the miR-1-3p/STAT6 axis to promote gastric cancer progression . Mol Cancer . 2024 ; 23 ( 1 ): 49 . doi: 10.1186/s12943-024-01966-4 ; 38459596 143. Wang J , Zhao X , Wang Y , Ren F , Sun D , Yan Y , et al . circRNA-002178 act as a ceRNA to promote PDL1/PD1 expression in lung adenocarcinoma . Cell Death Dis . 2020 ; 11 ( 1 ): 32 . doi: 10.1038/s41419-020-2230-9 ; 31949130 144. Li Q , Johnston N , Zheng X , Wang H , Zhang X , Gao D , et al . miR-28 modulates exhaustive differentiation of T cells through silencing programmed cell death-1 and regulating cytokine secretion . Oncotarget . 2016 ; 7 ( 33 ): 53735 – 50 . doi: 10.18632/oncotarget.10731 ; 27447564 145. Tan S , Xu Y , Wang Z , Wang T , Du X , Song X , et al . Tim-3 hampers tumor surveillance of liver-resident and conventional NK cells by disrupting PI3K signaling . Cancer Res . 2020 ; 80 ( 5 ): 1130 – 42 . doi: 10.1158/0008-5472.CAN-19-2332 ; 31848194 146. Ghiotto M , Gauthier L , Serriari N , Pastor S , Truneh A , Nunès JA , et al . PD-L1 and PD-L2 differ in their molecular mechanisms of interaction with PD-1 . Int Immunol . 2010 ; 22 ( 8 ): 651 – 60 . doi: 10.1093/intimm/dxq049 ; 20587542 147. Qin S , Xu L , Yi M , Yu S , Wu K , Luo S . Novel immune checkpoint targets: moving beyond PD-1 and CTLA-4 . Mol Cancer . 2019 ; 18 ( 1 ): 155 . doi: 10.1186/s12943-019-1091-2 ; 31690319 148. Chen DL , Sheng H , Zhang DS , Jin Y , Zhao BT , Chen N , et al . The circular RNA circDLG1 promotes gastric cancer progression and anti-PD-1 resistance through the regulation of CXCL12 by sponging miR-141-3p . Mol Cancer . 2021 ; 20 ( 1 ): 166 . doi: 10.1186/s12943-021-01475-8 ; 34911533 149. Rowshanravan B , Halliday N , Sansom DM . CTLA-4: a moving target in immunotherapy . Blood . 2018 ; 131 ( 1 ): 58 – 67 . doi: 10.1182/blood-2017-06-741033 ; 29118008",
  "plain_text": "Circular RNAs (circRNAs) are a type of non coding RNA that possess unique single stranded circular structures formed through reverse splicing mechanisms. Due to the lack of a free end that is typically susceptible to degradation by nucleases, circular RNAs exhibit resistance to ribonuclease R, making them highly stable in eukaryotic cells. The complex relationship between circRNA dysregulation and various pathophysiological conditions, especially cancer. Tumor microenvironment (TME) is a collective term for various components surrounding tumors and is an important factor affecting tumor development. Simultaneous infiltration of TME by different types of immune cells; These immune cells interact with the TME, collectively forming the so-called “tumor immune microenvironment”. The complex interactions between tumor cells and TME profoundly affect the behavior of malignant tumors, and circRNAs derived from tumor cells and TME cell components have become important mediators of immune response and evasion within the TME. CircRNAs can directly or indirectly regulate immune cells, thereby modulating anti-tumor immunity. This review highlights how circRNAs, especially those encapsulated in extracellular vesicles like exosomes, influence the differentiation, chemotaxis, and anti-tumor immune functions of immune cells within the TME. Metabolic reprogramming plays an important role in this process. The process of circRNAs regulating tumor immunity is affected by multiple factors, such as hypoxia and viral infection. This review emphasizes the roles of the interaction between circRNAs and the TME in tumor immune regulation and prospects the guiding significance of circRNAs in tumor immune checkpoint therapy."
}
