{
    "PMC": "5100588",
    "DOI": "10.1093/nar/gkw675",
    "PMID": "27471034",
    "PMCID": "PMC5100588",
    "title": "Poly(ADP-ribose) polymerases covalently modify strand break termini in DNA fragments in vitro.",
    "year": 2016,
    "source_url": "https://europepmc.org/article/PMC/PMC5100588",
    "source": "MED",
    "abstract_text": "Poly(ADP-ribose) polymerases (PARPs/ARTDs) use nicotinamide adenine dinucleotide (NAD<sup>+</sup>) to catalyse the synthesis of a long branched poly(ADP-ribose) polymer (PAR) attached to the acceptor amino acid residues of nuclear proteins. PARPs act on single- and double-stranded DNA breaks by recruiting DNA repair factors. Here, in in vitro biochemical experiments, we found that the mammalian PARP1 and PARP2 proteins can directly ADP-ribosylate the termini of DNA oligonucleotides. PARP1 preferentially catalysed covalent attachment of ADP-ribose units to the ends of recessed DNA duplexes containing 3'-cordycepin, 5'- and 3'-phosphate and also to 5'-phosphate of a single-stranded oligonucleotide. PARP2 preferentially ADP-ribosylated the nicked/gapped DNA duplexes containing 5'-phosphate at the double-stranded termini. PAR glycohydrolase (PARG) restored native DNA structure by hydrolysing PAR-DNA adducts generated by PARP1 and PARP2. Biochemical and mass spectrometry analyses of the adducts suggested that PARPs utilise DNA termini as an alternative to 2'-hydroxyl of ADP-ribose and protein acceptor residues to catalyse PAR chain initiation either via the 2',1″-O-glycosidic ribose-ribose bond or via phosphodiester bond formation between C1' of ADP-ribose and the phosphate of a terminal deoxyribonucleotide. This new type of post-replicative modification of DNA provides novel insights into the molecular mechanisms underlying biological phenomena of ADP-ribosylation mediated by PARPs.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 5100588 27471034 10.1093/nar/gkw675 Genome Integrity, Repair and Replication Poly(ADP-ribose) polymerases covalently modify strand break termini in DNA fragments in vitro Talhaoui Ibtissam 1 2 † Lebedeva Natalia A. 3 † Zarkovic Gabriella 1 2 † Saint-Pierre Christine 4 Kutuzov Mikhail M. 3 Sukhanova Maria V. 3 Matkarimov Bakhyt T. 5 Gasparutto Didier 4 Saparbaev Murat K. 1 2 Lavrik Olga I. 3 6 * Ishchenko Alexander A. 1 2 * 1 Laboratoire «Stabilité Génétique et Oncogenèse» CNRS, UMR 8200, Univ. Paris-Sud, Université Paris-Saclay, F-94805 Villejuif, France 2 Gustave Roussy, Université Paris-Saclay, F-94805 Villejuif, France 3 SB RAS Institute of Chemical Biology and Fundamental Medicine, Lavrentiev Av. 8, Novosibirsk 630090, Russia 4 Université Grenoble Alpes, CEA, INAC/SPrAM UMR5819 CEA CNRS UGA, F-38000 Grenoble, France 5 National Laboratory Astana, Nazarbayev University, Astana 010000, Kazakhstan 6 Department of Natural Sciences, Novosibirsk State University, 2 Pirogova St., Novosibirsk 630090, Russia * To whom correspondence should be addressed. Tel: +33 1 4211 5405; Fax: +33 1 4211 5008; Email: Alexander.Ishchenko@gustaveroussy.fr Correspondence may also be addressed to Olga I. Lavrik. Tel: +7 383 363 5195; Fax: +7 383 363 5153; Email: lavrik@niboch.nsc.ru † These authors contributed equally to this work as the first authors. 02 11 2016 28 7 2016 28 7 2016 44 19 9279 9295 14 7 2016 28 6 2016 23 9 2014 © The Author(s) 2016. Published by Oxford University Press on behalf of Nucleic Acids Research. 2016 This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com Poly(ADP-ribose) polymerases (PARPs/ARTDs) use nicotinamide adenine dinucleotide (NAD + ) to catalyse the synthesis of a long branched poly(ADP-ribose) polymer (PAR) attached to the acceptor amino acid residues of nuclear proteins. PARPs act on single- and double-stranded DNA breaks by recruiting DNA repair factors. Here, in in vitro biochemical experiments, we found that the mammalian PARP1 and PARP2 proteins can directly ADP-ribosylate the termini of DNA oligonucleotides. PARP1 preferentially catalysed covalent attachment of ADP-ribose units to the ends of recessed DNA duplexes containing 3′-cordycepin, 5′- and 3′-phosphate and also to 5′-phosphate of a single-stranded oligonucleotide. PARP2 preferentially ADP-ribosylated the nicked/gapped DNA duplexes containing 5′-phosphate at the double-stranded termini. PAR glycohydrolase (PARG) restored native DNA structure by hydrolysing PAR-DNA adducts generated by PARP1 and PARP2. Biochemical and mass spectrometry analyses of the adducts suggested that PARPs utilise DNA termini as an alternative to 2′-hydroxyl of ADP-ribose and protein acceptor residues to catalyse PAR chain initiation either via the 2′,1″- O -glycosidic ribose-ribose bond or via phosphodiester bond formation between C1′ of ADP-ribose and the phosphate of a terminal deoxyribonucleotide. This new type of post-replicative modification of DNA provides novel insights into the molecular mechanisms underlying biological phenomena of ADP-ribosylation mediated by PARPs. cover-date 02 November 2016 INTRODUCTION Cellular DNA is constantly damaged by exogenous and endogenous factors resulting in base and sugar alterations and DNA strand breaks ( 1 ). Single- and double-strand DNA breaks (SSBs and DSBs, respectively) can be generated either directly by oxygen free radicals or as intermediates of DNA excision repair ( 2 ). Failure to detect and repair DNA strand breaks can have deleterious consequences for the cell, e.g. chromosomal aberrations, genomic instability and cell death. The poly(ADP-ribose) polymerase (PARP) family of proteins, also referred as diphtheria toxin-like ADP-ribosyltransferases (ARTD) according to the new nomenclature, includes 18 known members identified by homology searching. They catalyse the synthesis of polymers of ADP-ribose (PAR) covalently attached to acceptor proteins using nicotinamide adenine dinucleotide (NAD + ) as a substrate ( 3 – 5 ). PARP1 and PARP2 proteins are considered DNA damage sensors that after binding to strand breaks, poly(ADP-ribosyl)ate themselves and nuclear acceptor proteins that regulate the function of the modified proteins. Particularly, PARP1-catalysed self-poly-ADP-ribosylation (PARylation) and modification of nuclear proteins is greatly activated after exposure of cells to DNA-damaging agents ( 6 ). The covalently attached ADP-ribose polymer with a complex branched structure confers negative charge to PARPs and histones, resulting in the decrease in DNA binding and electrostatic repulsion of these proteins from DNA ( 7 , 8 ). It was postulated that at lower levels of cellular DNA damage, PARPs regulate the DNA repair pathways by recruiting proteins to strand breaks, and at more severe DNA damage, promote cell death via necrosis, apoptosis or both ( 3 , 9 ). The widespread presence of PARP proteins in eukaryotes and their unusual post-translational modification activity could be explained by the fact that in eukaryotic cells, DNA is tightly packed into a complex referred to as chromatin, a highly complicated structure with several levels of organization ( 10 ). Chromatin structure imposes restrictions upon DNA–protein interactions, and several studies have shown that chromatin packaging restricts the ability of the DNA repair machinery to access the sites of DNA damage ( 11 , 12 ). It is widely accepted that the PARP-catalysed PARylation of nuclear proteins is required for regulation of DNA repair and transcription in the context of chromatin in eukaryotic cell nuclei ( 13 , 14 ). Mammalian PARP1 accounts for 80–90% of measurable poly(ADP-ribose) synthesis after DNA damage ( 15 ). PARP1 is a multi-domain protein composed of six distinct modules including two N-terminal zinc finger domains (Zn1 and Zn2) responsible for initial binding to altered DNA structures; the third zinc-binding domain (Zn3) and tryptophan-glycine-arginine (WGR) domain participating in DNA binding and formation of a network of interdomain contacts critical for activation of the C-terminal catalytic (CAT) domain resulting in NAD + cleavage and formation of PAR polymer; and a central auto-modification domain containing a cluster of glutamic acid residues serving as ADP-ribose acceptor sites: a BRCA1 C-terminal (BRCT) motif ( 16 – 18 ). Both PARP1 and PARP2 have WGR and CAT domains and the overall three-dimensional structures of theirs CAT domains are similar ( 19 ). As compared to PARP1, PARP2 does not contain the N-terminal zinc finger and BRCT domains, which are replaced by a smaller N-terminal region of unknown function, which is not strictly required for DNA-dependent activation ( 20 ). PARP2 is preferentially activated by a SSB harbouring a 5′ phosphate and recognises and is differently activated by a diverse set of damaged DNA structures as compared to PARP1, suggesting that the two enzymes have non-overlapping functions in DNA repair ( 20 – 22 ). Endogenous non-bulky DNA base damage is removed via two overlapping pathways: DNA glycosylase-initiated base excision repair (BER) and apurinic/apyrimidinic (AP) endonuclease-mediated nucleotide incision repair (NIR) ( 23 ). In BER, a DNA glycosylase excises the modified base, leaving either an AP site or a SSB with 3′-phosphoaldehyde and/or 3′-phosphate groups; all these genotoxic intermediates are then hydrolysed by an AP endonuclease (APE1 in human cells) prior to the gap-filling synthesis step ( 24 , 25 ). It should be noted that AP sites and 3′-phosphate termini can also be removed in the AP endonuclease-independent manner by tyrosyl-DNA phosphodiesterase 1 (Tdp1) and polynucleotide kinase (PNK), respectively ( 26 , 27 ). In NIR, a damage-specific AP endonuclease makes an incision 5′ to a damaged base, in a DNA glycosylase-independent manner, producing a SSB with a 3′-hydroxyl (3′OH) terminus and a 5′ dangling damaged nucleotide ( 28 ). Thus, DNA strand breaks generated either directly or as intermediates of DNA excision repair contain 3′ or 5′ blocking groups or both and therefore require additional cleansing steps before DNA repair synthesis and ligation. It was suggested that the PARylation of acceptor proteins promotes repair of a SSB via recruitment and retention of the XRCC1 protein; the latter process in turn depends on the chromatin context ( 29 ). XRCC1 is a key scaffold protein in the BER and NIR pathways and binds to a SSB and then recruits and activates (through protein–protein interactions) DNA repair factors necessary for end cleansing, DNA synthesis and ligation ( 30 ). Mice deficient in PARPs have a phenotype hypersensitive to ionizing radiation and to DNA alkylating agents ( 33 – 35 ). Furthermore, PARP-deficient cells are hypersensitive to topoisomerase I (Top1) inhibitors such as camptothecins; this phenomenon is suggestive of the involvement of PARPs in the repair of Top1-DNA cleavage complexes ( 31 ). In addition to their role in SSB repair, DNA damage-activated PARPs perform an important function in the repair of DSBs and influence the relative contribution of homologous recombination (HR), canonical and alternative nonhomologous end-joining (C-NHEJ and A-NHEJ) pathways ( 32 ). PARP1 is recognised as a key component of A-NHEJ, acting at the initiation step of DSB repair in cooperation with the DSB sensors MRE11 and NBS1 ( 33 ). It was shown that both PARP1 and PARP2 are recruited to sites of DNA damage induced by laser microirradiation and are required for hydroxyurea-induced HR to ensure cell survival after replication arrest ( 34 , 35 ). Taken together, these observations are indicative of the critical role of PARPs in the repair of both SSBs and DSBs. Moreover, the PARP-catalysed covalent PARylation of proteins is a reversible process because PAR is degraded by several ADP-ribosylhydrolases including poly(ADP-ribose) glycohydrolase (PARG) ( 36 ), ADP ribosyl-acceptor hydrolase 3 (ARH3) ( 37 ) and terminal ADP-ribose protein glycohydrolase 1 (TARG1) ( 38 ). PARG is a major PAR glycohydrolase in mammalian cells that removes most of the PAR polymer but leaves a single ADP-ribose attached to the protein; this residue is then eliminated by TARG1. Disruption of the PARG gene in mice results in embryonic mortality ( 39 ) and PARG-deficient cells show increased cell death and impaired repair of DNA base damage and strand breaks ( 40 – 42 ), indicating that accumulation of the PARylated macromolecules is highly toxic to the cell. The phenomenon of NAD + -dependent PARylation was discovered more than 50 years ago, but it is still unclear how this post-translational modification governs a multitude of cellular processes including DNA repair, transcription, chromatin dynamics and cell death ( 43 ). Here, we studied the interactions of PARP enzymes with DNA damage and repair intermediates using in vitro approaches. Our results reveal that both mammalian PARP1 and PARP2 can covalently modify DNA oligonucleotide duplexes by addition of multiple poly(ADP-ribose) units to 3′ and 5′ extremities of DNA. Therefore, along with this newly uncovered post-replicative modification, DNA can be regarded as a substrate for the PARP1- and PARP2-catalysed reaction of poly-ADP-ribosylation. The PARP-catalysed DNA PARylation is reversible because PARG efficiently removes the PAR polymer from DNA and restores initial DNA structure. The characteristics and possible functional role of the new activity of PARPs are discussed. MATERIALS AND METHODS Chemicals, reagents and proteins Proteinase K from Tritirachium album and Deoxyribonuclease I from bovine pancreas (DNAse I) were purchased from Sigma–Aldrich (France), CIP (alkaline phosphatase, calf intestinal) and E. coli exonuclease I (ExoI) were purchased from New England Biolabs France (Evry, France). SVPDE1 (snake venom phosphodiesterase 1) from Crotalus adamanteus was from Worthington (Biochemical Corporation). Human tyrosyl-DNA phosphodiesterase 1 (Tdp1) was purified as described previously ( 44 ). The purified human Nudix (nucleoside diphosphate-linked moiety X)-type motif 16 (NUDT16) protein was kindly provided by Dr Ivan Ahel (University of Oxford, U.K.). Human poly(ADP-ribose) polymerase 1 (PARP1; EC 2.4.2.30) and bovine PARG were purchased from Trevigen (Gaithersburg, USA). The plasmid coding for murine PARP2 was kindly provided by Dr V. Schreiber (ESBS, Illkirch, France). The untagged PARP2 protein was expressed and purified from insect cells as described previously ( 22 ). Oligonucleotides Sequences of the oligonucleotides and their duplexes used in the present work are shown in Figure 1 . All oligonucleotides were purchased from Eurogentec (Seraing, Belgium) including regular oligonucleotides and those containing α-anomeric 2′-deoxyadenosine (αdA), tetrahydrofuran (THF), 5,6-dihydrouracil (DHU), 3′-phosphate, 3′-thiophosphate and 3′-terminal riboadenosine. Prior to enzymatic assays, the oligonucleotides were labelled either at the 5′ end using T4 polynucleotide kinase (New England Biolabs, OZYME France) in the presence of [γ- 32 P]ATP (3000 Ci.mmol −1 ) (PerkinElmer) or at the 3′ end by means of terminal deoxynucleotidyl transferase (New England Biolabs) in the presence of [α- 32 P]-3′-dATP (cordycepin 5′-triphosphate, 5000 Ci.mmol −1 ; PerkinElmer) according to the manufacturer's protocol. After the reactions, radioactively labelled oligonucleotides were desalted on a Sephadex G-25 column equilibrated with water and then annealed with a corresponding complementary strand for 3 min at 65°C in the buffer consisting of 20 mM HEPES-KOH (pH 7.6) and 50 mM KCl. Radioactive labelling of duplex DNA was also performed using radioactive [adenylate- 32 P]NAD + (800 Ci.mmol −1 ) (PerkinElmer) in the presence of PARPs, oligonucleotides and 1 mM cold NAD + . To generate DNA duplex containing 3′-terminal 32 P residue the 3′dAM 32 P-labelled ExoA•RexT duplex was incubated with 100 nM Tdp1 in 50 mM Tris-HCl pH 7.5, 25 mM KCl for 2 h at 25°C. Figure 1. Schematic presentation of various DNA substrates used in this study. The following oligonucleotides (5′→3′) were mostly used to quantify PARylation of DNA ends by PARPs: 17-mer d(AGCATTCG X GACTGGGT) where X is dA, αdA or THF; Exo20, d(GTGGCGCGGAGACTTAGAGA); ExoDHU, d(GTGGCGCGGAGACTTAGAGA-DHU); ExoA, d(GTGGCGCGGAGACTTAGAGAA); ExoARib, d(GTGGCGCGGAGACTTAGAGA)-riboA; ExoAp and ExoAThio-p, d(GTGGCGCGGAGACTTAGAGAAp), where p is a 3′-terminal phosphate and thiophosphate, respectively; 5P-Exo19, d(pATTTGGCGCGGGGAATTCC) and 5P-Exo18, d(pTTTGGCGCGGGGAATTCC), where 5P is a 5′-terminal phosphate; and complementary Rex-T, d(GGAATTCCCCGCGCCAAAT T TCTCTAAGTCTCCGCGCCAC). The nicked, gapped or recessed DNA duplexes Exo20•RexT nick/gap/rec and ExoA•RexT nick/gap/rec consisted of RexT and Exo20 or ExoA, and 5P-Exo19 or 5P-Exo18, respectively (Figure 1 ). Activity assay for poly(ADP-ribose) polymerase The standard reaction mixture (10 μl) for a DNA PARylation assay contained 20 nM [ 32 P]labelled oligonucleotide, 50 nM PARP1 or PARP2, 1 mM NAD + , 20 mM HEPES-KOH, pH 7.6, 50 mM KCl, 5 mM MgCl 2 , 1 mM DTT and 100 μg.ml −1 BSA; the mixture was incubated for 30 min at 37°C, unless otherwise stated. After reaction, the samples were incubated in the presence of 50 ng/μl proteinase K and 0.15% SDS for 30 min at 50°C followed by incubation for 3 min at 95°C. The samples were desalted on a Sephadex G-25 column (Amersham Biosciences) equilibrated in 7.5 M urea, and then the products were analysed by electrophoresis in denaturing 20% (w/v) polyacrylamide gels (PAGE, 7 M Urea, 0.5x TBE, 42°C). A wet gel was wrapped in a plastic drape, then exposed to a Storage Fuji FLA-3000 Phosphor Screen, which was then scanned using Typhoon FLA 9500 and digital images were obtained and quantified using FUJI Image Gauge V3.12 software. Hydrolysis of the PAR–DNA polymer by PARG and DNA modifying enzymes The PARG reaction was performed after denaturing of PARP proteins by heating a sample for 20 min at 80°C; then 50 pg/μl PARG was added to reaction mixtures, and samples were incubated for 30 min at 37°C. Reaction products were analysed as described above. The CIP enzymatic reaction was performed in CIP buffer (provided by New England Biolabs) with 10 U of the enzyme. Reaction mixtures were incubated for 1 h at 37°C. Hydrolysis of the PAR–DNA polymer by SVPDE1 involved incubation of 20 nM DNA substrate with 50 nM PARP1 or PARP2, 1 mM NAD + in PARP buffer (see above) for 30 min at 37°C, and then 100 mU SVPDE1 was added to the reaction mixture, and the latter was adjusted to 10 mM MgCl 2 and 75 mM Tris-HCl (pH 8.9) and incubated for 1 h at 37°C followed by incubation for 40 min at 37°C with 10 U CIP in CIP buffer, unless otherwise stated. The reaction products were analysed as described above. Hydrolysis of the PAR–DNA polymer by NUDT16 was performed using 2–20 μM enzyme in DNA PARylation assay buffer supplemented with 10 mM MgCl 2 for 18 h at 30°C, unless otherwise stated. Thin-layer chromatography (TLC) Cellulose Thin Layer plates (Eastman chromatogram sheet) were purchased from Eastman Kodak. The samples were spotted on a TLC plate in 1 μl aliquots, in a line 2 cm away from the edge of the plate. The TLC plates were developed using a solvent containing isobutyric acid/25% NH 4 OH/H 2 O (50/1.5/28.9 by volume). After chromatography, the TLC plates were dried and visualised using Fuji FLA-3000 Phosphor Screen; the results were quantified in the Image Gauge V3.12 software. MALDI-TOF mass spectrometry analyses of the PARylated DNA adducts Mass spectrometry measurements were done as described previously ( 45 ). Typically, 10 pmol of cold non-labelled ExoA•RexT rec duplex (200 μl) were incubated with 100 nM PARP1 or PARP2 in the presence of 1 mM NAD + at 37°C for 1 h. After, the reaction was stopped by heating the samples for 20 min at 80°C and then 100 pg/μl PARG was added and samples were incubated further for 30 min at 37°C. The reaction products were precipitated with 2% lithium perchlorate in acetone, desalted and either purified on denaturing PAGE or directly used for the MALDI-TOF MS measurements. For the gel purification, after electrophoresis the band corresponding to mono-ADP-ribosylated 21-mer ExoA oligonucleotide was excised and the DNA fragment was eluted in water at room temperature for 4 h. Finally, mono-ADP-ribosylated DNA fragments, isolated from 18 gel slices, were pooled and precipitated with 2% lithium perchlorate in acetone, desalted, mixed with 5′-phosphorylated ExoA•RexT rec duplex control and then analysed by MALDI-TOF MS. MALDI-TOF mass spectra were obtained in the negative mode on a Microflex mass spectrometer (Bruker, Wissembourg, France), equipped with a 337 nm nitrogen laser and pulsed delay source extraction. The matrix was prepared by dissolving 3-hydroxypicolinic acid in 10 mM ammonium citrate buffer and a small amount of Dowex-50W 50 × 8-200 cation exchange resin (Sigma). The matrix (1 μl) was added to the sample (1 μl) on the target plate and allowed to dry. The spectra were calibrated using reference oligonucleotides of known masses. RESULTS Human PARP1 and mouse PARP2 convert DNA oligonucleotide duplexes into high-molecular-weight products in the presence of NAD + In our early studies, when characterising BER and NIR pathways, we examined the effects of the purified human PARP1 protein on AP endonuclease 1 (APE1), acting upon 5′-[ 32 P]labelled 17-mer oligonucleotide duplexes containing an AP site or an α-anomeric nucleotide. After analysis of the reaction products by denaturing polyacrylamide gel electrophoresis (PAGE), we observed formation of high-molecular-weight (HMW) DNA products in the presence of PARP1 and NAD + (Supplementary Figure S1 and Table S1). These HMW products were resistant to proteinase K, SDS and heat treatment (Supplementary Table S1 and Figure S2). To elucidate the structure of these DNA complexes/adducts, we explored biochemical activities of the purified human PARP1 and mouse PARP2 proteins towards DNA substrates mimicking various DNA repair intermediates. For this purpose, we constructed the following DNA substrates: Exo20 (or ExoA)•RexT nick and Exo20 (or ExoA)•RexT gap , which are 40-mer oligonucleotide duplexes containing a nick and one-nucleotide gap, respectively, composed of a 40-mer (RexT) template strand and two 20-mer (Exo20) or 21-mer (ExoA) strands and phosphorylated 19-mer (5′pExo19) or 18-mer (5′pExo18) complementary strands (Figure 1 ). In addition, we prepared Exo20•RexT rec , which is a recessed duplex with a 5′ single-stranded tail, composed of RexT and Exo20 (or ExoA). In each duplex, Exo20, ExoA or RexT were [ 32 P]labelled either at the 3′ end with 3′dAM 32 P (cordycepin 5′-[ 32 P]monophosphate) or at the 5′ end with 32 P. The 3′- 32 P-cordycepin- and 5′-[ 32 P]labelled oligonucleotide duplexes were incubated with the PARP proteins in the presence of NAD + ; the reactions were stopped by adding 0.15% SDS and proteinase K, and the products were analysed by electrophoresis in a denaturing polyacrylamide gel. Ten to forty percent of the [ 32 P]labelled 21-mer oligonucleotides were converted by PARPs to HMW DNA products, which were unable to enter the gel (Figure 2A and B , lanes 2, 4 and 6), suggesting that DNA formed a complex with the PAR polymer synthesised by PARPs. Some of the smaller PAR–oligonucleotide products entered the gel and migrated as smeared bands above free 21-mer fragment (lanes 2, 4 and 6). The relative efficiency levels of the PARP-catalysed formation of PAR–DNA products were dependent on DNA duplex structures. PARP1 preferentially reacted with the recessed duplex Exo20•RexT rec (34% of HMW products formed) and to a much lesser extent with gapped- and nicked-DNA duplexes (7–8% of HMW products formed), whereas PARP2 preferred gapped and nicked duplexes (30–32% of HMW products formed) as compared to a recessed DNA (12%; Figure 2C ). Then, we examined NAD + dependence and sensitivity of the HMW PAR–DNA products to protease treatment. Accordingly, we incubated 5′-[ 32 P]labelled ExoA•RexT rec and PARP1 with varying concentrations of NAD + and then treated the samples with proteinase K in 0.15% SDS and analysed the products of the reaction by denaturing PAGE. The PAR–DNA products were not formed in the absence or at very low concentrations of NAD + (0–50 nM; Figure 2D , lanes 1–4), but their formation steadily increased at higher concentrations of NAD + (10 μM to 1 mM; Figure 2D , lanes 6–10). DNA-PARylation activity of PARP1 was stimulated in the presence of Mg 2+ with an optimum range from 2 to 5 mM MgCl 2 (Supplementary Figure S2B) similar to the MgCl 2 requirements of the protein-PARylation activity described previously ( 46 , 47 ). Proteinase K treatment and subsequent heat treatment (5 min at 95°C) in gel loading buffer did not destroy the PAR–DNA products (Supplementary Figure S2). It is noteworthy that at the bottom of the gel, we observed appearance of low-molecular-weight (LMW) PAR–DNA products migrating as a ladder of distinct fragments above the 21-mer free oligonucleotide (Figure 2D , lanes 6–10). This ladder strikingly resembled the DNA products of primer-initiated DNA polymerase synthesis. Similar results were obtained with 5′-[ 32 P]labelled ExoA•RexT rec and PARP2 (Supplementary Figure S3). Taken together, these results suggest that the HMW DNA products generated by PARP enzymes in the presence of NAD + are composed of a long PAR polymer covalently attached to DNA and not to the protein. Figure 2. PARP-catalysed formation of high-molecular-weight (HMW) DNA products from oligonucleotide duplexes. ( A ) Denaturing PAGE analysis of PARP1-generated HMW products (incubation with 3′- 32 P-cordycepin-labelled 40-mer nicked, gapped or recessed DNA). ( B ) Denaturing PAGE analysis of PARP2-generated HMW products (incubation with 5′-[ 32 P]labelled 40-mer nicked, gapped or recessed DNA). ( C ) Graphic representation of the average numerical data on the formation of the HMW products by PARPs from gapped, nicked or recessed DNA duplexes. Each bar represents PARP activity as mean ± SD from three independent experiments; ( D ) PARP1-catalysed PARylation in the presence of varying concentrations of NAD + . Fifty nM PARP1 or 10 nM PARP2 was incubated with 20 nM DNA substrate and varying concentrations of NAD + (5 nM to 1 mM) for 30 min at 37°C. The reaction products were analysed as described in Materials and Methods. Arrows indicate HMW and LMW PAR–DNA products and the 21-mer free oligonucleotide. To rule out the possibility that the observed [ 32 P]labelled HMW DNA products are due to the presence of residual amounts of radioactive [adenylate- 32 P]NAD + in non-incorporated [γ- 32 P]ATP, which was used for 5′-labelling of the oligonucleotides, the following controls were prepared. We incubated cold, unlabelled ExoA•RexT rec and ExoA•RexT nick duplex oligonucleotides with PARP1 and PARP2, respectively, in the presence of [γ- 32 P]ATP and cold 1 mM NAD + . After reaction, the products were analysed by denaturing PAGE. As expected, no [ 32 P]labelled HMW products were observed on the gel when we used unlabelled DNA duplexes (Supplementary Figure S4). Moreover, the observed formation of [ 32 P]labelled HMW products with 5′-[ 32 P]labelled ExoA•RexT rec and ExoA•RexT nick substrates was not dependent on the presence of [γ- 32 P]ATP (Supplementary Figure S4). This result indicated that under the experimental conditions used there was no contamination with radioactive [adenylate- 32 P]NAD + or [γ- 32 P]ATP induced radioactive labelling of PAR polymers synthesised by the oligonucleotide-activated PARPs. Characterisation of the DNA substrate specificity of PARP-catalysed PARylation Next, we assessed in more detail the influence of the type of DNA termini on PARP-catalysed formation of PAR–DNA adducts with recessed duplexes and single-stranded (ss) DNA (Figure 3 ). For this purpose, we incubated [ 32 P]labelled DNA oligonucleotides with varying configurations and terminus structures in the presence of PARPs and NAD + . After incubation, the products were separated by denaturing PAGE and the relative amounts of PAR–DNA adducts were measured. The results revealed that (i) the presence of [ 32 P]labelled cordycepin at the 3′ end of recessed DNA (3′dAM 32 P-ExoA•RexT rec ) activated the PARP1-catalysed formation of HMW products, but abrogated the PARP2 activity; (ii) PARP2, but not PARP1, was more active on the ExoA•RexT rec duplex when ExoA was 5′-[ 32 P] labelled; (iii) in contrast, PARP1, but not PARP2, was active on the RexT•ExoA rec duplex when RexT was 5′-[ 32 P] labelled; (iv) PARP1 was active on the ss 3′- and 5′-[ 32 P]labelled 40-mer RexT, but not on ssExoA, whereas PARP2 was weakly active on both types of ssDNA (Figure 3A ). The presence of a ribonucleotide at the 3′ end of 5′-[ 32 P]labelled ExoARib in a recessed duplex (5′ExoARib•RexT rec ), as opposed to the regular (5′ExoA•RexT rec ) duplex, stimulated PARP1 and did not inhibit the PARP2 activity (Figure 3B , DNA substrates N° 1 and 3). Overall, these results suggest that PARP1-mediated DNA PARylation has a strong preference for a 2′-hydroxyl group at the 3′ end of the 21-mer recessed strand, which does not contain a 5′ phosphate (5′P) group, and for 5′-phosphorylated intact (unnicked) 40-mer strand in ss form or in the duplexes with a 5′-overhang. On the other hand, PARP2 preferentially PARylates 5′-phosphorylated recessed 21-mer strand with a 3′OH group at the 3′ end, whereas the intact 40-mer strand (containing a phosphate group in the 5′-overhang and 3′OH at the blunt end of the duplex) is PARylated rather weakly (Figure 3B , DNA substrates N°1 and 3 versus N°5 and 7). These results taken together with the data presented in Figure 2 , suggest that PARP2 preferentially PARylates the 5′-phosphorylated recessed 21-mer strand in the nicked or gapped DNA duplexes with a 5′-phosphate residue located at the double-strand termini. Figure 3. Effects of the type of DNA structures and termini on the PARP1- or PARP2-catalysed formation of PAR–DNA adducts. Fifty nM PARP1 or PARP2 was incubated with 20 nM [ 32 P]labelled oligonucleotide and 1 mM NAD + for 30 min at 37°C. The products of the reaction were separated using denaturing PAGE and the relative amounts of the PAR–DNA products were measured. ( A ) Effects of duplex and single-stranded DNA structures on PARP-catalysed DNA PARylation. ( B ) Effects of the 3′-terminal ribonucleotide in oligodeoxynucleotides on PARP1- or PARP2-catalysed PARylation of oligonucleotides. ‘Rib’ in structures № 3, 4, 7 and 8 indicates an adenosine ribonucleotide. The data on PARP-catalysed formation of PAR-DNA products are presented as mean ± SD from three independent experiments. Next, we measured the total PARylation activity of PARPs under the same conditions, but in the presence of radioactive [adenylate- 32 P]NAD + and unlabelled cold DNA substrates. It should be noted that under standard reaction conditions in the presence of non-saturating DNA concentrations (20 nM), the overall level of PARP activity stimulation was relatively low as compared to control without DNA (up to 4- and 2-fold for PARP1 and PARP2, respectively). In agreement with other reports ( 20 , 22 , 48 ), the duplexes with nicks were as good activators of overall PARP1-catalysed PARylation as recessed duplexes, whereas ssDNA was a poor activator (Supplementary Figure S5A). This is in contrast to DNA substrate preference of the PARP1-catalysed DNA-PARylation (Figures 2 and 3 ). In case of PARP2, the maximal level of total PARylation activity was reached when we used the 5′-phosphorylated nicked DNA duplexes with a phosphate residue located on the 5′ side of the nick (Supplementary Figure S5A); a similar preference was observed for the PARP2-catalysed DNA-PARylation activity (Figures 2 and 3 ). In line with these observations, recently, Langelier et al . have shown that PARP2-catalysed auto-PARylation is preferentially activated by 5′-phosphorylated DNA strand breaks ( 20 ). Taken together, these results suggest that the level of PARPs activation is important, but efficient PARylation of DNA substrates also depends on their structures. We also tested whether DNA oligonucleotides used in this study can induce PARP1-catalysed protein PARylation (auto-PARylation). To this end, we incubated unlabelled ExoA•RexT rec and PARP1 in the presence of NAD + and then analysed the PARP1-catalysed protein PARylation by Western blotting with the anti-PAR and anti-PARP1 antibodies. The results showed that PARP1 is efficiently auto-PARylated in the presence of a DNA oligonucleotide (Supplementary Figure S5B). Next, we attempted to evaluate the relative efficiency of PARP auto-PARylation and DNA PARylation. PARP1 and PARP2 synthesise long branched PAR polymers (with molecular weight of more than >100 kDa), which in addition have non-linear bulky structures ( 49 , 50 ). These properties of PAR polymers impede separation of the HMW products containing PARylated DNA from that containing PARylated protein by gel electrophoresis and/or size exclusion chromatography. Therefore, in this study, we used ExoA•RexT rec/nick -biotin duplex oligonucleotides in which the RexT strand was 5′-biotinylated in order to separate PARylated DNA from auto-PARylated PARP protein with the help of streptavidin-coated magnetic particles/beads. Biotinylated and non-biotinylated ExoA•RexT rec/nick duplexes were incubated with PARPs in the presence of radioactive [adenylate- 32 P]NAD + ; after the reaction, the samples were fractionated using the beads. The results showed that incubation of the DNA duplexes with PARPs resulted in appearance of the [ 32 P]labelled HMW products in the flow-through fraction, suggesting that both non-radioactive ExoA•RexT rec/nick and ExoA•RexT rec -biotin duplexes can activate PARP1 and PARP2 (Supplementary Figure S6). Fractionation of the [ 32 P]labelled HMW products with the beads revealed that ∼16% and 19% of the PARP1- and PARP2-generated [ 32 P]labelled HMW products, respectively, remained bound to the beads after loading and washing steps. In the control experiments, when we used non-biotinylated ExoA•RexT rec/nick duplexes, no binding of [ 32 P]labelled HMW products to the magnetic beads was observed, indicating that both PARylated proteins and DNA do not bind to the beads in a tight manner (Supplementary Figure S6). This result suggests that PARP-catalysed auto-PARylation is ∼5–6 times more efficient than PARylation of the biotinylated DNA substrates. It should be noted that the ratio of protein PARylation to DNA PARylation might depend on the type of a DNA substrate, NAD + concentration, presence of free PAR polymer and biotinylated nucleotides. Further studies are needed to assess the relative PARylation of protein and DNA when various DNA structures are used under varying reaction conditions. Analysis of the structure and composition of PAR–DNA adducts Close examination of the mechanism of the PARP activity revealed that after addition of the first ADP-ribose unit to the amino acid acceptor residues on target proteins, PARPs catalysed PAR chain elongation by transferring additional ADP-ribose units to the ADP-ribose molecule that was already attached to the protein through 2′,1″-O-glycosidic ribose-ribose bonds (Figure 4A ). Thus, every 2′-hydroxyl group of the ADP-ribose molecule can be used by PARPs as an acceptor residue. Accordingly, we hypothesised that DNA strand break termini containing either the 2′ hydroxyl group of the cordycepin moiety at the 3′ end (which resembles that of the ADP-ribose unit in PAR) or terminal phosphate residues might both serve as acceptor residues for ADP-ribose chain initiation by PARPs. Figure 4. Analysis of the products of enzymatic digestion of the PAR–DNA adducts. ( A ) Graphical representation of formation and chemical structure of poly(ADP-ribose) polymers. ( B ) Denaturing PAGE analysis of the products of PARG- and CIP-catalysed digestion of the 5′-[ 32 P]labelled PAR–DNA products. ( C ) Denaturing PAGE analysis of the products of CIP- and SVPDE1-catalysed digestion of the PARP1-generated 3′- 32 P-cordycepin-labelled PAR–DNA products. To generate the PAR–DNA products, 20 nM 3′dAM 32 P-ExoA•RexT rec was incubated with 50 nM PARP1 or PARP2 in the presence of 1 mM NAD + for 30 min at 37°C. After that, the samples were heated for 20 min at 80°C and then incubated with 50 pg/μl PARG (in PARP1 buffer), 0.1 U SVPDE1 (in SVPDE1 buffer) or 10 U CIP (in CIP buffer) for 60 min or 30 min at 37°C. Arrows depict HMW PAR–DNA products and free oligonucleotides. To test this hypothesis, we prepared [ 32 P]labelled PARylated DNA duplexes and then treated them with various enzymes including (i) PARG that hydrolyses O -glycosidic, ribose-ribose (1″→2′) bonds of PAR polymers, producing monomeric ADP-ribose (Figure 4A ); (ii) calf-intestinal alkaline phosphatase (CIP) that removes phosphate groups from the 5′ and 3′ ends of DNA strands; and (iii) snake venom phosphodiesterase 1 (SVPDE1), which cleaves DNA in the 3′→5′ direction producing dNMPs and digests pyrophosphate bonds in a PAR polymer, thereby generating the 2′-(5″-phosphoribosyl)-5′-adenosine monophosphate (pRib-AMP) compound (Figures 4A and 5D ) as an end product. Treatment of the PARP1-PARylated 5′-[ 32 P]labelled ExoA•RexT rec duplex with PARG resulted in complete disappearance of the PAR–DNA adducts and in restoration of the original 21-mer fragment (Figure 4B , lane 3), indicating that PARG can efficiently remove ADP-ribose moieties attached to DNA. As expected, PARG also hydrolysed the HMW PAR–DNA adducts generated by PARP2 (Figure 4B , lane 3 versus 6 and Supplementary Figure S3). The LMW PAR–DNA adducts (ExoA with two to four ADP-ribose units attached to DNA) persisted after treatment with PARG (Figure 4B , lane 6). CIP dephosphorylates free 5′-[ 32 P]labelled ExoA•RexT rec duplex (lanes 4 and 8) but not the [ 32 P]labelled PAR–DNA adducts generated by both PARPs (lanes 9 and 10), indicating that the terminal 5′P of the PARylated oligonucleotides is protected. Moreover, efficient shielding of 5′- 32 P groups in ExoA•RexT rec duplex from CIP, by the short ADP-ribose oligomers attached to ExoA oligonucleotide (lane 6 versus 7), may imply that these DNA 5′-phosphates are protected via the covalent phosphodiester bond between 5′P and C1′ of ADP-ribose. Figure 5. Separation and characterisation of PAR–DNA mono-adducts by denaturing PAGE and TLC. ( A ) The long-run denaturing PAGE analysis of the products of SVPDE1-catalysed digestion of the 3′- 32 P-cordycepin- and 5′-[ 32 P]labelled PAR–DNA adducts, free DNA and the PAR polymer. The samples were desalted before loading on the gel. ( B ) As in panel A but short-run denaturing PAGE. The samples were not desalted before loading on the gel. ( C ) TLC separation of the products of SVPDE1-catalysed digestion of the 3′- 32 P-cordycepin- and 5′-[ 32 P]labelled PAR–DNA adducts, free DNA and the PAR polymer. The samples were not desalted before loading on the plate. ( D ) Graphical representation of chemical structures of the phosphoribosyl adenosine monophosphate adducts. The pRib-AMP adduct is generated by digestion of the [ 32 P]labelled PAR by SVPDE1, whereas the 2′-pRib-3′dAMP and 5′P-pRib-dG adducts are generated by digestion of the 3′- 32 P-cordycepin-labelled and 5′-[ 32 P]labelled PAR–DNA by SVPDE1, respectively. Arrow ‘X’ indicates the putative 2′-pRib-3′dAMP adduct, ‘Y’ points to traces of a putative 3′-terminal dAMP-3′dAMP dinucleotide, ‘Z’ indicates the putative 5′P-pRib-dG adduct containing a pRib moiety covalently attached to 5′P of dGMP, ‘AM 32 P’ means adenosine 5′-[ 32 P]monophosphate, ‘pRib-AM 32 P’ stands for pRib-AMP with adenosine 5′-[ 32 P]monophosphate, ‘ 32 P-NAD + ’ means [adenylate- 32 P]NAD + , ‘3′dAM 32 P’ is cordycepin 5′-[ 32 P]monophosphate, ‘dGM 32 P’ denotes 2′-deoxyguanosine 5′-[ 32 P]monophosphate, and 32 P means free phosphate. This unusual C1′-P bond—as compared to the regular C3′-P phosphodiester bonds in DNA—might be resistant to the deoxyribonuclease-mediated hydrolysis. Indeed, the experiment in Supplementary Figure S7A indicated that the 5′-terminal radioactive phosphorous 32 P label on DNA is protected by a covalently attached PAR polymer also against ExoI and DNase I (lanes 2, 6 and 8), suggesting that at least the terminal 5′- 32 P-dG nucleotide stays attached to the PAR polymer after these treatments. In order to examine the sensitivity of the rest of the oligonucleotide duplex to deoxyribonucleases we constructed the [ 32 P]labelled 5′-P-ExoA•RexT rec duplex in which the 21-mer ExoA fragment contains cold 5′-end phosphate and a single internal 32 P label. The [ 32 P]labelled ExoA was constructed by ligating two 5′-phosphorylated cold 8-mer oligonucleotide and [ 32 P]labelled hot 13-mer oligonucleotide that had been hybridised to the complementary 40-mer RexT oligonucleotide. As shown in Supplementary Figure S7B, PARP2 and PARP1 ADP-ribosylate the internally [ 32 P]labelled ExoA•RexT rec duplex and generate [ 32 P]labelled HMW products (lanes 1 and 5, respectively). As expected, the DNase I treatment of these products resulted in the dramatic loss of HMW products (lanes 2 and 6). These data are suggestive of accessibility of the oligonucleotide duplex in a PAR-DNA adduct to DNase I treatment and that the internal 32 P residue is not protected by PAR polymer contrary to 5′-terminal 32 P residue in HMW products (Supplementary Figure S7A, lane 8). Taken together, these results strongly suggest that PARP1 and PARP2 catalyse ADP-ribosylation (PARylation) of 5′-terminal phosphate residues at DNA strand break extremities and protect them against the deoxyribonucleases tested. In order to examine whether PARP1 can use the 2′-hydroxyl group of cordycepin in DNA as an acceptor site, we used the PARP1-PARylated 3′- 32 P-cordycepin-labelled ExoA•RexT rec duplex as the substrate to analyse the products of degradation of the PAR–DNA adducts by SVPDE1 and CIP (Figure 4C ). As expected, SVPDE1 effectively degraded the free DNA duplex, resulting in a substantial loss of the 22-mer fragment (lane 3). In contrast, incubation of the free DNA and PAR–DNA product with CIP alone had no effect (lanes 2 and 5). Incubation of the PARP1-treated DNA with SVPDE1 resulted in a dramatic decrease in the amount of HMW adducts (lane 6), indicating that the enzyme cleaves the pyrophosphate bonds in poly(ADP-ribose) chains. The SVPDE1-catalysed hydrolysis of [ 32 P]labelled PAR–DNA transformed some of the HMW products back to a free DNA fragment, which migrated as a 22-mer (lane 6) and was apparently more resistant to the 3′ exonuclease degradation than the free ExoA (lane 3). We presumed that the remaining phosphoribosyl moiety of PAR at the cordycepin end of labelled ExoA protects the polymer from SVPDE1 treatment, but may not significantly change its mobility in the gel. Combined treatment of the 3′- 32 P-cordycepin-labelled PAR–DNA product with SVPDE1 and CIP resulted in the appearance of a band (lane 7) that migrated slightly more slowly than free 22-mer 3′dAM 32 P-ExoA (lane 1). This result is suggestive of the presence of a ribose moiety at the 3′ end of the PARylated ExoA that is left after removal of PAR and phosphate by SVPDE1 and CIP, respectively. It should be noted that the presence of 3′P, 3′-thiophosphate and mismatch residues in the 5′P-ExoA•RexT rec duplex strongly inhibits PARP2-catalysed DNA PARylation, while the activity of PARP1 is not significantly affected by the presence of 3′-end modifications (Supplementary Figure S8). These results may suggest that, when acting upon the recessed oligonucleotide duplex PARP2 DNA-PARylation requires the presence of both 3′OH and 5′P groups in the recessed ExoA strand, whereas PARP1 is less sensitive to the presence of 3′-end blocking groups in 5′-phosphorylated ExoA. Next, we further tested whether PARP1 can utilise 3′P as the acceptor site for PARylation of duplex DNA, we constructed an ExoA•RexT rec duplex containing only 3′- but not 5′-terminal phosphate residues; in which ExoA oligonucleotide was labelled at the 3′-end with the 32 P residue. For this purpose, we used human Tdp1, which can remove a 3′-terminal cordycepin nucleoside thus producing an oligonucleotide fragment with a 3′- 32 P residue ( 26 ). Analysis of the reaction products revealed that, PARP1 catalyses efficient PARylation of the 3′-[ 32 P]labelled ExoA•RexT rec duplexes and the resulting [ 32 P]labelled HMW products are resistant to CIP treatment (Supplementary Figure S9A), implying that PARylation of DNA protects 3′-terminal phosphates from the phosphatase. These results suggest that PARP1 can use both 5′- and 3′-terminal phosphate residues as acceptor sites for DNA-PARylation, and this situation leads to the formation of a covalent phosphodiester bond between C1′ of ADP-ribose and either 5′P or 3′P of DNA strand breaks. Finally, we can conclude that PARP enzymes catalyse covalent attachment of an ADP-ribose unit either to 2′-hydroxyl of a terminal cordycepin via the 1″→2′ ribose-ribose O -glycosidic bond or via a phosphodiester bond between DNA terminal phosphates and C1′ of ADP-ribose. Characterisation of the PAR-DNA monomer adducts formed by enzymatic digestion of the ADP-ribosylated DNA products To determine with more accuracy the site of linkage of the ADP-ribose unit to the DNA oligonucleotide, we prepared PARP1- and PARP2-PARylated DNA using either [ 32 P]labelled ExoA•RexT rec duplexes and NAD + or radioactive [adenylate- 32 P]NAD + and unlabelled ExoA•RexT rec . We incubated the resulting [ 32 P]labelled PAR-protein and PAR-DNA adducts with SVPDE1 and analysed the reaction products using long- and short-run denaturing PAGE (Figure 5A and B ) and thin-layer chromatography (TLC; Figure 5C ). As expected, PARP1 and PARP2 generated [ 32 P]labelled HMW products in the presence of either [adenylate- 32 P]NAD + or [ 32 P]labelled DNA (Figure 5A , lanes 2 and 3 or 7 and 9). Analysis of the reaction products by short-run denaturing PAGE and TLC revealed a major band corresponding to 2′-(5″-phosphoribosyl)-5′-adenosine monophosphate (pRib-AMP; Figure 5B and C , lanes 1 and 5). This monomer adduct of PAR was identified and characterised previously (Figure 5D ) ( 51 ). The SVPDE1-catalysed hydrolysis of free 3′-[ 32 P]-cordycepin- and 5′-[ 32 P]labelled ExoA•RexT rec duplexes gave rise to mononucleotides 3′dAM 32 P and dGM 32 P, respectively (Figure 5B and C , lanes 3 and 7), whose migration was different from that of the pRib-AMP monomer in the gel and on the TLC plate. When analysing the products of exonuclease degradation of 3′-[ 32 P]-cordycepin-labelled PAR–DNA adducts separated on the TLC plate, we observed appearance of a band (Figure 5C , lane 2) that migrated almost exactly as the pRib-AMP monomer did (lane 1) but was absent in the SVPDE1-treated free DNA sample (lane 3). In the denaturing gel, the products of SVPDE1-catalysed digestion of the 3′- 32 P-cordycepin-labelled PAR–DNA migrated as a smear below the band corresponding to 3′dAM 32 P (Figure 5B , lane 2), just as the pRib-AMP monomer did, which also migrated as a smear (lane 1). These results show that PARP1 utilises the 2′-hydroxyl group of the 3′dAMP residue at the 3′ end of the 3′- 32 P-cordycepin-labelled ExoA•RexT rec duplex as an acceptor site for ADP-ribosylation. The denaturing PAGE analysis of the products of SVPDE1-treated 5′-[ 32 P]labelled PAR–DNA did not reveal the appearance of additional monomer adducts (Figure 5B , lane 6) as compared to the products of degradation of free ExoA (lane 7). This result was expected because PARP2 preferentially PARylated 5′-[ 32 P]labelled recessed DNA duplexes containing 3′-hydroxyl at the 3′ end of a gap (Figure 3 ). Therefore, the PAR–DNA mono-adduct resulting from SVPDE1 treatment should not contain radioactive 32 P. Nonetheless, separation of the products generated by PARP2 and SVPDE1 treatments on the TLC plate revealed the appearance of a new band (not seen in the denaturing gels) that migrated much more slowly than did the dGM 32 P nucleotide and faster than the unhydrolysed oligonucleotide (Figure 5C , lane 6). On the basis of this observation and on data from CIP-resistance of PARP2-PARylated oligonucleotides (Figure 4B , lane 7) discussed above, we believe that this new band corresponds to a phosphoribosyl (pRib) moiety covalently attached via a phosphodiester bond between C1″ of ribose and the 5′P residue of the 5′-terminal dGM 32 P nucleotide in the ExoA oligonucleotide (Figure 5D , 5′P-pRib-dG). Identification of the ADP-ribose-DNA adducts by matrix-assisted laser desorption ionization time-of-flight (MALDI-TOF) mass spectrometry (MS) In the above studies, a putative molecular mechanism of PARP-catalysed DNA PARylation was deduced from the migration pattern of end-labelled DNA fragments in a denaturing polyacrylamide gel and TLC plates (Figure 5 ). To further substantiate the mechanism of action of PARP enzymes on duplex oligonucleotides, we characterised the nature of the PAR-DNA adducts by MALDI-TOF MS analysis of the PARylated DNA products. For this purpose, the reaction products, generated during incubation of the unlabelled ExoA•RexT rec recessed duplex oligonucleotide with PARP1, were subjected to MS analysis. The analysis of the MALDI-TOF mass spectrum of the reaction products did not reveal signals (peaks) with the molecular mass corresponding to the PARylated oligonucleotides (Supplementary Figure S10). Nevertheless, the mass spectrum showed multiple peaks including two mono-charged product peaks corresponding to free 21-mer ExoA and 40-mer RexT oligonucleotides and multiple peaks ranging from 3263.1 to 8674.5 Da and 2826.1 to 4888.0 Da which correspond to short poly(ADP-ribose) oligomers with masses consistent with the multiple addition of 540 Da (the mass of the ADP-ribose moiety minus the mass of a water molecule) to a single ADP-ribose and to a NAD + molecule, respectively (Supplementary Figure S10). These results suggest that the amount of intermediary LMW PAR-DNA products generated during incubation of PARP1 with DNA was insufficient for detection by our instrument. It should be noted that the sensitivity of MALDI-TOF measurements decreases with the increasing oligonucleotide size, and oligonucleotides 40 nt long ‘fly’ poorly (Supplementary Figure S10). According to these results, we can say that the HMW products with the polymer chain up to 200–300 ADP-ribose units (>100 kDa) cannot be detected by MALDI-TOF because of an extremely weak signal. It should be noted that PARP2-catalysed PARylation of the regular short duplex oligonucleotides is more efficient as compared to that of PARP1, thus providing an opportunity to isolate PARP2-generated LMW adducts after limited PARG treatment. Hence, we decided to convert the PARP2-generated HMW products to mono-ADP-ribosylated oligonucleotides by the PARG treatment and to purify these mono-adducted DNAs by denaturing PAGE. To this end, an unlabelled, cold ExoA•RexT rec duplex oligonucleotide was 5′-phosphorylated by PNK in the presence of cold ATP, in order to obtain phosphorylated 5′ ends, which are required for the efficient PARylation of DNA termini, and was then incubated with PARP2 in the presence of NAD + . The resulting HMW products were treated with PARG, and the products were separated by denaturing PAGE. As shown in Figure 4B , mild PARG treatment of [ 32 P]labelled PARylated DNA produced free ExoA and multiple bands migrating just above the 21-mer fragment that corresponds to LMW PAR-DNA adducts containing among others mono- and di-(ADP-ribosylated) oligonucleotides. Bands corresponding to the non-radioactive mono-ADP-ribosylated 5′-phosphorylated ExoA were purified from the gel, mixed with the cold 5′-phosphorylated ExoA•RexT rec duplex to obtain internal atomic mass markers, and were subjected to MALDI-TOF MS analysis. MALDI-TOF analysis of the mock-treated ExoA•RexT rec duplex showed the presence of two peaks at [M-H] - = 6637.9 and 6557.5 Da corresponding to the phosphorylated and unphosphorylated ExoA oligonucleotide, respectively, as well as two small peaks corresponding to RexT and 5P-RexT oligonucleotides (Figure 6A ). As shown in Figure 6B , analysis of the mass spectra of the mono-ADP-ribosylated ExoA•RexT rec duplex revealed a mono-charged peak at [M-H] - = 7180.5 Da corresponding to the 5′-phosphorylated 21-mer ExoA that contains one ADP-ribose residue (calculated mass, 7180.2 Da) and other peaks corresponding to the 5′-phosphorylated and unphosphorylated free ExoA and RexT oligonucleotides. Taken together, these results indicate that PARP2 catalyses covalent attachment of ADP-ribose residues to a 21-mer 5′-phosphorylated ExoA oligonucleotide. In conclusion, these data are in good agreement with those obtained by the denaturing PAGE and TLC (Figures 4 and 5 ) and unambiguously confirm the formation of the covalent PAR-DNA adducts. Figure 6. MALDI-TOF MS analysis of the mono-ADP-ribosylated oligonucleotide product resulting from incubation of the nicked 5′-phosphorylated oligonucleotide duplex with PARP2 and PARG. The 5′-phosphorylated ExoA•RexT nick duplex was PARylated by means of PARP2 and then treated with PARG. Bands corresponding to the mono-ADP-ribosylated 5′-phosphorylated ExoA product were purified by denaturing PAGE and mixed with cold 5′-phosphorylated ExoA•RexT rec duplex for further analysis. ( A ) A MALDI-TOF spectrum of the control mock-treated phosphorylated ExoA•RexT rec duplex; ( B ) MALDI-TOF spectrum of the unpurified PARP2 reaction products with addition of the purified 21-mer ExoA-mono-ADP-ribose fragment. For details see Materials and Methods. Formation of the phosphoribosylated DNA adducts by cleavage of PAR–DNA with a nucleoside diphosphate-linked moiety X (Nudix) hydrolase The SVPDE1-catalysed hydrolysis of phosphodiester bonds in DNA and PAR polymers is a commonly used method for research into the structure of DNA adducts and ADP-ribose units ( 51 ). However, a drawback of SVPDE1 is its strong exonucleolytic activity on DNA; this activity may pose a problem during characterisation of PAR–DNA products (Figure 4 ). Recently, it was demonstrated that nucleoside diphosphate-linked moiety X (Nudix) hydrolases can act on a free ADP-ribose residue (and on a PAR polymer attached to a protein) by hydrolysing the pyrophosphate bonds ( 52 , 53 ). Nudix hydrolases can trim a long PAR polymer attached to DNA, and this effect could be used to characterise ADP-ribosylation sites on DNA. To further corroborate the mechanism of action of PARP1 and PARP2 enzymes on duplex oligonucleotides, we examined migration patterns of 5′- and 3′-end-labelled PARylated DNA fragments by denaturing PAGE after treatment with human Nudix hydrolase, NUDT16. For this purpose, the 3′dAM 32 P-labelled and 3′-[ 32 P]labelled ExoA•RexT nick duplexes were incubated in the presence of PARP1 and NAD + , whereas the 5′-[ 32 P]labelled ExoA•RexT nick duplex was incubated with PARP2 and NAD + at 37°C for 30 min to obtain PAR-DNA substrates for NUDT16. After DNA PARylation, the resulting [ 32 P]labelled HMW products were further incubated with PARG, CIP, and an excess amount of NUDT16, and then analysed by denaturing PAGE. As shown in Figure 7 , PARP1 and PARP2 generated [ 32 P]labelled HMW products, which did not enter the gel (panel A, lane 4 and panel B, lane 5, respectively). As expected, CIP removed the 3′P residue in the free ExoA•RexT nick duplex (Figure 7A , lane 10), whereas PARP1-generated [ 32 P]labelled HMW products were resistant to CIP (lanes 5 and 12). Incubation of the [ 32 P]labelled free ExoA•RexT rec/nick duplexes with an excess amount of NUDT16 resulted in strong oligonucleotide degradation (Figure 7A , lanes 3 and 10, Figure 7B , lane 3 and Supplementary Figure S9B), suggesting that human NUDT16 hydrolase may have a weak nucleolytic activity. Incubation of the PARP1-generated [ 32 P]labelled HMW products with an excess amount of NUDT16 resulted in complete degradation of the PAR–DNA adducts, and in the appearance of a distinct DNA fragment (Figure 7A , lane 6 and Supplementary Figure S9B) that migrated somewhat more slowly than did the free 22-mer and 21-mer ExoA fragments (lanes 1 and 9). These results are suggestive of the presence of a phosphoribosyl (pRib) moiety attached to DNA termini (22*-Rib-p and 21-*p-Rib-p, where the asterisk denotes a radioactive label), remained after hydrolysis of pyrophosphate bonds in the PAR polymer by NUDT16. In agreement with these observations, incubation of the [ 32 P]labelled HMW products in the presence of both CIP and varying concentrations of NUDT16 resulted in the appearance of 22-mer and 21-mer 3′-monoribosylated products (Figure 7A , lanes 7 and 16, respectively), which migrated more slowly than did the native DNA substrates (lanes 1 and 9, respectively) and the 3′-mono-phosphoribosylated products (Figure 7A , lanes 6 and Supplementary Figure S9B, respectively). This finding is indicative of CIP-catalysed dephosphorylation of the 22*-Rib-p and 21-*p-Rib-p fragments. Figure 7. Analysis of the products of NUDT16-catalysed hydrolysis of PAR-DNA adducts generated by PARP1 and PARP2. The 10 nM 3′dAM 32 P-labelled and 3′-[ 32 P]labelled ExoA•RexT rec duplexes were incubated with 100 nM PARP1 and 1 mM NAD + , and the 40 nM 5′-[ 32 P]labelled ExoA•RexT nick duplex was incubated with 100 nM PARP2 and 1 mM NAD + at 37°C for 30 min. After incubation with PARPs, the samples were heated for 20 min at 80°C and the resulting [ 32 P]labelled HMW products were further incubated with 50 pg/μl PARG, 1 U SVPDE1, 10 U CIP or 2–20 μM NUDIX16. ( A ) Denaturing PAGE analysis of the products of NUDT16 and CIP catalysed hydrolysis of the PARP1-generated 3′-[ 32 P]labelled PAR-DNA adducts. To generate a DNA duplex containing a 3′-terminal 32 P residue, the 3′dAM 32 P-labelled ExoA•RexT rec duplex was treated with Tdp1. Lanes 1–8, 3′dAM 32 P-labelled ExoA•RexT rec duplex; lanes 9–17, 3′-[ 32 P]labelled ExoA•RexT rec duplex. ( B ) Denaturing PAGE analysis of the products of PARG-, SVPDE1-, CIP- and NUDT16-catalysed hydrolysis of the PARP2-generated 5′-[ 32 P]labelled PAR-DNA adducts (lanes 1–9). Arrows indicate phosphoribosylated (Rib-p), ribosylated (Rib) and native [ 32 P]labelled 21-mer and 22-mer oligonucleotides, ‘*p’ stands for a labelled phosphate residue. For more details, see Materials and Methods. When incubating PARP1-generated 3′-[ 32 P]labelled HMW products with CIP and limited concentrations of NUDT16 (2–10 μM), we observed formation of two slowly migrating bands (Figure 7A , lanes 13–15). We can state that the upper band corresponds to the ribosylated 21-mer fragment, which in addition to ribose contains an ADP-ribose moiety, referred to as 21-*p-Rib-ADP-Rib here. It should be stressed that CIP does not remove the 3′- 32 P residue in PARylated ExoA, even after removal of the PAR polymer by NUDT16 (lanes 13–16), indicating that the Rib moiety protects 3′P in the 3′-[ 32 P]ExoA-p*-Rib adduct, and that PARP1 can also catalyse covalent attachment of an ADP-ribose unit to ExoA via a phosphodiester bond between DNA 3′P and C1′ of ADP-ribose. As shown in Figure 7B , incubation of the PARP2-generated 5′-[ 32 P]labelled HMW products with PARG caused extensive degradation of PAR–DNA products and appearance of the intermediately migrating LMW PAR-DNA products (lane 6). In contrast, incubation of the 5′-[ 32 P]labelled HMW products with an excess amount of NUDT16 resulted in complete degradation of the HMW and LMW PAR-DNA adducts and in the appearance of a distinct DNA fragment (lane 7), which migrated marginally more slowly than did the free 21-mer ExoA fragment (lane 4). Incubation of the reaction mixture with CIP resulted in appearance of a 21-mer Rib-*p-ExoA product (lane 8), which migrated more slowly than did the free 21-mer ExoA (lane 4) and p-Rib-*p-ExoA fragments (lane 7). This result was suggestive of dephosphorylation of the p-Rib-*pExoA fragment by CIP. Again, we observed protection of the 5′- 32 P residue in PARylated ExoA from CIP by a mono-phosphoribose moiety remaining after NUDT16-catalysed hydrolysis, suggesting that PARP2 catalysed covalent attachment of an ADP-ribose unit to ExoA via a phosphodiester bond between DNA 5′P and C1′ of ADP-ribose. Taken together, these results are in complete agreement with the above-mentioned MALDI-TOF MS data and confirm the formation of the covalent PAR–DNA complexes/adducts. DISCUSSION There are several examples of post-replicative alterations of DNA in higher eukaryotes such as cytosine methylation, deamination, oxidation ( 54 ), adenine methylation ( 55 ) and mono(ADP-ribosyl)ation of guanine residues in DNA by pierisin 1 from cabbage butterfly ( 56 ). In the present study, using in vitro approaches, we demonstrated that PARP1 can ADP-ribosylate DNA strand break termini containing terminal phosphates and a 2′-OH group in ss and dsDNA, respectively, whereas PARP2 preferentially acts on 5′-terminal phosphates at DSB termini in nicked duplex DNA. We did not find evidence for the ADP-ribosylation of 3′-OH groups at the termini of a DNA strand break. It should be stressed that we used duplex DNA oligonucleotides with a nicked, gapped, and recessed strand and oligonucleotides in single-stranded form as the substrates for PARP-catalysed PARylation. These DNA duplexes can be generated either by direct action of reactive oxygen species or during DNA replication, or by different DNA excision repair pathways when they act on DNA damage. For example, the nicked and gapped DNA duplexes mimic an intermediate product of the BER, NER and other DNA excision repair pathways. DNA strand-break termini containing 3′-phosphate and 3′-blocking groups can represent the products of action of bi-functional DNA glycosylases and Tdp1-like enzymes. The recessed DNA duplexes can be generated by replication fork collapse and/or by 3′→5′ resection of DNA strand breaks. All DNA duplexes that were used as substrates in this work contained at least one DSB terminus, suggesting that PARP-catalysed DNA-PARylation may specifically occur at sites of DSB in chromosomes. The phenomenon of covalent trapping of PARP1 and PARP2 by an AP site-containing DNA resulting in formation of cytotoxic trapped PARP-DNA complexes has been described in several studies ( 57 – 59 ). In the present study, however, we did not observe formation of the covalent DNA–protein cross-link between PARPs and [ 32 P]labelled oligonucleotides, but rather the formation of the covalent PAR-DNA adducts. It should be emphasized that in this work we used no DNA substrates containing a natural AP site, instead we used DNA containing a synthetic AP site and regular DNA bases which cannot form covalent DNA–protein crosslinks. Recently, the 3D structure of full-length PARP1 bound to dumbbell DNA with a SSB was assembled using combined NMR/X-ray crystallography and mass spectrometry approaches ( 17 , 18 ). The structures revealed that PARP1 recognises and bends a DNA duplex at the site of the strand break through cooperative action of two N-terminal zinc fingers (Zn1 and Zn2) and then drives stepwise assembly of the remaining Zn3 and WGR domains leading to unfolding of the autoinhibitory helical subdomain of the CAT and PARP1 activation. Nevertheless, the specificity for acceptor sites and the substrate selection for PARylation activity remain open questions. We can hypothesize that the substrate specificity depends mainly on the recruitment of protein or DNA acceptor sites to the proximity to the catalytic domain. Structural modelling performed in these studies showed that the BRCT-WGR linker remains flexible and can reach the active site of PARP1, thus providing an explanation for the auto-modification (in cis mode) of this protein region. In the 3D structures of PARP1/DNA complexes, it is self-evident that the DNA-binding site of PARP1 in its active conformation is too far from its active site in the CAT domain, suggesting that the DNA termini already bound to PARP1 cannot serve as acceptor sites for DNA-PARylation by the same PARP1 molecule. However, the second breakage site in the same DNA molecule might interact with the CAT domain. Similarly, it was suggested that two molecules of PARP1 can ADP-ribosylate each other in trans mode when two DNA binding sites of the same DNA molecule are closely adjacent, e.g. in a short duplex DNA containing two DSB ends ( 17 ). In our work, all oligonucleotide substrates have at least two DNA breakage sites; therefore, binding of PARPs to one DNA breakage site will activate the CAT domain which in turn could target and ADP-ribosylate in trans mode an acceptor group at the second breakage site of the same DNA molecule. Accordingly, acceptor sites at DNA strand breaks already bound to DNA binding domains of a PARP are expected to be less accessible for DNA-PARylation by the CAT domain of the same PARP molecule. It was shown that in contrast to PARP1, which has rather high affinity for DNA with a blunt-end DSB, PARP2 binds to a DSB with low affinity ( 22 , 48 , 60 ). Indeed, PARP2 more efficiently PARylated the 21-mer fragment containing a 5′-terminal phosphate at the DSB in the nicked and 3′-recessed duplexes, as compared to PARP1 (Figures 2 and 3 ), despite the stronger overall PARP1 activation on these DNA substrates (Supplementary Figure S5A). This phenomenon might be due to differences in affinity of PARPs for the blunt DSB in duplex DNA, rather than the differences in the overall level of PARylation activity. On the other hand, greater ADP-ribosylation of 5′-terminal phosphate at the DSB end of the nicked (as compared to recessed) duplex by PARP2 (Figure 2 ), which is shown to be activated by 5′ phosphorylated nicks (( 20 ) and Supplementary Figure S5A), support the notion that a PARP's activation is important for efficient DNA-PARylation. Nevertheless, DNA-binding and DNA acceptor sites during PARP-catalysed DNA–ADP-ribosylation might be different. This notion is also in line with the observed inhibition of PARP2-catalysed ADP-ribosylation of the 5′-terminal phosphate of 21-mer ExoA in the 5′P-ExoA•RexT rec duplex when the same ExoA contains modifications at the 3′-end (Supplementary Figures S8). In conclusion, our results suggest that both the activation of PARPs and the accessibility of the DNA acceptor groups (terminal phosphates or 2′OH of cordycepin residues) for the activated CAT domain of DNA-bound PARPs are necessary for efficient DNA-PARylation. Further research in needed to determine in detail the structural basis and molecular mechanisms underlying PARylation of DNA ends by PARP enzymes. Detection and efficient repair of DNA damage in a eukaryotic cell are challenging tasks because of the presence of tightly packed chromatin structures that limit access of the DNA repair machinery to the damaged sites. The PARP-catalysed covalent post-translational modification of nuclear proteins including histones represents an efficient chromatin remodelling mechanism that enables DNA repair and transcription in condensed genome areas. Electron microscopic visualization and atomic force microscopy of the PAR polymer synthesised by PARP1 and PARP2, revealed a dense tree-like structure where the number of branches increased with the size of the PAR polymer, which still remains bound to single- and double-strand DNA breaks ( 49 , 61 ). The branching points occur in a very regular manner, with approximately 40 linear ADP-ribose residues between two branching (2″–1″′) ribose–ribose linkages, thus reflecting the distance that allows for initiation of a new synthesis origin ( 62 ). According to these observations and our data, we can hypothesize that PARPs are capable of circular rotation around the DNA molecule while synthesising a PAR polymer, and this situation can introduce supercoils into DNA and result in a change of the duplex helicity. This mechanism may explain the phenomenon of chromatin decondensation without a release of PARylated histones from DNA ( 63 ). The finding that termini of a DNA strand break can be modified by covalent attachment of poly(ADP-ribose) chains in vitro suggests that in vivo cellular DNA may undergo post-replicative modification in response to DNA damage. Therefore, we cannot rule out that the observed biological effects of PARP-catalysed modification of cellular macromolecules could be, at least partially, due to simultaneous PARylation of proteins and DNA. Furthermore, the observed PARylation of DNA strand breaks may also have an impact on overall PARP-catalysed PARylation activity. Here, we can say that in vivo , the PARP-catalysed modification of DNA termini in a broken duplex molecule (i) provides a stable benchmark of the location of a DNA strand break on a chromatin map; (ii) not only recruits repair proteins but also increases the mobility of damaged chromosomal loci from silenced to active chromatin (to accelerate DNA repair and to control transcription); (iii) blocks replication fork progression through interference with replicative DNA helicases and inhibits the toxic non-homologous end-joining via inhibition of the binding of Ku protein to double-strand DNA ends. It should be noted that according to our findings in the absence of PARG, the DNA modifications produced by PARPs would be highly toxic; indeed, a gene knockout of PARG causes early embryonic mortality ( 39 ). Furthermore, PARG can be recruited to DNA damage sites through interaction with PCNA; the latter is recruited and loaded onto gapped or recessed DNA duplexes ( 64 ). At present, we do not have direct evidence for the presence of PARylated DNA adducts in vivo . However, an efficient in vitro PARylation of DNA strand break extremities by the purified PARP proteins (described in this work), strongly suggests that this type of post-replicative modification of DNA can also occur in living cells. Moreover, numerous observations showing formation of the PAR polymers in cells subjected to DNA damage do not allow us to distinguish between PARylated proteins and PARylated DNA products. The phenomenon of ADP-ribosylation of a terminal phosphate group was observed in vivo and in vitro for the phosphate group of phosphoserine in histones from rat liver; these findings further support the notion that phosphate residues could serve as acceptor sites for generation of ADP-ribose-phosphate adducts, but the enzymes responsible for their formation are still unknown ( 65 , 66 ). Our data suggest that PARP1 and PARP2 enzymes could be involved in ADP-ribosylation of the phosphate groups present in proteins and DNA strand breaks in vivo and in vitro . Supplementary Material SUPPLEMENTARY DATA The authors wish to thank Dr Jacques Laval for critical reading of the manuscript and thoughtful discussions. The authors are grateful to Valerie Schreiber and Françoise Dantzer for the mouse PARP2 protein expression construct and to Dr. Ivan Ahel for the recombinant human NUDT16 protein. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. FUNDING Fondation ARC ( http://www.arc-cancer.net ) [PJA20151203415 to A.A.I.]; ERA.Net RUS Plus ( www.eranet-rus.eu ) [#306 to A.A.I. and RFBR-16-54-76010 to O.I.L.]; Electricité de France ( http://www.edf.fr ) [RB 2016-17 to M.K.S.]; Science Committee of the Ministry of Education and Science of the Republic of Kazakhstan (program 0212/PTF-14-OT) [3755/GF4 and 2835/GF3] ( http://www.nu.edu.kz ) to B.T.M.; RSF [14-24-00038 to O.I.L.]; RFBR [15-54-16003]; Program of RAS on Molecular and Cellular Biology [6.4]; postdoctoral and doctoral fellowships from Fondation ARC ( http://www.arc-cancer.net ) [PDF20110603195 to I.T. and G.Z.] and CIENCIACTIVA/CONCYTEC ( www.cienciactiva.gob.pe ), respectively. Funding for open access charge: National Laboratory Astana, Nazarbayev University, Astana, Republic of Kazakhstan. Conflict of interest statement . None declared. REFERENCES 1. Cadet J. Wagner J.R. DNA base damage by reactive oxygen species, oxidizing agents, and UV radiation Cold Spring Harb. Perspect. Biol. 2013 5 a012559 23378590 2. Pommier Y. Leo E. Zhang H. Marchand C. DNA topoisomerases and their poisoning by anticancer and antibacterial drugs Chem. Biol. 2010 17 421 433 20534341 3. Schreiber V. Dantzer F. Ame J.C. de Murcia G. Poly(ADP-ribose): novel functions for an old molecule Nat. Rev. Mol. Cell. Biol. 2006 7 517 528 16829982 4. Kim M.Y. Zhang T. Kraus W.L. Poly(ADP-ribosyl)ation by PARP-1: ‘PAR-laying’ NAD+ into a nuclear signal Genes Dev. 2005 19 1951 1967 16140981 5. Hottiger M.O. Hassa P.O. Luscher B. Schuler H. Koch-Nolte F. Toward a unified nomenclature for mammalian ADP-ribosyltransferases Trends Biochem. Sci. 2010 35 208 219 20106667 6. de Murcia G. Menissier de Murcia J. Poly(ADP-ribose) polymerase: a molecular nick-sensor Trends Biochem. Sci. 1994 19 172 176 8016868 7. Tanaka Y. Yoshihara K. Itaya A. Kamiya T. Koide S.S. Mechanism of the inhibition of Ca2+, Mg2+-dependent endonuclease of bull seminal plasma induced by ADP-ribosylation J. Biol. Chem. 1984 259 6579 6585 6327687 8. Satoh M.S. Poirier G.G. Lindahl T. Dual function for poly(ADP-ribose) synthesis in response to DNA strand breakage Biochemistry 1994 33 7099 7106 8003475 9. Caldecott K.W. Protein ADP-ribosylation and the cellular response to DNA strand breaks DNA Repair 2014 19 108 113 24755000 10. Luger K. Hansen J.C. Nucleosome and chromatin fiber dynamics Curr. Opin. Struct. Biol. 2005 15 188 196 15837178 11. Hinz J.M. Rodriguez Y. Smerdon M.J. Rotational dynamics of DNA on the nucleosome surface markedly impact accessibility to a DNA repair enzyme Proc. Natl. Acad. Sci. U.S.A. 2010 107 4646 4651 20176960 12. Odell I.D. Barbour J.E. Murphy D.L. Della-Maria J.A. Sweasy J.B. Tomkinson A.E. Wallace S.S. Pederson D.S. Nucleosome disruption by DNA ligase III-XRCC1 promotes efficient base excision repair Mol. Cell. Biol. 2011 31 4623 4632 21930793 13. Kraus W.L. Hottiger M.O. PARP-1 and gene regulation: progress and puzzles Mol. Aspects Med. 2013 34 1109 1123 23357755 14. Caldecott K.W. Mammalian single-strand break repair: mechanisms and links with chromatin DNA Repair 2007 6 443 453 17118715 15. Shieh W.M. Ame J.C. Wilson M.V. Wang Z.Q. Koh D.W. Jacobson M.K. Jacobson E.L. Poly(ADP-ribose) polymerase null mouse cells synthesize ADP-ribose polymers J. Biol. Chem. 1998 273 30069 30072 9804757 16. Langelier M.F. Pascal J.M. PARP-1 mechanism for coupling DNA damage detection to poly(ADP-ribose) synthesis Curr. Opin. Struct. Biol. 2013 23 134 143 23333033 17. Eustermann S. Wu W.F. Langelier M.F. Yang J.C. Easton L.E. Riccio A.A. Pascal J.M. Neuhaus D. Structural basis of detection and signaling of DNA single-strand breaks by human PARP-1 Molecular cell 2015 60 742 754 26626479 18. Dawicki-McKenna J.M. Langelier M.F. DeNizio J.E. Riccio A.A. Cao C.D. Karch K.R. McCauley M. Steffen J.D. Black B.E. Pascal J.M. PARP-1 activation requires local unfolding of an autoinhibitory domain Mol. Cell 2015 60 755 768 26626480 19. Oliver A.W. Ame J.C. Roe S.M. Good V. de Murcia G. Pearl L.H. Crystal structure of the catalytic fragment of murine poly(ADP-ribose) polymerase-2 Nucleic Acids Res. 2004 32 456 464 14739238 20. Langelier M.F. Riccio A.A. Pascal J.M. PARP-2 and PARP-3 are selectively activated by 5′ phosphorylated DNA breaks through an allosteric regulatory mechanism shared with PARP-1 Nucleic Acids Res. 2014 42 7762 7775 24928857 21. Ame J.C. Rolli V. Schreiber V. Niedergang C. Apiou F. Decker P. Muller S. Hoger T. Menissier-de Murcia J. de Murcia G. PARP-2, A novel mammalian DNA damage-dependent poly(ADP-ribose) polymerase J. Biol. Chem. 1999 274 17860 17868 10364231 22. Kutuzov M.M. Khodyreva S.N. Ame J.C. Ilina E.S. Sukhanova M.V. Schreiber V. Lavrik O.I. Interaction of PARP-2 with DNA structures mimicking DNA repair intermediates and consequences on activity of base excision repair proteins Biochimie 2013 95 1208 1215 23357680 23. Yasui A. Alternative excision repair pathways Cold Spring Harb. Perspect. Biol. 2013 5 a012617 23645854 24. Hitomi K. Iwai S. Tainer J.A. The intricate structural chemistry of base excision repair machinery: implications for DNA damage recognition, removal, and repair DNA Repair (Amst) 2007 6 410 428 17208522 25. Krokan H.E. Bjoras M. Base excision repair Cold Spring Harb. Perspect. Biol. 2013 5 a012583 23545420 26. Lebedeva N.A. Rechkunova N.I. Ishchenko A.A. Saparbaev M. Lavrik O.I. The mechanism of human tyrosyl-DNA phosphodiesterase 1 in the cleavage of AP site and its synthetic analogs DNA Repair 2013 12 1037 1042 24183900 27. Wiederhold L. Leppard J.B. Kedar P. Karimi-Busheri F. Rasouli-Nia A. Weinfeld M. Tomkinson A.E. Izumi T. Prasad R. Wilson S.H. AP endonuclease-independent DNA base excision repair in human cells Mol. Cell 2004 15 209 220 15260972 28. Ischenko A.A. Saparbaev M.K. Alternative nucleotide incision repair pathway for oxidative DNA damage Nature 2002 415 183 187 11805838 29. El-Khamisy S.F. Masutani M. Suzuki H. Caldecott K.W. A requirement for PARP-1 for the assembly or stability of XRCC1 nuclear foci at sites of oxidative DNA damage Nucleic Acids Res. 2003 31 5526 5533 14500814 30. Nazarkina Z.K. Khodyreva S.N. Marsin S. Lavrik O.I. Radicella J.P. XRCC1 interactions with base excision repair DNA intermediates DNA Repair 2007 6 254 264 17118717 31. Zhang Y.W. Regairaz M. Seiler J.A. Agama K.K. Doroshow J.H. Pommier Y. Poly(ADP-ribose) polymerase and XPF-ERCC1 participate in distinct pathways for the repair of topoisomerase I-induced DNA damage in mammalian cells Nucleic Acids Res. 2011 39 3607 3620 21227924 32. Beck C. Robert I. Reina-San-Martin B. Schreiber V. Dantzer F. Poly(ADP-ribose) polymerases in double-strand break repair: focus on PARP1, PARP2 and PARP3 Exp. Cell Res. 2014 329 18 25 25017100 33. Haince J.F. McDonald D. Rodrigue A. Dery U. Masson J.Y. Hendzel M.J. Poirier G.G. PARP1-dependent kinetics of recruitment of MRE11 and NBS1 proteins to multiple DNA damage sites J. Biol. Chem. 2008 283 1197 1208 18025084 34. Bryant H.E. Petermann E. Schultz N. Jemth A.S. Loseva O. Issaeva N. Johansson F. Fernandez S. McGlynn P. Helleday T. PARP is activated at stalled forks to mediate Mre11-dependent replication restart and recombination EMBO J. 2009 28 2601 2615 19629035 35. Mortusewicz O. Ame J.C. Schreiber V. Leonhardt H. Feedback-regulated poly(ADP-ribosyl)ation by PARP-1 is required for rapid response to DNA damage in living cells Nucleic Acids Res. 2007 35 7665 7675 17982172 36. Bonicalzi M.E. Haince J.F. Droit A. Poirier G.G. Regulation of poly(ADP-ribose) metabolism by poly(ADP-ribose) glycohydrolase: where and when Cell. Mol. Life Sci. 2005 62 739 750 15868399 37. Ono T. Kasamatsu A. Oka S. Moss J. The 39-kDa poly(ADP-ribose) glycohydrolase ARH3 hydrolyzes O-acetyl-ADP-ribose, a product of the Sir2 family of acetyl-histone deacetylases Proc. Natl. Acad. Sci. U.S.A. 2006 103 16687 16691 17075046 38. Sharifi R. Morra R. Appel C.D. Tallis M. Chioza B. Jankevicius G. Simpson M.A. Matic I. Ozkan E. Golia B. Deficiency of terminal ADP-ribose protein glycohydrolase TARG1/C6orf130 in neurodegenerative disease EMBO J. 2013 32 1225 1237 23481255 39. Koh D.W. Lawler A.M. Poitras M.F. Sasaki M. Wattler S. Nehls M.C. Stoger T. Poirier G.G. Dawson V.L. Dawson T.M. Failure to degrade poly(ADP-ribose) causes increased sensitivity to cytotoxicity and early embryonic lethality Proc. Natl. Acad. Sci. U.S.A. 2004 101 17699 17704 15591342 40. Ame J.C. Fouquerel E. Gauthier L.R. Biard D. Boussin F.D. Dantzer F. de Murcia G. Schreiber V. Radiation-induced mitotic catastrophe in PARG-deficient cells J. Cell Sci. 2009 122 1990 2002 19454480 41. Fisher A.E. Hochegger H. Takeda S. Caldecott K.W. Poly(ADP-ribose) polymerase 1 accelerates single-strand break repair in concert with poly(ADP-ribose) glycohydrolase Mol. Cell. Biol. 2007 27 5597 5605 17548475 42. Tang J.B. Svilar D. Trivedi R.N. Wang X.H. Goellner E.M. Moore B. Hamilton R.L. Banze L.A. Brown A.R. Sobol R.W. N-methylpurine DNA glycosylase and DNA polymerase beta modulate BER inhibitor potentiation of glioma cells to temozolomide Neuro-oncol 2011 13 471 486 21377995 43. Chambon P. Weill J.D. Mandel P. Nicotinamide mononucleotide activation of new DNA-dependent polyadenylic acid synthesizing nuclear enzyme Biochem. Biophys. Res. Commun. 1963 11 39 43 14019961 44. Lebedeva N.A. Rechkunova N.I. El-Khamisy S.F. Lavrik O.I. Tyrosyl-DNA phosphodiesterase 1 initiates repair of apurinic/apyrimidinic sites Biochimie 2012 94 1749 1753 22522093 45. Redrejo-Rodriguez M. Saint-Pierre C. Couve S. Mazouzi A. Ishchenko A.A. Gasparutto D. Saparbaev M. New insights in the removal of the hydantoins, oxidation product of pyrimidines, via the base excision and nucleotide incision repair pathways PLoS One 2011 6 e21039 21799731 46. Okazaki H. Niedergang C. Mandel P. Purification and properties of calf thymus polyadenosine diphosphate ribose polymerase FEBS Lett. 1976 62 255 258 179877 47. Kun E. Kirsten E. Mendeleyev J. Ordahl C.P. Regulation of the enzymatic catalysis of poly(ADP-ribose) polymerase by dsDNA, polyamines, Mg2+, Ca2+, histones H1 and H3, and ATP Biochemistry 2004 43 210 216 14705947 48. D'Silva I. Pelletier J.D. Lagueux J. D'Amours D. Chaudhry M.A. Weinfeld M. Lees-Miller S.P. Poirier G.G. Relative affinities of poly(ADP-ribose) polymerase and DNA-dependent protein kinase for DNA strand interruptions Biochim. Biophys. Acta 1999 1430 119 126 10082940 49. de Murcia G. Jongstra-Bilen J. Ittel M.E. Mandel P. Delain E. Poly(ADP-ribose) polymerase auto-modification and interaction with DNA: electron microscopic visualization EMBO J. 1983 2 543 548 6313345 50. Alvarez-Gonzalez R. Jacobson M.K. Characterization of polymers of adenosine diphosphate ribose generated in vitro and in vivo Biochemistry 1987 26 3218 3224 3038179 51. Ferro A.M. Oppenheimer N.J. Structure of a poly (adenosine diphosphoribose) monomer: 2′-(5″-hosphoribosyl)-5′-adenosine monophosphate Proc. Natl. Acad. Sci. U.S.A. 1978 75 809 813 204934 52. Mildvan A.S. Xia Z. Azurmendi H.F. Saraswat V. Legler P.M. Massiah M.A. Gabelli S.B. Bianchet M.A. Kang L.W. Amzel L.M. Structures and mechanisms of Nudix hydrolases Arch. Biochem. Biophys. 2005 433 129 143 15581572 53. Palazzo L. Thomas B. Jemth A.S. Colby T. Leidecker O. Feijs K.L. Zaja R. Loseva O. Puigvert J.C. Matic I. Processing of protein ADP-ribosylation by Nudix hydrolases Biochem. J. 2015 468 293 301 25789582 54. Deaton A.M. Bird A. CpG islands and the regulation of transcription Genes Dev. 2011 25 1010 1022 21576262 55. Wu T.P. Wang T. Seetin M.G. Lai Y. Zhu S. Lin K. Liu Y. Byrum S.D. Mackintosh S.G. Zhong M. DNA methylation on N(6)-adenine in mammalian embryonic stem cells Nature 2016 532 329 333 27027282 56. Takamura-Enya T. Watanabe M. Totsuka Y. Kanazawa T. Matsushima-Hibiya Y. Koyama K. Sugimura T. Wakabayashi K. Mono(ADP-ribosyl)ation of 2′-deoxyguanosine residue in DNA by an apoptosis-inducing protein, pierisin-1, from cabbage butterfly Proc. Natl. Acad. Sci. U.S.A. 2001 98 12414 12419 11592983 57. Khodyreva S.N. Prasad R. Ilina E.S. Sukhanova M.V. Kutuzov M.M. Liu Y. Hou E.W. Wilson S.H. Lavrik O.I. Apurinic/apyrimidinic (AP) site recognition by the 5′-dRP/AP lyase in poly(ADP-ribose) polymerase-1 (PARP-1) Proc. Natl. Acad. Sci. U.S.A. 2010 107 22090 22095 21127267 58. Prasad R. Horton J.K. Chastain P.D. 2nd Gassman N.R. Freudenthal B.D. Hou E.W. Wilson S.H. Suicidal cross-linking of PARP-1 to AP site intermediates in cells undergoing base excision repair Nucleic Acids Res. 2014 42 6337 6351 24771347 59. Kutuzov M.M. Khodyreva S.N. Ilina E.S. Sukhanova M.V. Ame J.C. Lavrik O.I. Interaction of PARP-2 with AP site containing DNA Biochimie 2015 112 10 19 25724268 60. Clark N.J. Kramer M. Muthurajan U.M. Luger K. Alternative modes of binding of poly(ADP-ribose) polymerase 1 to free DNA and nucleosomes J. Biol. Chem. 2012 287 32430 32439 22854955 61. Sukhanova M.V. Abrakhi S. Joshi V. Pastre D. Kutuzov M.M. Anarbaev R.O. Curmi P.A. Hamon L. Lavrik O.I. Single molecule detection of PARP1 and PARP2 interaction with DNA strand breaks and their poly(ADP-ribosyl)ation using high-resolution AFM imaging Nucleic Acids Res. 2016 44 e60 26673720 62. Keith G. Desgres J. de Murcia G. Use of two-dimensional thin-layer chromatography for the components study of poly(adenosine diphosphate ribose) Anal. Biochem. 1990 191 309 313 2085177 63. Aubin R.J. Frechette A. de Murcia G. Mandel P. Lord A. Grondin G. Poirier G.G. Correlation between endogenous nucleosomal hyper(ADP-ribosyl)ation of histone H1 and the induction of chromatin relaxation EMBO J. 1983 2 1685 1693 6641701 64. Mortusewicz O. Fouquerel E. Ame J.C. Leonhardt H. Schreiber V. PARG is recruited to DNA damage sites through poly(ADP-ribose)- and PCNA-dependent mechanisms Nucleic Acids Res. 2011 39 5045 5056 21398629 65. Smith J.A. Stocken L.A. Identification of poly (ADP-ribose) covalently bound to histone F1 in vivo Biochem. Biophys. Res. Commun. 1973 54 297 300 4741568 66. Smith J.A. Stocken L.A. Chemical and metabolic properties of adenosine diphosphate ribose derivatives of nuclear proteins Biochem. J. 1975 147 523 529 1167158",
    "full_text_abstract": "Poly(ADP-ribose) polymerases (PARPs/ARTDs) use nicotinamide adenine dinucleotide (NAD + ) to catalyse the synthesis of a long branched poly(ADP-ribose) polymer (PAR) attached to the acceptor amino acid residues of nuclear proteins. PARPs act on single- and double-stranded DNA breaks by recruiting DNA repair factors. Here, in in vitro biochemical experiments, we found that the mammalian PARP1 and PARP2 proteins can directly ADP-ribosylate the termini of DNA oligonucleotides. PARP1 preferentially catalysed covalent attachment of ADP-ribose units to the ends of recessed DNA duplexes containing 3′-cordycepin, 5′- and 3′-phosphate and also to 5′-phosphate of a single-stranded oligonucleotide. PARP2 preferentially ADP-ribosylated the nicked/gapped DNA duplexes containing 5′-phosphate at the double-stranded termini. PAR glycohydrolase (PARG) restored native DNA structure by hydrolysing PAR-DNA adducts generated by PARP1 and PARP2. Biochemical and mass spectrometry analyses of the adducts suggested that PARPs utilise DNA termini as an alternative to 2′-hydroxyl of ADP-ribose and protein acceptor residues to catalyse PAR chain initiation either via the 2′,1″- O -glycosidic ribose-ribose bond or via phosphodiester bond formation between C1′ of ADP-ribose and the phosphate of a terminal deoxyribonucleotide. This new type of post-replicative modification of DNA provides novel insights into the molecular mechanisms underlying biological phenomena of ADP-ribosylation mediated by PARPs."
}