{
    "PMC": "2565292",
    "DOI": "10.1155/np.1994.257",
    "PMID": "7578441",
    "PMCID": "PMC2565292",
    "title": "Expression of nerve growth factor, brain-derived neurotrophic factor and neurotrophin-3 mRNAs in human cortical xenografts.",
    "year": 1995,
    "source_url": "https://europepmc.org/article/PMC/PMC2565292",
    "source": "MED",
    "abstract_text": "Trophic factors play an important role in the development of neurons and glia. In order to study the involvement of neurotrophins in human cortical development, human fetal parietal cortical tissue, obtained after early elective abortions, was transplanted to cortical cavities in immunosuppressed rats. Using in situ hybridization it was demonstrated that nerve growth factor, brain-derived neurotrophic factor and neurotrophin-3 mRNAs are expressed in developing human cortical xenografts. We conclude that neurotrophins may play a role in human cortical development and rat-derived astroglial cells could be involved in establishing reciprocal \"permissive sites\".",
    "full_text": "J Neural Transplant Plast NP Journal of Neural Transplantation & Plasticity 0792-8483 Hindawi Publishing Corporation 2565292 10.1155/NP.1994.257 7578441 Article Expression of Nerve Growth Factor, Brain-Derived Neurotrophic Factor and Neurotrophin-3 mRNAs in Human Cortical Xenografts Humpel Christian 1, 2 * Strömberg Ingrid 2 Olson Lars 2 1 Neurochemistry Unit, Department of Psychiatry, Anichstr. 35, Innsbruck A-6020, Austria 2 Department of Neuroscience, Karolinska Institute, Stockholm, Sweden *Christian Humpel 1994 5 4 257 264 Copyright © 1994 . 1994 Trophic factors play an important role in the development of neurons and glia. In order to study the involvement of neurotrophins in human cortical development, human fetal parietal cortical tissue, obtained after early elective abortions, was transplanted to cortical cavities in immunosuppressed rats. Using in situ hybridization it was demonstrated that nerve growth factor, brain-derived neurotrophic factor and neurotrophin-3 mRNAs are expressed in developing human cortical xenografts. We conclude that neurotrophins may play a role in human cortical development and rat-derived astroglial cells could be involved in establishing reciprocal “permissive sites”.",
    "full_text_abstract": "Trophic factors play an important role in the development of neurons and glia. In order to study the involvement of neurotrophins in human cortical development, human fetal parietal cortical tissue, obtained after early elective abortions, was transplanted to cortical cavities in immunosuppressed rats. Using in situ hybridization it was demonstrated that nerve growth factor, brain-derived neurotrophic factor and neurotrophin-3 mRNAs are expressed in developing human cortical xenografts. We conclude that neurotrophins may play a role in human cortical development and rat-derived astroglial cells could be involved in establishing reciprocal “permissive sites”."
}