{
    "PMC": "8926401",
    "DOI": "10.7554/elife.75658",
    "PMID": "35234609",
    "PMCID": "PMC8926401",
    "title": "Tom70-based transcriptional regulation of mitochondrial biogenesis and aging.",
    "year": 2022,
    "source_url": "https://europepmc.org/article/PMC/PMC8926401",
    "source": "MED",
    "abstract_text": "Mitochondrial biogenesis has two major steps: the transcriptional activation of nuclear genome-encoded mitochondrial proteins and the import of nascent mitochondrial proteins that are synthesized in the cytosol. These nascent mitochondrial proteins are aggregation-prone and can cause cytosolic proteostasis stress. The transcription factor-dependent transcriptional regulations and the TOM-TIM complex-dependent import of nascent mitochondrial proteins have been extensively studied. Yet, little is known regarding how these two steps of mitochondrial biogenesis coordinate with each other to avoid the cytosolic accumulation of these aggregation-prone nascent mitochondrial proteins. Here, we show that in budding yeast, Tom70, a conserved receptor of the TOM complex, moonlights to regulate the transcriptional activity of mitochondrial proteins. Tom70's transcription regulatory role is conserved in <i>Drosophila</i>. The dual roles of Tom70 in both transcription/biogenesis and import of mitochondrial proteins allow the cells to accomplish mitochondrial biogenesis without compromising cytosolic proteostasis. The age-related reduction of Tom70, caused by reduced biogenesis and increased degradation of Tom70, is associated with the loss of mitochondrial membrane potential, mtDNA, and mitochondrial proteins. While loss of Tom70 accelerates aging and age-related mitochondrial defects, overexpressing TOM70 delays these mitochondrial dysfunctions and extends the replicative lifespan. Our results reveal unexpected roles of Tom70 in mitochondrial biogenesis and aging.",
    "full_text": "pmc eLife Elife eLife eLife 2050-084X eLife Sciences Publications, Ltd 8926401 35234609 75658 10.7554/eLife.75658 Research Article Cell Biology Tom70-based transcriptional regulation of mitochondrial biogenesis and aging Liu Qingqing 1 Chang Catherine E 1 Wooldredge Alexandra C 1 Fong Benjamin 1 Kennedy Brian K 1 2 3 4 Zhou Chuankai https://orcid.org/0000-0002-0739-0350 kzhou@buckinstitute.org 1 5 1 https://ror.org/050sv4x28 Buck Institute for Research on Aging Novato United States 2 https://ror.org/01tgyzw49 Healthy Longevity Programme, Yong Loo Lin School of Medicine, National University of Singapore Singapore Singapore 3 https://ror.org/05tjjsh18 Centre for Healthy Longevity, National University Health System Singapore Singapore 4 https://ror.org/015p9va32 Singapore Institute of Clinical Sciences, A(∗)STAR Singapore Singapore 5 https://ror.org/03taz7m60 USC Leonard Davis School of Gerontology, University of Southern California Los Angeles United States Denzel Martin Sebastian Reviewing Editor Altos Labs United Kingdom Isales Carlos Senior Editor https://ror.org/012mef835 Medical College of Georgia at Augusta University United States 02 3 2022 2022 11 e75658 18 11 2021 01 3 2022 This manuscript was published as a preprint at . 23 11 2021 © 2022, Liu et al 2022 Liu et al https://creativecommons.org/licenses/by/4.0/ This article is distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use and redistribution provided that the original author and source are credited. Mitochondrial biogenesis has two major steps: the transcriptional activation of nuclear genome-encoded mitochondrial proteins and the import of nascent mitochondrial proteins that are synthesized in the cytosol. These nascent mitochondrial proteins are aggregation-prone and can cause cytosolic proteostasis stress. The transcription factor-dependent transcriptional regulations and the TOM-TIM complex-dependent import of nascent mitochondrial proteins have been extensively studied. Yet, little is known regarding how these two steps of mitochondrial biogenesis coordinate with each other to avoid the cytosolic accumulation of these aggregation-prone nascent mitochondrial proteins. Here, we show that in budding yeast, Tom70, a conserved receptor of the TOM complex, moonlights to regulate the transcriptional activity of mitochondrial proteins. Tom70’s transcription regulatory role is conserved in Drosophila . The dual roles of Tom70 in both transcription/biogenesis and import of mitochondrial proteins allow the cells to accomplish mitochondrial biogenesis without compromising cytosolic proteostasis. The age-related reduction of Tom70, caused by reduced biogenesis and increased degradation of Tom70, is associated with the loss of mitochondrial membrane potential, mtDNA, and mitochondrial proteins. While loss of Tom70 accelerates aging and age-related mitochondrial defects, overexpressing TOM70 delays these mitochondrial dysfunctions and extends the replicative lifespan. Our results reveal unexpected roles of Tom70 in mitochondrial biogenesis and aging. mitochondrial biogenesis Tom70 proteostasis aging mitochondria defect transcriptional regulation Research organism S. cerevisiae http://dx.doi.org/10.13039/100001642 Glenn Foundation for Medical Research Glenn postdoctoral fellowship Liu Qingqing http://dx.doi.org/10.13039/100000052 NIH Office of the Director DP5OD024598 Zhou Chuankai http://dx.doi.org/10.13039/100000049 National Institute on Aging R01 AG058742 Kennedy Brian K http://dx.doi.org/10.13039/100000049 National Institute on Aging R03AG070478 Zhou Chuankai The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. Author impact statement Tom70 connects the mitochondrial import to the nuclear transcriptional activity of mitochondrial proteins and controls mitochondrial biogenesis defects during aging. Introduction Mitochondria play critical roles in a growing list of cellular activities, such as signaling, metabolism, and inflammation. A decline in mitochondrial function, both in quality and quantity, has been associated with normal aging and many age-related diseases ( Gureev et al., 2019 ; Sun et al., 2016 ). Mitochondrial quality and quantity are determined by mitochondrial biogenesis and quality control mechanisms ( Baker et al., 2011 ; Pickles et al., 2018 ; Shpilka and Haynes, 2018 ). More than 99% of mitochondrial proteins are encoded by the nuclear genome ( Fox, 2012 ; Mootha et al., 2003 ; Morgenstern et al., 2017 ; Pagliarini et al., 2008 ; Vögtle et al., 2017 ). The expression of mitochondrial proteins is mainly regulated at the transcriptional level by transcription factors that integrate cellular and environmental signals ( de Winde and Grivell, 1993 ; Jornayvaz and Shulman, 2010 ; Scarpulla, 2008 ). For example, in budding yeast, cells sense nutrients and regulate the expression of mitochondrial proteins through Hap4, a well-studied transcription activator of mitochondrial biogenesis ( Forsburg and Guarente, 1989 ; McNabb et al., 1995 ; Olesen et al., 1987 ; Pinkham and Guarente, 1985 ; Santangelo, 2006 ; Schüller, 2003 ). In addition to transcription activation, repressors such as Mig1 and Rox1 also play a critical role to set the balance and maintain optimal expression of mitochondrial proteins in response to different growth conditions ( Lowry and Zitomer, 1984 ; Santangelo, 2006 ; Schüller, 2003 ; Ter Linde and Steensma, 2002 ; Trueblood et al., 1988 ). After completing transcription, these mRNAs encoding mitochondrial proteins are translated in the cytosol and imported by the TOM-TIM complex ( Wiedemann and Pfanner, 2017 ). Most mitochondrial proteins are selectively recognized and imported via Tom20 and Tom70, two major receptors of the TOM complex. The Tom20 pathway is known to import nascent mitochondrial proteins that contain an N-terminal signal peptide. A significant number of nascent mitochondrial proteins lack the typical N-terminal peptides and, instead, present the internal mitochondrial targeting signals (iMTS) that span the entire primary sequence and are imported via the Tom70 pathway ( Backes et al., 2018 ; Sirrenberg et al., 1996 ). Another unique feature of the Tom70 pathway is that cytosolic chaperones, such as Hsp70, are involved in maintaining these mitochondrial proteins in unfolded states before being transferred to Tom70 for import ( Hoseini et al., 2016 ; Young, 2003 ; Zanphorlin et al., 2016 ). Therefore, mitochondrial import, especially the Tom70-mediated pathway, is integrated into the cytosolic proteostasis. Indeed, the accumulation of nascent mitochondrial proteins in the cytosol triggers cytosolic stress responses, known as UPRam and mPOS ( Wang and Chen, 2015 ; Wrobel et al., 2015 ). Given the aggregation-prone nature of these nascent mitochondrial proteins ( Nowicka et al., 2021 ), a balance between the production and import of mitochondrial proteins is required to avoid the accumulation of these proteins in the cytosol. Although the transcriptional regulations of mitochondrial proteins and the molecular mechanisms of mitochondrial import have been extensively studied in the past, they were investigated separately, and little is known regarding how these two steps of mitochondrial biogenesis coordinate with each other to avoid the cytosolic accumulation of these aggregation-prone nascent mitochondrial proteins. In this study, we use budding yeast as the model to provide evidence that the mitochondrial import receptor Tom70 moonlights to regulate the transcriptional activity of mitochondrial proteins. This transcription regulatory role of Tom70 is conserved in Drosophila melanogaster (fruit fly). Our results suggest that cells use the same molecule, Tom70, to regulate both the transcription/biogenesis and import of mitochondrial proteins so the nascent mitochondrial proteins do not compromise cytosolic proteostasis or cause cytosolic protein aggregation. Importantly, the Tom70 abundance is decreased during aging, which is associated with age-dependent loss of mitochondrial membrane potential, mtDNA, and mitochondrial proteins. While loss of Tom70 accelerates aging and age-related mitochondrial defects, overexpressing TOM70 delays these mitochondrial dysfunctions and extends the replicative lifespan. Therefore, the reduction of Tom70 is a key event contributing to the mitochondrial biogenesis and defects during aging. Results Tom70 regulates the transcriptional activity of mitochondrial proteins As the abundance of TOM complex on the mitochondrial outer membrane determines how fast nascent mitochondrial proteins can be imported, we started out by examining if TOM proteins may also regulate the biogenesis of mitochondrial proteins so the biogenesis and import of nascent mitochondrial proteins can be coordinated with each other. We used the pGAL promoter to overexpress (OE) different TOM proteins and Hap4, which is known to drive mitochondrial biogenesis ( Lin et al., 2002 ). To examine their effects on mitochondrial biogenesis, we randomly selected four mitochondrial proteins to represent different sub-compartments of the organelle. The expression levels of representative mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their native promoters using the strains from the yeast GFP library ( Huh et al., 2003 ). This library has been extensively characterized against different proteomic results to show high accuracy and fidelity ( Ho et al., 2018 ; Newman et al., 2006 ). To quantitatively compare the GFP signals from different strains, we imaged the cells with an avalanche photodiode (APD), which is a single-photon sensitive detector ( Bruschini et al., 2019 ). As a single GFP protein emits ~21 photons in our imaging setting ( Kubitscheck et al., 2000 ), this single-photon sensitive detector allowed us to accurately compare the abundance of these mitochondrial proteins across different conditions in live cells. Compared to the wild-type cells cultured in the same medium, we found that HAP4 OE indeed could increase the expression of two out of these four randomly chosen mitochondrial proteins ( Figure 1A , Figure 1—figure supplement 1A ). This is consistent with previous results that HAP4 OE increases the biogenesis of roughly 1/4 of the mitochondrial proteome (255 out of >1000 mitochondrial proteins) ( Lin et al., 2002 ). Among these TOM proteins, only TOM70 OE increased the abundance of these mitochondrial proteins ( Figure 1A ; Figure 1—figure supplement 1A ). Compared to HAP4 OE, TOM70 OE has a similar but broader effect on these mitochondrial proteins ( Figure 1A ; Figure 1—figure supplement 1A ). Interestingly, Tom71, the paralog of Tom70, failed to induce the expression of any of these mitochondrial proteins ( Figure 1A ; Figure 1—figure supplement 1A ). The effect of TOM70 OE on these mitochondrial proteins is not caused by or unique to galactose: (1) all strains, including wild type and HAP4 OE, were cultured in the same galactose medium while OE of Tom70, but not other TOM proteins, increased mitochondrial biogenesis; (2) similar results were observed when Tom70 was overexpressed from an artificial promoter Z3EV, which is inducible by the β-estradiol, in the glucose medium ( Figure 1—figure supplement 1B ; McIsaac et al., 2013 ). We then expanded the list to cover more mitochondrial proteins from all four sub-compartments of the organelle and found TOM70 OE generally increased their abundance ( Figure 1B ). Figure 1. Tom70 regulates the transcriptional activity of mitochondrial proteins. ( A ) Representative images for proteins localized to different sub-compartments of mitochondria in cells overexpressing (OE) different TOM proteins and HAP4 from pGal promoter. HAP4 OE increased the biogenesis of some, but not all, mitochondrial proteins. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their native promoters. As both wild type and OE strains were cultured in the same medium, the mitochondrial biogenesis effect of TOM70 OE and HAP4 OE is not due to the presence of galactose. ( B ) Quantification of mitochondrial protein levels in TOM70 OE cells normalized to wild-type cells cultured in the same medium. Mitochondrial proteins were visualized and quantified by endogenous C-terminal GFP tagging. These mitochondrial proteins were randomly chosen from the yeast GFP library based on their localization in mitochondria to represent all four sub-compartments of mitochondria. Bar graphs are the normalized mean and s.e.m. Data were analyzed with unpaired two-tailed t test. ( C ) RT-qPCR quantification of the mRNA abundance for different mitochondrial proteins in yeast and fruit fly strains with different levels of mitochondrial Tom70. TOM70 cyto. OE, overexpression of Tom70 cytosolic domain without transmembrane domain; TOM70 OE, TOM70 overexpression; TOM70 TEV, the cytosolic domain of Tom70 was removed by TEV protease.ρ 0 , petite cells without mtDNA. For yeast, cells with the same genetic background but lacking TOM70 TEV or TOM70 OE were used as control. For example, mRNA from ρ 0 /TOM70 OE cells were normalized to ρ 0 cells lacking TOM70 OE. All different yeast strains, including the controls, were cultured in the same galactose medium. For fruit fly, 3 rd instar larvae from control (UAS-TOM70) and TOM70 OE (Mef2-Gal4; UAS-TOM70) were used to extract mRNA from the whole animal. The mRNA abundance from each strain was normalized to control and the average fold changes from three replicates are shown. Only conserved orthologous genes from fly are included ( https://www.alliancegenome.org/ ). Validated substrates of Tom70 are colored in red text ( Backes et al., 2018 ; Kondo-Okamoto and Shaw, 2008 ; Melin et al., 2015 ; Yamamoto et al., 2009 ; Young, 2003 ). Dash line boxes indicate the ones with p < 0.05 from unpaired two-tailed t test. The inserted green numbers are fold changes of each protein in TOM70 OE cells. ( D ) Representative images of Rtg1-GFP in control and TOM70 OE cells. Rtg1-GFP, endogenous C-terminal GFP tagging of Rtg1. DNA was stained with Hoechst dye. All different yeast strains were cultured in the same galactose medium. ( E ) Quantification of mtDNA abundance from Hoechst staining in ( D ). 1116 and 1090 cells quantified for each. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001. Scale bar for all images: 5 μm. Images are representative of at least two independent experiments. Sample sizes in B are given in Supplementary file 4 . Figure 1—figure supplement 1. Additional data demonstrating that Tom70 regulates the transcription of mitochondrial proteins. ( A ) Quantification of Figure 1A . Dash line boxes indicate the ones with p < 0.05 from unpaired two-tailed t test. ( B ) Representative images for proteins localized to different sub-compartments of mitochondria in cells overexpressing Tom70 from pZ3EV promoter. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their native promoters. Cells were cultured in 2% raffinose and switched to 2% glucose and added 10nMβ-estradiol to induce the Tom70 expression for 5 hr. ( C ) Cleavage of Tom70-GFP that contains a TEV site between transmembrane and cytosolic domain by TEV protease. TEV protease was fused to Tom20 transmembrane domain (Tom20tm) and expressed from a Gal promoter. Expression of TEV protease was induced and the localization of Tom70-GFP was monitored at different timepoints. ( D ) The genetic cross to generate 3rd instar larvae from control (UAS-TOM70) and TOM70 OE (MEF2-GAL4; UAS-TOM70). ( E ) Representative images of Rtg3-GFP in control and TOM70 OE cells. Rtg3-GFP, endogenous C-terminal GFP tagging of Rtg3. DNA was stained with Hoechst dye. All different yeast strains, including wild type control, were cultured in the same medium. ( F ) RT-qPCR quantification of different mitochondrial mRNA in wild type and rtg3∆ cells that overexpress TOM70. The mRNA abundance was normalized to wild type control and the fold changes from three biological replicates are shown. Dash line boxes indicate the ones with p < 0.05 from unpaired two-tailed t test. Scale bar for all images: 5 μm. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their own promoters. Images are representative of at least two independent experiments. The enhanced mitochondrial biogenesis in response to TOM70 OE was also observed at the transcriptional level: TOM70 OE generally increased the mRNA levels of nucleus-encoded mitochondrial proteins, including the tail-anchored small TOM proteins that are known to be post-translationally inserted into the mitochondrial outer membrane independently of Tom20 and Tom70 ( Figure 1C ; Drwesh and Rapaport, 2020 ). This indicates that the transcriptional activation of mitochondrial biogenesis upon TOM70 OE is not restricted to Tom70’s substrates. Consistent with its role in transcription activation, when Tom70 was selectively removed from mitochondria by TEV protease, the mRNA level of many mitochondrial proteins reduced ( Figure 1C , Figure 1—figure supplement 1C ). This transcription regulatory role of Tom70 is conserved as an enhanced mitochondrial biogenesis was observed in fruit fly larvae when UAS-TOM70 was overexpressed in muscles by Mef2-Gal4 ( Figure 1C , Figure 1—figure supplement 1D ). As overexpressing Tom70’s cytosolic domain alone, which stay diffusively in the cytosol, did not activate the transcription of these mitochondrial proteins ( Figure 1C ), these results suggest that Tom70 has to be on the mitochondrial outer membrane to control the transcriptional activity of many mitochondrial proteins. Which transcription factor(s) act downstream of Tom70? Retrograde signaling from mitochondria, marked by the increased nuclear-to-cytosol ratio of transcription factors Rtg1/3, is a known stress response toward mitochondrial stress and defects ( Liu and Butow, 2006 ). However, the nuclear/cytosol ratio of Rtg1/3-GFP in TOM70 OE cells is similar to the wild-type cells cultured in the same galactose medium ( Figure 1D , Figure 1—figure supplement 1E ). Additionally, knocking out Rtg3 failed to prevent the activation of mitochondrial biogenesis program in TOM70 OE cells ( Figure 1—figure supplement 1 F). These results suggest that Tom70 regulates the transcription of mitochondrial proteins through transcription factors (TFs) other than the well-known retrograde signaling pathway. To search for the TFs downstream of Tom70, in silico analysis was conducted to find common TFs that recognize/bind the promoters of these mitochondrial genes ( Monteiro et al., 2020 ). Some of these predicted TFs have expression changes upon TOM70 OE, indicating that Tom70 regulates these TFs ( Figure 2A ). A few of these TFs are so far not known to regulate mitochondrial biogenesis or metabolism ( Figure 2B ; Bähler, 2005 ). For example, Fkh1/2 are members of the Forkhead family transcription factor that are previously known to regulate the expression of G2/M phase genes ( Bähler, 2005 ; Martins et al., 2016 ; Postnikoff et al., 2012 ). Among these TFs that responded to Tom70 OE, overexpressing some TFs, including Fkh1/2, can mimic the TOM70 OE effect and increase the abundance of mitochondrial proteins from different sub-compartments, such as Adh3, Qcr7, and Tim44 ( Figure 2C and D ). We asked whether Fkh1/2 are required for the Tom70-related mitochondrial biogenesis program. When FKH1 or FKH2 are deleted, the induced expression of mitochondrial proteins in TOM70 OE cells is partially blocked ( Figure 2E ). We noticed that none of the Fkh1/2 mutants completely blocked the effect of TOM70 OE, indicating that Tom70 can signal through multiple TFs to regulate mitochondrial biogenesis. This is consistent with the observation that TOM70 OE has broader effects on mitochondrial biogenesis than OE of a single TF, such as HAP4 OE ( Figure 1A ). Figure 2. The transcription factors involved in the Tom70-dependent transcriptional regulation of mitochondrial proteins. ( A ) mRNA abundance of different transcription factors (TF) quantified by RT-qPCR in TOM70 OE strain and normalized to control cells. All different yeast strains, including wild-type control, were cultured in the same medium. Shown are the mean and s.e.m. from three replicates. ( B ) TF regulatory network predicted for these mitochondrial proteins tested in Figure 1B ( Monteiro et al., 2020 ). Only the TFs that increase significantly in ( A ) is included to simplify the illustration. The positive and negative regulations from existing literature are shown with red and blue lines, respectively; green lines represent the ones have both positive and negative effects. Solid lines represent the DNA binding evidence and the dash lines for co-expression evidence. The predicted regulations based on the consensus sequences but have no previous experimental data are shown as black lines. ( C ) Expression changes of mitochondrial proteins from different sub-compartments upon overexpression of different TFs. The GFP signal of Adh3-GFP, Qcr7-GFP, and Tim44-GFP were quantified from TF OE cells and normalized to wild type control of each protein. p < 0.05 for all of them except for four that labeled as ‘ns’. Data were analyzed with unpaired two-tailed t test. Both control and TOM70 OE strains were cultured in SC-raffinose medium and added 2% galactose for 5 hr before sample collection. ( D ) Representative images and quantification of different mitochondrial proteins in wild type and FKH2 OE strain. All different yeast strains were cultured in the same medium. ( E ) FKH1 and FKH2 are partially required for the mitochondria biogenesis program downstream of TOM70 OE. GFP signal of mitochondrial proteins were quantified in different strains and normalized to wild type. Scale bar for all images: 5 μm. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their own promoters. Images are representative of at least two independent experiments. Bar graphs are the normalized mean and s.e.m. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; *, p < 0.05; n.s., not significant. Sample sizes in ( D, E ) are given in Supplementary file 4 . Figure 2—figure supplement 1. ROS is partially required for the mitochondrial biogenesis program downstream of TOM70 OE. GFP signal of mitochondrial proteins were quantified in different strains and normalized to wild type control. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their own promoters. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; *, p < 0.05; n.s., not significant. Sample sizes are given in Supplementary file 4 . We also tested whether reactive oxygen species (ROS) could mediate the downstream signaling of TOM70 OE as low levels of ROS were proposed to have important roles in mitochondrial retrograde signaling and mitochondrial hormesis ( Choi et al., 2017 ; Ristow and Schmeisser, 2014 ; ). Similar to the knockout of Fkh1/2, treating cells with ROS scavenger N-acetylcysteine (NAC) partially affected the mitochondrial biogenesis induction in TOM70 OE cells ( Figure 2—figure supplement 1 ). These data are consistent with the model that Tom70 regulates the mitochondrial biogenesis via multiple pathways and TFs. Disrupting one factor at a time only affects a specific pathway and TF, therefore, has limited effect on some, but not all, mitochondrial proteins. Tom70 regulates the abundance of mtDNA Using single-photon-sensitive APD and quantitative DNA staining ( Gomes et al., 2018 ), we found that in addition to the mitochondrial proteins, TOM70 OE also increased mtDNA significantly ( Figure 1D and E ). In contrast to TOM70 OE, knocking out TOM70 led to the reduction of mtDNA ( Figure 3A and B ). Therefore, Tom70 regulates the biogenesis of both mitochondrial proteins and mtDNA. DNA polymerase γ (Mip1 in yeast) is responsible for the replication and affects the abundance of mtDNA ( Foury, 1989 ). We noticed that Mip1 contains the iMTS which is known to use Tom70 for mitochondrial import ( Figure 3C ; Backes et al., 2018 ). Indeed, the abundance of Mip1 protein was increased in TOM70 OE cells ( Figure 3D ), which likely contributes to the observed increase of mtDNA. Consistently, MIP1 OE increased the abundance of mtDNA ( Figure 3E ), albeit to a lesser extent than TOM70 OE ( Figure 1E ), suggesting that additional factors also contribute to the increase of mtDNA in TOM70 OE cells. Interestingly, when mtDNA was removed, TOM70 OE could not activate the transcription of these nDNA-encoded mitochondrial proteins (ρ 0 ;TOM70 OE in Figure 1C ).This suggests that mtDNA is required for the Tom70-mediated transcriptional activation of nDNA-encoded mitochondrial proteins. Although TOM70 OE also increased the expression of basic mitochondrial transcription machineries, such as Rpo41 and Mtf1, upregulating their expressions could not increase the biogenesis of other mitochondrial proteins as TOM70 OE ( Figure 3—figure supplement 1A,B,C ). In contrast, we noticed that the mitochondrial translation is partially required for the biogenesis of some mitochondrial proteins in TOM70 OE cells ( Figure 3—figure supplement 1D ). Therefore, the role of mtDNA in the Tom70-regulated mitochondrial biogenesis can be partially attributed to the requirement of some mtDNA-encoded proteins. Figure 3. Tom70 regulates the abundance of mtDNA. ( A, B ) Representative images and quantification of mtDNA in wild type and ∆tom70 cells were stained by Hoechst dye. Yellow arrowheads point to the mtDNA. Bar graph are the mean and s.e.m. from 87 and 109 cells. ( C ) iMTS probability profiles of Mip1 and Hsp60 predicted by TargetP algorithm. The consecutively N-terminally truncated sequences of the proteins were used as input to calculate the TargetP scores for each residue, which shows internal regions with presequence-like properties, or iMTS. Hsp60, another mitochondrial protein does not depend on Tom70, was also plotted in the same way for comparison ( Backes et al., 2018 ). Red line (0.4) indicates the cutoff defined in previous study ( Backes et al., 2018 ). Blue and red arrows indicate the N-terminal signal peptide and iMTS, respectively. ( D ) Representative images and quantification of Mip1-GFP in control and TOM70 OE cells. Bar graphs are the mean and s.e.m. from 300 and 438 cells. ( E ) Quantification of mtDNA in control and MIP1 OE cells from Hoechst staining. Bar graphs are the mean and s.e.m. from 253 and 209 cells. Scale bar for all images: 5 μm. Images are representative of at least two independent experiments.Bar graphs are the normalized mean and s.e.m. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001. Figure 3—figure supplement 1. The role of mtDNA metabolisms in Tom70’s regulatory function of mitochondrial biogenesis. ( A ) mRNA abundance of basic mitochondrial transcription machineries quantified by RT-qPCR in TOM70 OE strain and normalized to control cells. All different yeast strains, including wild-type control, were cultured in the same medium. Shown are the mean and s.e.m. from three replicates. ( B, C ) Quantification ( B ) of different mitochondrial proteins in wild type control strain and other strains overexpressing different mitochondrial transcription machineries. All different yeast strains were cultured in the same medium. Only RPO41 OE increased Tim44-GFP expression among these strains. In fact, most of these overexpressing strains have reduced abundance of mitochondrial proteins , and the mitochondrial morphology in RPO41 OE cells ( C ) was different from TOM70 OE ( Figure 1A ), suggesting that these mitochondrial transcription machineries are not downstream of TOM70 OE. ( D ) Quantification of different mitochondrial proteins in wild type control strain and TOM70 OE strains with/without Erythromycin (2 mg/ml) treatment 30 min before and during galactose induced TOM70 OE. All different yeast strains were cultured in the same growth medium. Inhibition of mitochondrial translation by Erythromycin partially inhibit some mitochondrial biogenesis induced by TOM70 OE. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; *, p < 0.05; n.s., not significant. Sample sizes are given in Supplementary file 4 . The Tom70-dependent regulation of mitochondrial biogenesis is involved in the cellular response to the mitochondrial import defect Our results indicate that Tom70 not only controls the import of mitochondrial proteins, but also regulates their biogenesis. The nascent mitochondrial proteins synthesized in the cytosol are aggregation-prone and can cause cytosolic proteostasis stress and protein aggregation if not imported in a timely manner ( Nowicka et al., 2021 ; Wang and Chen, 2015 ; Wrobel et al., 2015 ; Figure 4—figure supplement 1A ). It has been shown that impaired mitochondrial import triggers cellular responses to reduce the biogenesis of mitochondrial proteins in order to achieve a new balance between biogenesis and import of nascent mitochondrial proteins, alleviating their cytosolic accumulation and aggregation ( Samluk et al., 2018 ; Topf et al., 2019 ; Wrobel et al., 2015 ). Consistent with these previous reports, no protein aggregation was detected when we blocked mitochondrial import by shifting the tim23 ts cells to the restricted temperature, which impaired the TIM complex ( Figure 4A and C ; Pareek et al., 2013 ). Figure 4. The Tom70-dependent regulation of mitochondrial biogenesis is involved in the cellular response to the mitochondrial import defect. ( A ) Mitochondrial biogenesis in wild type cells. Metabolic signals regulate the transcriptional activity of mitochondrial proteins, which are synthesized in the cytosol and translocated through the outer mitochondrial membrane (OMM) and inner mitochondrial membrane (IMM) via TOM-TIM complexes. Tom70, a key component of the TOM complex, serves as the import receptor and the biogenesis regulator of mitochondrial proteins. Tim23, a key component of the TIM complex, acts downstream and receives the incoming nascent mitochondrial proteins from the TOM complex. ( B ) The potential role of Tom70 in the cellular response to the impairment of mitochondrial import caused by tim23 ts . ( C ) Representative images and quantification for different strains after switching to the restricted temperatures to inactivate tim23 ts . All strains were cultured in raffinose medium at 25 °C overnight, followed by adding galactose for 3hrs before adding glucose for 30 min and switching to 35 °C for 2 hr to inactivate tim23 ts . Cytosolic protein aggregation was visualized with GFP-tagged Hsp104, a general marker of protein aggregates ( Glover and Lindquist, 1998 ; Zhou et al., 2014 ). Bar graphs are the mean and s.e.m. of the Hsp104-GFP signals inside protein aggregates in each cell.Scale bar: 5 μm. Images are representative of at least two independent experiments. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; n.s., not significant. Sample sizes in ( C ) are given in Supplementary file 4 . Figure 4—figure supplement 1. Model of Tom70’s role in the cellular response to the mitochondrial import defect. ( A ) Schematic of mitochondrial import steps involve Hsp70 and Tom70. In yeast, Hsp70 binds and maintains nascent mitochondrial proteins in unfolded states before transferring them to Tom70 for import ( Young, 2003 ). Tim23, the key subunits of the inner membrane translocase TIM complex, acts downstream of TOM complex (including the subunit Tom70) in mitochondrial import. Tim23 inactivation blocks the mitochondrial import of nascent mitochondrial proteins, which stay on the surface of mitochondria and associate with upstream factors (such as Tom70), activate the stress response to repress the biogenesis of mitochondrial proteins. ( B ) The inactivation of Tim23 blocks the mitochondrial import of nascent mitochondrial proteins, which occupy Tom70 and signal the nucleus to reduce the biogenesis of mitochondrial proteins. This allows the tim23 ts cells to re-balance the biogenesis and import of mitochondrial proteins, thereby avoiding their cytosolic accumulation and aggregation. Tom70 is required for this mitochondria-to-nucleus signaling as knockout of Tom70 in tim23 ts cells compromises this re-balancing effort and causes cytosolic protein aggregation. The fact that overexpression of TOM70, which activates the transcriptional activity of mitochondrial proteins, compromises the re-balancing effort of tim23 ts cells is consistent with previous reports that transcriptional repression of mitochondrial proteins is a key feature of the cellular response toward mitochondrial import defects . Given Tom70’s dual roles in mitochondrial import and transcriptional regulation, we considered the possibility that Tom70 is involved in the cellular response to the impairment of mitochondrial import ( Figure 4A and B ). To test if Tom70 is required for the repression of mitochondrial biogenesis in tim23 ts cells, we knocked out Tom70 and found that tim23 ts cells lacking Tom70 formed large scale cytosolic protein aggregates upon Tim23 inactivation ( Figure 4C ). This suggests that Tim23-inactivation signals through Tom70 to repress the biogenesis of mitochondrial proteins and re-balance the biogenesis and import. As TOM70 OE upregulates transcriptional activity of mitochondrial proteins, we tested whether overexpressing Tom70 can overwrite the repressive cellular program of mitochondrial biogenesis induced by tim23 ts and cause cytosolic aggregation. Indeed,when we overexpressed Tom70 upon tim23 ts inactivation, cells failed to maintain cytosolic homeostasis and showed large-scale cytosolic protein aggregation ( Figure 4C ). In contrast, TOM70 OE alone did not have this effect, suggesting that the increase of mitochondrial biogenesis in TOM70 OE was balanced by enhanced mitochondrial import capacity ( Figure 4C ). This is consistent with the increase of many TOM and TIM proteins in TOM70 OE cells ( Figure 1C ). Next, we asked if this overwrite of repressive cellular program and loss of balance between biogenesis-import is a general outcome of any pathways/factors that induce mitochondrial biogenesis. However, HAP4 OE, which also controls mitochondrial biogenesis, did not cause cytosolic protein aggregation upon tim23 ts , suggesting that the Tom70-dependent mitochondrial biogenesis pathway plays a special role in the repressive cellular program induced by tim23 ts . Together, these results are consistent with a model that Tom70 is involved in the cellular response to the impairment of mitochondrial import in tim23 ts cells and regulate the biogenesis of mitochondrial proteins ( Figure 4—figure supplement 1B ; Samluk et al., 2018 ; Topf et al., 2019 ; Wrobel et al., 2015 ). The reduction of Tom70 contributes to the age-related defects of mitochondria Tom70’s transcription regulatory role led us to test whether Tom70 is a key factor in age-related mitochondrial biogenesis defects, a conserved hallmark of aging ( López-Otín et al., 2013 ). Previous studies revealed that protein levels were increasingly uncoupled from their transcript levels during aging ( Janssens et al., 2015 ). Thus, we chose to follow protein, instead of mRNA, abundance changes during aging to closely reflect the functional and physiological status of the aged cells. We examined different mitochondrial proteins in purified replicative old cells using imaging and APDs, which allowed us to achieve single cell/age resolution, single-photon sensitivity, and avoid the complications caused by the young cells contamination and impurity in the purified old cells that were previously experienced in mass spectrometry-based studies ( Hendrickson et al., 2018 ; Janssens et al., 2015 ). Using this approach, we found that Tom70 underwent age-dependent reduction ( Figure 5A and B ). A similar level of Tom70 reduction was previously reported in aged rats ( Kang et al., 2017 ). The reduction of Tom70 is not unique as other mitochondrial proteins, including other TOM proteins, also showed age-dependent reduction ( Figure 5B ), which is consistent with the general trend of mitochondrial biogenesis defect observed in the previous proteomics study of aged cells ( Janssens et al., 2015 ). This mitochondria biogenesis defect is associated with the loss of mitochondrial membrane potential, a common hallmark of mitochondrial defects ( Figure 5C ; Hughes and Gottschling, 2012 ; Sun et al., 2016 ). To test if the reduction of Tom70 contributes to the loss of mitochondrial membrane potential in aged cells, we replaced TOM70’s promoter with GAL promoter to prevent the age-associated reduction of Tom70. We found that overexpressing TOM70 can rescue mitochondrial membrane potential in aged cells ( Figure 5C and D ). This is unique to Tom70 as overexpressing other TOM proteins cannot fully prevent the loss of mitochondrial membrane potential during aging ( Figure 5D ). As mitochondrial membrane potential plays a key role in mitochondrial biogenesis, pGAL-TOM70 also prevented the age-associated reduction of other mitochondrial proteins ( Figure 5E and F ). Figure 5. Age-related reduction of Tom70 is associated with mitochondrial dysfunctions. ( A ) Representative images of Tom70-GFP and mito-RFP in young and aged cells. Both young and old cells were from YPD culture and stained with calcofluor white to visualize the bud scars. ( B ) Quantification of different GFP-tagged TOM proteins and mitoRFP in young and aged cells. Both young and old cells were from YPD culture and the GFP signal was normalized to corresponding young cells of the same strain. ( C, D ) Representative images ( C ) and quantification ( D ) of mitochondrial membrane potential in young and aged cells from different strains. Different TOM proteins were overexpressed from pGAL promoter. Both young and old cells were from YEP-galactose medium. Mitochondrial membrane potential was indicated by TMRM staining. ( E, F ) Representative images ( E ) and quantification ( F ) of mitochondrial proteins undergo age-associated loss of expression, which can be suppressed by overexpressing TOM70. WT, wild type. Both young and old cells were from YEP-galactose medium. The significant increase of mitochondrial proteins in old TOM70 OE cells ( F ) is likely due to the continuous induction of mitochondrial proteins by TOM70 OE throughout the entire lifespan. Scale bar for all images: 5 μm. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their own promoters. Both young and old cells in each experiment went through the same culture medium, experimental procedures, and purification. Images are representative of at least two independent experiments. Bar graphs are the mean and s.e.m. that normalized to young cells for each genotype. Sample sizes of ( B, D, F ) are given in Supplementary file 4 . Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; **, p < 0.01; *, p < 0.05. Figure 5—figure supplement 1. Overexpressing Tom70 from a different promoter can rescue age-associated mitochondrial defects. ( A, B ) Quantification of mitochondrial proteins abundance ( A ) and membrane potential ( B ) in different cells. The age-associated loss of mitochondrial membrane potential and protein expression can be suppressed by overexpressing TOM70 from pZ3EV promoter in the glucose medium. Both wild type (WT) and pZ3EV-TOM70 strains were cultured in YPD supplemented with 100nM β-estradiol before and after biotinylating mother cell wall and culturing for 2 days to age the mother cells. Bar graphs are the mean and s.e.m. that normalized to young cells for each genotype. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; **, p < 0.01; *, p < 0.05; n.s., not significant.Sample sizes are given in Supplementary file 4 . These beneficial effects of TOM70 OE were not caused by the presence of galactose in the medium as both control and TOM70 OE cells, as well as the cells overexpressing other TOM proteins, were cultured in the same medium. In addition, similar results were observed when Tom70 was expressed from the Z3EV promoter in the glucose medium ( Figure 5—figure supplement 1A, B ; McIsaac et al., 2013 ). In contrast, knocking out Tom70 accelerated the loss of mitochondrial membrane potential and biogenesis defects of many other mitochondrial proteins during aging ( Figure 6A–D , Figure 6—figure supplement 1 ). Moreover, the ∆tom70 cells also lost mtDNA faster than wild-type cells during aging ( Figure 6E ). This is likely due to the accelerated loss of mtDNA polymerase Mip1, which uses Tom70 for import, in ∆tom70 cells during aging ( Figure 6C ). The accelerated loss of mitochondrial biogenesis and functions likely explains previous results that knocking out Tom70 reduces the replicative lifespan (RLS) of yeast ( Schleit et al., 2013 ). Consistent with this hypothesis, TOM70 OE, which activates mitochondrial biogenesis, can extend the RLS of budding yeast ( Figure 6F ). This RLS extension is similar to the caloric restriction (CR) of 0.1% glucose ( Kaeberlein et al., 2004 ), which is known to increase the expression of many mitochondrial proteins ( Lin et al., 2002 ; Ruetenik and Barrientos, 2015 ; Wuttke et al., 2012 ). Therefore, the reduction of Tom70 contributes to the compromised mitochondrial biogenesis in aged cells. Figure 6. Loss of Tom70 accelerates mitochondrial aging. ( A, B ) Representative images ( A ) and quantifications ( B ) of Atp25-GFP in young and aged cells of different strains. Both young and old cells were from YPD culture and stained with calcofluor white to visualize the bud scars. Both young and old cells were quantified from the purified cells that went through the same experimental procedures and purification (same for other results). All strains cultured in YPD medium with 2% glucose except for CR, which has 0.05% glucose. The GFP signal quantified from the old cells was normalized to corresponding young cells of the same strain. Old cells were grouped as young (0 bud scar), age 2–6, age 7–11, and age 12+. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; **, p < 0.01; *, p < 0.05; n.s., not significant (same for C-E). More than 20 cells quantified for each group (same for C-E). ( C ) Quantification of Mip1 in young and aged cells from different strains. All strains cultured in YPD medium with 2% glucose except for CR, which has 0.05% glucose. ( D, E ) Quantification of mitochondrial membrane potential ( D ) and mtDNA ( E ) in young and aged cells from different strains. Mitochondrial membrane potential was indicated by TMRM staining. All strains cultured in YPD medium with 2% glucose except for CR, which has 0.05% glucose. ( F ) Survival curve from replicative life span assay of 36 and 40 cells expressing pGAL-TOM70 and pGAL-TOM70tm-mCH, respectively, were determined by microscopic dissection on YEP-galactose plates. P = 0.038 by Mann-Whitney test. ( G ) Proposed model by which CR extends the RLS of different mitochondrial mutants via different mechanisms. Schleit et al., 2013 showed that CR extends the RLS of ∆phb cells by reducing mitochondrial proteotoxic stress via reduced cytosolic translation. Our results demonstrated that this reduced cytosolic translation in CR is not universal as the biogenesis of mitochondrial proteins is preserved during aging. This preserved mitochondrial biogenesis in CR is consistent with the observed rescue of RLS in ∆tom70 cells by CR ( Schleit et al., 2013 ). Scale bar for all images: 5 μm. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their own promoters. Images are representative of at least two independent experiments. Figure 6—figure supplement 1. Additional data for the accelerated loss of mitochondrial proteins in ∆tom70 cells during aging. Quantifications of different mitochondrial proteins in young and aged cells of different strains. Cells with advanced reproductive age were purified from YPD culture and stained with calcofluor white to visualize the bud scars. Both young and old cells were quantified from the purified cells that went through the same experimental procedures and purification (same for other results). All strains cultured in YPD medium with 2% glucose except for CR, which has 0.05% glucose. The GFP signal quantified from the old cells was normalized to corresponding young cells of the same strain. Old cells were grouped as young (0 bud scar), age 2–6, age 7–11, and age 12+. More than 20 cells quantified for each group. It has been shown that CR can suppress the negative impact of many mitochondrial mutants, including ∆tom70 , on the RLS of yeast ( Schleit et al., 2013 ). For example, CR rescues the RLS of ∆Phb1/2 cells, the mitochondrial prohibitin complex required to stabilize newly imported proteins, by reducing the cytosolic translation which decreases the folding demands of nascent mitochondrial proteins and the load of proteostasis burden inside mitochondria ( Schleit et al., 2013 ). As ∆tom70 reduces the biogenesis/import of mitochondrial proteins during aging ( Figure 6A–E ), which is different from the mitochondrial proteostasis defect caused by ∆phb1 , we considered a different mechanism that allows CR to rescue the RLS of ∆tom70 cells ( Figure 6G ). Indeed, by checking mitochondrial proteins that showed accelerated biogenesis defects during the aging of ∆tom70 cells, we found that their expression levels were rescued by CR during aging ( Figure 6A–D , Figure 6—figure supplement 1 ). This suggests that CR restores the RLS of ∆tom70 cells by preventing their premature mitochondrial biogenesis defect. Reduced biogenesis and enhanced degradation underlying the age-dependent reduction of mitochondrial Tom70 Age-related Tom70 reduction is likely a conserved process, as Tom70 protein is also reduced during fly aging and in aged or pathologically hypertrophic hearts from humans and rats ( Kang et al., 2017 ; Li et al., 2014 ; Pacifico et al., 2018 ; Yang et al., 2019 ). In addition, overexpression of TOM70 was found to protect the cultured cardiomyocytes against diverse pro-hypertrophic insults ( Kang et al., 2017 ; Li et al., 2014 ). Given these important roles of Tom70, we then asked what causes its age-associated reduction. The protein level of Tom70 is determined by its biogenesis and degradation.We first checked the biogenesis of Tom70 during aging. Changing TOM70’s promoter prevented its age-dependent reduction, suggesting that the loss of transcriptional activity likely contributes to the reduction of Tom70 during aging ( Figure 5A,B , vs Figure 7—figure supplement 1A ). Consistent with this hypothesis, analysis of the published dataset revealed that the mRNA level of TOM70 is reduced in the purified old yeast cells ( Figure 7—figure supplement 1B ; Janssens et al., 2015 ). To find TFs that regulate TOM70 expression, we searched the database for TFs that recognize the promoter of TOM70 ( Monteiro et al., 2020 ). We confirmed that these predicted TFs either positively or negatively regulate Tom70-GFP level in young cells ( Figure 7—figure supplement 1C ). Increasing the expression of some, but not all, TFs is able to suppress the age-dependent reduction of Tom70 protein ( Figure 7A ). This suggests that a reduced TF expression level, TF activity, the accessibility of promoters, or any of these factors in combination, contributes to the reduction of Tom70 in aged cells ( Hendrickson et al., 2018 ). Figure 7. Reduced biogenesis and enhanced degradation underlying the age-dependent reduction of mitochondrial Tom70. ( A ) Mean and s.e.m. of Tom70-GFP signal in young and old cells from strains overexpressing different TFs. Sample sizes are given in Supplementary file 4 . Both young and old cells were from YEP-galactose medium. ( B, C ) Representative images ( B ) and quantification ( C ) of Tom70-GFP in young and old cells from wild type and mutant strains. Mean and s.e.m. from 57, 154, 50 old cells were normalized to young cells for each strain. Both young and old cells were from YPD medium. ( D, E ) Representative images ( D ) and quantification ( E ) of Dnm1-GFP in young and old cells. Mean and s.e.m. from 89 young and 53 old cells were quantified. Both young and old cells were from YPD medium. ( F ) Model of Tom70’s roles. Tom70 sits at the crossroad of cytosolic proteostasis and mitochondrial biogenesis by regulating both the biogenesis and import of mitochondrial proteins. The reduction of Tom70 during aging is associated with age-dependent mitochondrial defects. Scale bar for all images: 5 μm. Mitochondrial proteins were visualized by endogenous C-terminal GFP tagging and expressed from their own promoters. Images are representative of at least two independent experiments. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; **, p < 0.01; *, p < 0.05; n.s., not significant. Figure 7—figure supplement 1. Additional data for the mechanisms that control the expression of Tom70 in young and aged cells. ( A ) Expressing TOM70-GFP from pZ3EV can prevent the age-associated reduction of Tom70 protein. Both young and old cells were from YPD medium with 10 nM β-estradiol. ( B ) Tom70 mRNA quantified from cells with different replicative ages. RNAseq data from Janssens et al., 2015 was plotted. ( C ) Quantification of Tom70-GFP in young cells cultured in YEP-galactose medium to overexpress different TFs from the pGAL promoter. Shown are mean and s.e.m. normalized to wild-type cells. ( D ) Representative images and quantification of Tom70-GFP in young cells from wild type and mutant strains cultured in YPD medium. Mean and s.e.m. from 53, 50, 50 cells were quantified. WT, wild type. Scale bar for all images: 5 μm. Sample sizes for ( A,C ) are given in Supplementary file 4 . Images are representative of at least two independent experiments. Data were analyzed with unpaired two-tailed t test: ***, p < 0.001; **, p < 0.01; *, p < 0.05; n.s., not significant. In addition to the biogenesis of Tom70, we asked whether aging affects the degradation of Tom70 as well. Previous studies revealed that under acute vacuole deacidification Tom70 can be sorted into mitochondria-derived compartment (MDCs) in a Fis1/Dnm1-dependent pathway for degradation ( Hughes et al., 2016 ). We asked whether Fis1 and Dnm1 also regulate Tom70 turnover during physiological aging. Indeed, cells lacking either Dnm1 or Fis1 showed a significantly higher expression level of Tom70 protein in both young ( Figure 7—figure supplement 1D ) and old cells ( Figure 7B and C ). Interestingly, the Dnm1 protein level increases with age ( Figure 7D and E ), which could enhance the degradation of Tom70 and undermine the biogenesis of mitochondria in aged cells. Discussion The results described above reveal a previously unknown role of Tom70 in regulating the biogenesis of mitochondrial proteins. Cells use the same molecule, Tom70, to regulate the transcriptional activity and import of mitochondrial proteins. These dual roles of Tom70 connect two main steps of mitochondrial biogenesis that have been studied separately in the past, namely the transcriptional regulations of mitochondrial proteins and the molecular mechanisms of mitochondrial import. The imbalance between import and biogenesis of nascent mitochondrial proteins leads to their cytosolic accumulation, which causes cytosolic proteostasis stress and the formation of cytosolic protein aggregates ( Samluk et al., 2018 ; Topf et al., 2019 ; Wrobel et al., 2015 ). We propose that Tom70’s dual roles in both biogenesis and import of mitochondrial proteins allow the cells to accomplish mitochondrial biogenesis without compromising cytosolic proteostasis ( Figure 7F ). This interdependence between cytosolic proteostasis and mitochondrial biogenesis is consistent with the observations that mitochondrial dysfunction and protein aggregation are two closely related hallmarks of aging and age-related diseases. Nascent mitochondrial proteins synthesized in the cytosol are transferred from Hsp70 to Tom70, which then transfers the nascent proteins to Tom40 for translocation into the mitochondria ( Figure 4—figure supplement 1A ). When mitochondrial import is perturbed, such as Tim23 inactivation, the transfer of nascent mitochondrial protein to Tom40 and translocation are halted. These unimported nascent mitochondrial proteins stay on the surface of mitochondria and associate with upstream factors, such as Tom70. Such mitochondrial import defect activates the stress response that represses the biogenesis of mitochondrial proteins in order to relieve the cytosolic accumulation/aggregation of nascent mitochondrial proteins ( Wang and Chen, 2015 ; Wrobel et al., 2015 ). Our results show that such repressive program requires Tom70, as the mitochondrial import defect failed to repress the mitochondrial biogenesis and caused cytosolic accumulation/aggregation in the absence of Tom70. Together with the transcriptional activation of mitochondrial biogenesis upon TOM70 OE, these results are consistent with the model that the ratio/balance between Tom70-nascent mitochondrial protein, which represents the capacity of mitochondrial import, regulates the biogenesis activity of mitochondrial proteins ( Figure 4—figure supplement 1 ). Retrograde signaling, such as the one mediated by Rtg1/2/3 in yeast and many forms of mitochondrial unfolded protein response (UPR) ( Shpilka and Haynes, 2018 ), has been described for mitochondria to mitigate the proteostasis defect inside mitochondria. In contrast, this Tom70-dependent transcriptional regulation of mitochondrial biogenesisis probably evolved to maintain proteostasis outside of mitochondria. Consistent with this view, our results showed that this Tom70-nucleus communication is independent of the classic retrograde signaling via Rtg1/2/3 that responds to the mitochondrial defects. Instead, several other TFs are required in this Tom70-dependent transcriptional regulation of mitochondrial biogenesis. Some of these TFs, such as the Forkhead family transcription factor Fkh1/2, could be the missing TFs that mediate the increase of mitochondrial activity in response to certain longevity cues. For example, it was shown that CR activates mitochondria biogenesis independent of Hap4, the well-studied TF of mitochondrial biogenesis in yeast ( Lin et al., 2002 ). Mining the published dataset, we found that Fkh1 is increased in CR-treated cells ( Choi et al., 2017 ). The orthologs of these Forkhead family transcription factors, such as Daf-16/FOXO, are integrators of different signal pathways to regulate longevity and aging. Our results also provide a new explanation for the mitochondrial defects in aged cells as the reduction of Tom70 correlates with the loss of mitochondrial membrane potential, many mitochondrial proteins, and mtDNA, which can be rescued by overexpressing Tom70. Mechanistic dissection of this conserved Tom70 reduction in old cell suggests that age-associated loss of transcriptional activity and increased degradation of Tom70 contribute to its reduction during aging. Many studies showed that loss of proteostasis is an early event during aging ( Ben-Zvi et al., 2009 ; Hipp et al., 2019 ; Yang et al., 2019 ). The loss of proteostasis may inactivate some TFs required for the expression of Tom70 and other mitochondrial proteins as many TFs contain low complex domains that are sensitive to proteostasis impairment ( Alberti and Hyman, 2016 ; Boija et al., 2018 ; Liu et al., 2020 ; Vecchi et al., 2020 ). In addition, the increased level of Dnm1 during aging could further promote the degradation of mitochondrial Tom70. The reduction of Tom70 and mitochondrial biogenesis could lead to the previously observed age-dependent mitochondrial defects. The fact that loss of Tom70 accelerates aging and age-related mitochondrial defects, while TOM70 OE extends the RLS and delays these mitochondrial dysfunctions, highlights that Tom70 is a key molecule in mitochondrial aging. Materials and methods Experimental model details All S. cerevisiae strains and plasmids used in this study are listed in the Supplementary files 1 and 3 . All yeast strains used in this study are based on the BY4741 strain background. Genetic modifications were performed with PCR mediated homologous recombination ( Longtine et al., 1998 ) and genotyped with PCR to confirm correct modification and lack of aneuploid for the chromosome that gene of interest is located. The GFP-tagged strains were from the GFP collection ( Huh et al., 2003 ). The mutant strains were generated by PCR amplify KANMX cassette from existing mutant strains (Yeast Knockout Collection, GE Dharmacon) or pFA6a-KanMX plasmid to transform By4741 or the strains based on By4741. Expression of proteins from integration plasmids was done by integrating the linearized plasmid into TRP1 locus. For some strains, an empty integration plasmid was first integrated into TRP1 locus to provide the required sequences, such as AMP gene in the backbone of plasmid, for further integration of other plasmids. UAS-TOM70 fly was provided by Dr. Bingwei Lu ( Gehrke et al., 2015 ) and crossed with Mef2-GAL4 to get 3rd instar larvae. UAS-TOM70 crossed with w1118 and Mef2-Gal4 crossed with w1118 served as genetic controls. For confocal imaging, cells were grown at 30 °C in SC glucose medium (790 mg/L of complete supplement mixture (CSM) from Bioworld, 6.7 g/L yeast nitrogen base, 2% glucose) to OD 600 ~0.5 and refreshed for an additional 2–3 hr before imaging. For the strains with Gal promoter-driven proteins, cells were grown at 30 °C in SC 2% raffinose medium overnight to OD 600 ~0.5 and induced by adding 2% galactose for 5 hr. For qPCR assay, cells were cultured in YPD (2% glucose, 1% yeast extract, 2% peptone), or YEPR (1% yeast extract, 2% peptone, 2% raffinose) medium overnight and then induced with 2% galactose for 5 hr (OD 600 between 0.3 and 0.4) before harvest. Gal induction was ceased by adding 2% glucose for 30 min before other treatment or imaging. All media was prepared by autoclaving the solution without glucose/raffinose/galactose for 20 min and adding filtered carbon source as indicated. Confocal microscopy Images were acquired using a Carl Zeiss LSM-510 Confocor 3 system with 100 × 1.45 NA Plan-Apochromat objective and a pinhole of one airy unit. The system was driven by Carl Zeiss AIM software for the LSM 510 meta. 405/488/561 nm laser was used to excite Calcofluor-white (CFW)/GFP/RFPs, and emission was collected through the appropriate filters onto the single photon avalanche photodiodes on the Confocor 3. All CFW images were acquired through a 420 nm long pass filter, GFP images were acquired through a 505–540 nm filter, and RFP images were acquired with a 580–610 nm filter on the Confocor 3. All images were acquired in a multi-track, alternating excitation configuration so as to avoid bleed through. GFP-fusion strains were imaged with excitation laser at 8 kW/cm 2 . Any strains used in comparison were acquired with the same laser and scanning setting to compare their expression levels. All image processing was performed in the Image J software (NIH, Bethesda, MD). The total amount of each protein (e.g. Tom70-GFP) or fluorescent dye (e.g. TMRM) was quantified from the sum projection of Z-stacks after extracting the background signals. For visualization purposes, images scaled with bilinear interpolation were used for figures. Drug treatment and key reagents Tetramethylrhodamine, Methyl Ester, Perchlorate (TMRM) (Thermo Fisher Scientific T668) dissolved in DMSO to 1 mM as stock solution, 1:10,000 for 15 min for mitochondrial membrane potential detection and quantification. Calcofluor White Stain (Sigma-Aldrich 18909–100 ML-F) was diluted 200 folds in PBS and incubated with cells for 5 min at room temperature, followed by three washes with PBS. Hoechst 33,342 (Invitrogen H3570) 10 μg/ml was used to stain DNA for 15 min, followed by two washes with fresh medium before imaging. β-estradiol (Sigma E8875) is used at 10 nM or 100 nM as final concentrationto induce Tom70 overexpression from Z3EV promoter. RT-qPCR For RT-qPCR assays, total RNA from yeast cells was isolated with TRIzol LS agent. Each RNA sample (1 μg) was subjected to reverse transcription (Invitrogen SuperScript III One-Step RT-PCR System with Platinum Taq DNA Polymerase, Invitrogen 12574018), and then amplified by real-time PCR (Ssoadvanced Universal SYBR, bio-Rad 1725271). The primers used for qPCR were shown in Supplementary file 2 . The relative values of gene expression were calculated using the 2 -ΔΔCT method ( Livak and Schmittgen, 2001 ) by comparing the cycle number for each sample with that for the untreated control. The results were normalized to the expression level of tubulin or actin gene. All experiments have three independent replicates and the mean was calculated for the figures. For Figure 1C , zy914 and zy930 were induced for 2 hr with 2% galactose to express TEV protease and remove TOM70 cytosolic domain; zy1439, zy1463, zy2974, zy2417, and zy3450 were induced for 5 hr to overexpress Tom70 before harvesting samples for mRNA extraction. For fly RT-qPCR, total RNA was extracted from 3rd instar larvae (mixed sexes, 4 animals per sample) with the same method described above for yeast. The primers used for fly qPCR were shown in Supplementary file 5 . Isolation of old cells Yeast cells were collected from a fresh overnight culture and washed twice with cold PBS, pH 8.0. About 4 × 10 7 mid-log cells were briefly concentrated by 3,000 g for 20 sec, followed by three washes of cold sterile PBS pH 8.0. Cells were labeled with 1.6 mg/ml EZ-Link Sulfo-NHS-LC-Biotin (Pierce) at room temperature in the same PBS for 30 min with gentle shaking. These cells were used as M-cells. The M-cells were then washed three times with cold PBS, pH 7.2, to get rid of free biotin. These M-cells were resuspended in 500 μl PBS pH7.2 and mixed with 7 μl BioMag magnetic streptavidin beads (Qiagen, 311714) for 60 min at 4 °C and loaded into an acrylic column with curved grade N52 magnet. A continuous flow of fresh medium was applied at 0.3 ml/min to rinse away the daughter cells generated from these M-cells. After 60 hr at room temperature, the aged M-cells were unloaded from the device by removing the magnet and flushed out with 3 ml/min fresh medium. The M-cells were then fixed with 1% formaldehyde for 30 min at room temperature and washed three times with PBS, pH 7.4. After staining with CFW, the cells were imaged with confocal to collect images of the bud scars and also the other channels of interests. For live cell staining (e.g. TMRM staining), the old cells are stained immediately after harvest without fixation. Cells with more than 12 bud scars were treated as old cells. While developing the old cells purification methodologies in lab, we noticed that environmental stress, such as small amount of NaOH/ethanol left from sterilization step or the formation of crowded cell clusters around the aging cells, caused the accumulation of Tom70-GFP in vesicles for a fraction of old cells. Extensive overnight wash with fresh medium before loading cells into device can eliminate this phenotype. This stress-induced age-dependent accumulation of Tom70-GFP in vesicles for a portion of old cells could explain the phenotypes observed in a recent report using microfluidics ( Li et al., 2020 ). Lifespan assay Replicative lifespan were examined as described previously ( Steffen et al., 2009 ). Fresh YEP-2% galactose (YEPG) plates were prepared 1 day before the assay. Fresh colonies from different strains were used to setup overnight culture in YPED and then spread 5 µl onto one side of the YEPG plates. Individual cells were aligned in the middle of plates with 20 cells per strain per plate. Both strains were included side-by-side with each other on each plate to reduce variations among plates. The plates were stored at 4 °C each night and kept at 30 °C during the day. Each day the plates were kept at 30 °C for about 10 hr during the dissections. The experiments were performed blindly by experimenter with the strain names and genotypes encoded by numbers. Statistical analysis All experiments were repeated multiple times to confirm reproducibility. Data are representative of at least three independent experiments. All quantifications are presented as the means ± standard error of mean (s.e.m.). Statistical test for each bar graph in figures was determined by unpaired t test with Welch’s correction in Prism 9. n.s. or ns, not significant; *p < 0.05; **p < 0.01; ***p < 0.001. Mann-Whitney test was used for the RLS experiment. Funding Information This paper was supported by the following grants: http://dx.doi.org/10.13039/100001642 Glenn Foundation for Medical Research Glenn postdoctoral fellowship to Qingqing Liu. http://dx.doi.org/10.13039/100000052 NIH Office of the Director DP5OD024598 to Chuankai Zhou. http://dx.doi.org/10.13039/100000049 National Institute on Aging R01 AG058742 to Brian K Kennedy. http://dx.doi.org/10.13039/100000049 National Institute on Aging R03AG070478 to Chuankai Zhou. Acknowledgements The authors thank E Verdin, G Lithgow, and P Walter for discussion. This work was supported by Glenn postdoctoral fellowship to Q Liu, R01 AG058742 to BK Kennedy, and DP5OD024598 and R03AG070478 to C Zhou. Additional information Competing interests No competing interests declared. No competing interests declared. Author contributions Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Resources, Validation, Visualization, Writing – original draft, Writing – review and editing. Data curation, Investigation, Methodology, Writing – review and editing. Data curation, Investigation, Writing – review and editing. Formal analysis, Software, Writing – review and editing. Funding acquisition, Resources, Writing – review and editing. Conceptualization, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Resources, Software, Supervision, Validation, Visualization, Writing – original draft, Writing – review and editing. Additional files Supplementary file 1. Experimental models, organisms and strains. Supplementary file 2. Oligo DNA. Supplementary file 3. Recombinant DNA. Supplementary file 4. Source data for sample sizes related to several figures. Supplementary file 5. Oligo DNA for fly genes tested. Transparent reporting form Data availability The published article includes all datasets generated or analyzed during this study. All original raw data can be accessed in Dryad Digital Repository, doi: https://doi.org/10.5061/dryad.d7wm37q2n . The following dataset was generated: Zhou C 2022 Tom70-based transcriptional regulation of mitochondrial biogenesis and aging Dryad Digital Repository 10.5061/dryad.d7wm37q2n References Alberti S Hyman AA 2016 Are aberrant phase transitions a driver of cellular aging? BioEssays 38 959 968 10.1002/bies.201600042 27554449 Backes S Hess S Boos F Woellhaf MW Gödel S Jung M Mühlhaus T Herrmann JM 2018 Tom70 enhances mitochondrial preprotein import efficiency by binding to internal targeting sequences The Journal of Cell Biology 217 1369 1382 10.1083/jcb.201708044 29382700 Bähler J 2005 Cell-cycle control of gene expression in budding and fission yeast Annual Review of Genetics 39 69 94 10.1146/annurev.genet.39.110304.095808 16285853 Baker MJ Tatsuta T Langer T 2011 Quality control of mitochondrial proteostasis Cold Spring Harbor Perspectives in Biology 3 a007559 10.1101/cshperspect.a007559 21628427 Ben-Zvi A Miller EA Morimoto RI 2009 Collapse of proteostasis represents an early molecular event in Caenorhabditis elegans aging PNAS 106 14914 14919 10.1073/pnas.0902882106 19706382 Boija A Klein IA Sabari BR Dall’Agnese A Coffey EL Zamudio AV Li CH Shrinivas K Manteiga JC Hannett NM Abraham BJ Afeyan LK Guo YE Rimel JK Fant CB Schuijers J Lee TI Taatjes DJ Young RA 2018 Transcription Factors Activate Genes through the Phase-Separation Capacity of Their Activation Domains Cell 175 1842 1855 10.1016/j.cell.2018.10.042 30449618 Bruschini C Homulle H Antolovic IM Burri S Charbon E 2019 Single-photon avalanche diode imagers in biophotonics: review and outlook Light, Science & Applications 8 87 10.1038/s41377-019-0191-5 31645931 Choi K-M Hong S-J van Deursen JM Kim S Kim KH Lee C-K 2017 Caloric Restriction and Rapamycin Differentially Alter Energy Metabolism in Yeast The Journals of Gerontology. Series A, Biological Sciences and Medical Sciences 73 29 38 10.1093/gerona/glx024 28329151 de Winde JH Grivell LA 1993 Global regulation of mitochondrial biogenesis in Saccharomyces cerevisiae Progress in Nucleic Acid Research and Molecular Biology 46 51 91 10.1016/s0079-6603(08)61018-1 8234787 Drwesh L Rapaport D 2020 Biogenesis pathways of α-helical mitochondrial outer membrane proteins Biological Chemistry 401 677 686 10.1515/hsz-2019-0440 32017702 Forsburg SL Guarente L 1989 Identification and characterization of HAP4: a third component of the CCAAT-bound HAP2/HAP3 heteromer Genes & Development 3 1166 1178 10.1101/gad.3.8.1166 2676721 Foury F 1989 Cloning and sequencing of the nuclear gene MIP1 encoding the catalytic subunit of the yeast mitochondrial DNA polymerase The Journal of Biological Chemistry 264 20552 20560 10.1016/S0021-9258(19)47098-1 2684980 Fox TD 2012 Mitochondrial protein synthesis, import, and assembly Genetics 192 1203 1234 10.1534/genetics.112.141267 23212899 Gehrke S Wu Z Klinkenberg M Sun Y Auburger G Guo S Lu B 2015 PINK1 and Parkin control localized translation of respiratory chain component mRNAs on mitochondria outer membrane Cell Metabolism 21 95 108 10.1016/j.cmet.2014.12.007 25565208 Glover JR Lindquist S 1998 Hsp104, Hsp70, and Hsp40: a novel chaperone system that rescues previously aggregated proteins Cell 94 73 82 10.1016/s0092-8674(00)81223-4 9674429 Gomes CJ Harman MW Centuori SM Wolgemuth CW Martinez JD 2018 Measuring DNA content in live cells by fluorescence microscopy Cell Division 13 6 10.1186/s13008-018-0039-z 30202427 Gureev AP Shaforostova EA Popov VN 2019 Regulation of Mitochondrial Biogenesis as a Way for Active Longevity: Interaction Between the Nrf2 and PGC-1α Signaling Pathways Frontiers in Genetics 10 435 10.3389/fgene.2019.00435 31139208 Hendrickson DG Soifer I Wranik BJ Kim G Robles M Gibney PA McIsaac RS 2018 A new experimental platform facilitates assessment of the transcriptional and chromatin landscapes of aging yeast eLife 7 e39911 10.7554/eLife.39911 30334737 Hipp MS Kasturi P Hartl FU 2019 The proteostasis network and its decline in ageing Nature Reviews. Molecular Cell Biology 20 421 435 10.1038/s41580-019-0101-y 30733602 Ho B Baryshnikova A Brown GW 2018 Unification of Protein Abundance Datasets Yields a Quantitative Saccharomyces cerevisiae Proteome Cell Systems 6 192 205 10.1016/j.cels.2017.12.004 29361465 Hoseini H Pandey S Jores T Schmitt A Franz-Wachtel M Macek B Buchner J Dimmer KS Rapaport D 2016 The cytosolic cochaperone Sti1 is relevant for mitochondrial biogenesis and morphology The FEBS Journal 283 3338 3352 10.1111/febs.13813 27412066 Hughes AL Gottschling DE 2012 An early age increase in vacuolar pH limits mitochondrial function and lifespan in yeast Nature 492 261 265 10.1038/nature11654 23172144 Hughes AL Hughes CE Henderson KA Yazvenko N Gottschling DE 2016 Selective sorting and destruction of mitochondrial membrane proteins in aged yeast eLife 5 e13943 10.7554/eLife.13943 27097106 Huh W-K Falvo JV Gerke LC Carroll AS Howson RW Weissman JS O’Shea EK 2003 Global analysis of protein localization in budding yeast Nature 425 686 691 10.1038/nature02026 14562095 Janssens GE Meinema AC González J Wolters JC Schmidt A Guryev V Bischoff R Wit EC Veenhoff LM Heinemann M 2015 Protein biogenesis machinery is a driver of replicative aging in yeast eLife 4 e08527 10.7554/eLife.08527 26422514 Jornayvaz FR Shulman GI 2010 Regulation of mitochondrial biogenesis Essays in Biochemistry 47 69 84 10.1042/bse0470069 20533901 Kaeberlein M Kirkland KT Fields S Kennedy BK 2004 Sir2-independent life span extension by calorie restriction in yeast PLOS Biology 2 E296 10.1371/journal.pbio.0020296 15328540 Kang C Qin J Osei W Hu K 2017 Regulation of protein kinase C-epsilon and its age-dependence Biochemical and Biophysical Research Communications 482 1201 1206 10.1016/j.bbrc.2016.12.012 27919679 Kondo-Okamoto N Shaw JM 2008 Tetratricopeptide repeat proteins Tom70 and Tom71 mediate yeast mitochondrial morphogenesis EMBO Reports 9 63 69 10.1038/sj.embor.7401113 18007655 Kubitscheck U Kückmann O Kues T Peters R 2000 Imaging and tracking of single GFP molecules in solution Biophysical Journal 78 2170 2179 10.1016/S0006-3495(00)76764-6 10733995 Li J Qi M Li C Shi D Zhang D Xie D Yuan T Feng J Liu Y Liang D Xu X Chen J Xu L Zhang H Ye J Lv F Huang J Peng L Chen YH 2014 Tom70 serves as a molecular switch to determine pathological cardiac hypertrophy Cell Research 24 977 993 10.1038/cr.2014.94 25022898 Li Y Jiang Y Paxman J O’Laughlin R Klepin S Zhu Y Pillus L Tsimring LS Hasty J Hao N 2020 A programmable fate decision landscape underlies single-cell aging in yeast Science (New York, N.Y.) 369 325 329 10.1126/science.aax9552 32675375 Lin SJ Kaeberlein M Andalis AA Sturtz LA Defossez PA Culotta VC Fink GR Guarente L 2002 Calorie restriction extends Saccharomyces cerevisiae lifespan by increasing respiration Nature 418 344 348 10.1038/nature00829 12124627 Liu Z. Butow RA 2006 Mitochondrial retrograde signaling Annual Review of Genetics 40 159 185 10.1146/annurev.genet.40.110405.090613 16771627 Liu Z Zhang S Gu J Tong Y Li Y Gui X Long H Wang C Zhao C Lu J He L Li Y Liu Z Li D Liu C 2020 Hsp27 chaperones FUS phase separation under the modulation of stress-induced phosphorylation Nature Structural & Molecular Biology 27 363 372 10.1038/s41594-020-0399-3 32231288 Livak KJ Schmittgen TD 2001 Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method Methods (San Diego, Calif.) 25 402 408 10.1006/meth.2001.1262 11846609 Longtine MS McKenzie A Demarini DJ Shah NG Wach A Brachat A Philippsen P Pringle JR 1998 Additional modules for versatile and economical PCR-based gene deletion and modification in Saccharomyces cerevisiae Yeast (Chichester, England) 14 953 961 10.1002/(SICI)1097-0061(199807)14:10<953::AID-YEA293>3.0.CO;2-U 9717241 López-Otín C Blasco MA Partridge L Serrano M Kroemer G 2013 The hallmarks of aging Cell 153 1194 1217 10.1016/j.cell.2013.05.039 23746838 Lowry CV Zitomer RS 1984 Oxygen regulation of anaerobic and aerobic genes mediated by a common factor in yeast PNAS 81 6129 6133 10.1073/pnas.81.19.6129 6385009 Martins R Lithgow GJ Link W 2016 Long live FOXO: unraveling the role of FOXO proteins in aging and longevity Aging Cell 15 196 207 10.1111/acel.12427 26643314 McIsaac RS Oakes BL Wang X Dummit KA Botstein D Noyes MB 2013 Synthetic gene expression perturbation systems with rapid, tunable, single-gene specificity in yeast Nucleic Acids Research 41 e57 10.1093/nar/gks1313 23275543 McNabb DS Xing Y Guarente L 1995 Cloning of yeast HAP5: a novel subunit of a heterotrimeric complex required for CCAAT binding Genes & Development 9 47 58 10.1101/gad.9.1.47 7828851 Melin J Kilisch M Neumann P Lytovchenko O Gomkale R Schendzielorz A Schmidt B Liepold T Ficner R Jahn O Rehling P Schulz C 2015 A presequence-binding groove in Tom70 supports import of Mdl1 into mitochondria Biochimica et Biophysica Acta 1853 1850 1859 10.1016/j.bbamcr.2015.04.021 25958336 Monteiro PT Oliveira J Pais P Antunes M Palma M Cavalheiro M Galocha M Godinho CP Martins LC Bourbon N Mota MN Ribeiro RA Viana R Sá-Correia I Teixeira MC 2020 YEASTRACT+: a portal for cross-species comparative genomics of transcription regulation in yeasts Nucleic Acids Research 48 D642 D649 10.1093/nar/gkz859 31586406 Mootha VK Bunkenborg J Olsen JV Hjerrild M Wisniewski JR Stahl E Bolouri MS Ray HN Sihag S Kamal M Patterson N Lander ES Mann M 2003 Integrated analysis of protein composition, tissue diversity, and gene regulation in mouse mitochondria Cell 115 629 640 10.1016/s0092-8674(03)00926-7 14651853 Morgenstern M Stiller SB Lübbert P Peikert CD Dannenmaier S Drepper F Weill U Höß P Feuerstein R Gebert M Bohnert M van der Laan M Schuldiner M Schütze C Oeljeklaus S Pfanner N Wiedemann N Warscheid B 2017 Definition of a High-Confidence Mitochondrial Proteome at Quantitative Scale Cell Reports 19 2836 2852 10.1016/j.celrep.2017.06.014 28658629 Newman JRS Ghaemmaghami S Ihmels J Breslow DK Noble M DeRisi JL Weissman JS 2006 Single-cell proteomic analysis of S. cerevisiae reveals the architecture of biological noise Nature 441 840 846 10.1038/nature04785 16699522 Nowicka U Chroscicki P Stroobants K Sladowska M Turek M Uszczynska-Ratajczak B Kundra R Goral T Perni M Dobson CM Vendruscolo M Chacinska A 2021 Cytosolic aggregation of mitochondrial proteins disrupts cellular homeostasis by stimulating the aggregation of other proteins eLife 10 e65484 10.7554/eLife.65484 34292154 Olesen J Hahn S Guarente L 1987 Yeast HAP2 and HAP3 activators both bind to the CYC1 upstream activation site, UAS2, in an interdependent manner Cell 51 953 961 10.1016/0092-8674(87)90582-4 2826015 Pacifico R MacMullen CM Walkinshaw E Zhang X Davis RL 2018 Brain transcriptome changes in the aging Drosophila melanogaster accompany olfactory memory performance deficits PLOS ONE 13 e0209405 10.1371/journal.pone.0209405 30576353 Pagliarini DJ Calvo SE Chang B Sheth SA Vafai SB Ong SE Walford GA Sugiana C Boneh A Chen WK Hill DE Vidal M Evans JG Thorburn DR Carr SA Mootha VK 2008 A mitochondrial protein compendium elucidates complex I disease biology Cell 134 112 123 10.1016/j.cell.2008.06.016 18614015 Pareek G Krishnamoorthy V D’Silva P 2013 Molecular insights revealing interaction of Tim23 and channel subunits of presequence translocase Molecular and Cellular Biology 33 4641 4659 10.1128/MCB.00876-13 24061477 Pickles S Vigié P Youle RJ 2018 Mitophagy and Quality Control Mechanisms in Mitochondrial Maintenance Current Biology 28 R170 R185 10.1016/j.cub.2018.01.004 29462587 Pinkham JL Guarente L 1985 Cloning and molecular analysis of the HAP2 locus: a global regulator of respiratory genes in Saccharomyces cerevisiae Molecular and Cellular Biology 5 3410 3416 10.1128/mcb.5.12.3410-3416.1985 3915775 Postnikoff SDL Malo ME Wong B Harkness TAA 2012 The yeast forkhead transcription factors fkh1 and fkh2 regulate lifespan and stress response together with the anaphase-promoting complex PLOS Genetics 8 e1002583 10.1371/journal.pgen.1002583 22438832 Ristow M Schmeisser K 2014 Mitohormesis: Promoting Health and Lifespan by Increased Levels of Reactive Oxygen Species (ROS) Dose-Response : A Publication of International Hormesis Society 12 288 341 10.2203/dose-response.13-035.Ristow 24910588 Ruetenik A Barrientos A 2015 Dietary restriction, mitochondrial function and aging: from yeast to humans Biochimica et Biophysica Acta 1847 1434 1447 10.1016/j.bbabio.2015.05.005 25979234 Samluk L Chroscicki P Chacinska A 2018 Mitochondrial protein import stress and signaling Current Opinion in Physiology 3 41 48 10.1016/j.cophys.2018.02.010 Santangelo GM 2006 Glucose signaling in Saccharomyces cerevisiae Microbiology and Molecular Biology Reviews 70 253 282 10.1128/MMBR.70.1.253-282.2006 16524925 Scarpulla RC 2008 Transcriptional paradigms in mammalian mitochondrial biogenesis and function Physiological Reviews 88 611 638 10.1152/physrev.00025.2007 18391175 Schleit J Johnson SC Bennett CF Simko M Trongtham N Castanza A Hsieh EJ Moller RM Wasko BM Delaney JR Sutphin GL Carr D Murakami CJ Tocchi A Xian B Chen W Yu T Goswami S Higgins S Holmberg M Jeong KS Kim JR Klum S Liao E Lin MS Lo W Miller H Olsen B Peng ZJ Pollard T Pradeep P Pruett D Rai D Ros V Singh M Spector BL 2013 Molecular mechanisms underlying genotype-dependent responses to dietary restriction Aging Cell 12 1050 1061 10.1111/acel.12130 23837470 Schüller HJ 2003 Transcriptional control of nonfermentative metabolism in the yeast Saccharomyces cerevisiae Current Genetics 43 139 160 10.1007/s00294-003-0381-8 12715202 Shpilka T Haynes CM 2018 The mitochondrial UPR: mechanisms, physiological functions and implications in ageing Nature Reviews. Molecular Cell Biology 19 109 120 10.1038/nrm.2017.110 29165426 Sirrenberg C Bauer MF Guiard B Neupert W Brunner M 1996 Import of carrier proteins into the mitochondrial inner membrane mediated by Tim22 Nature 384 582 585 10.1038/384582a0 8955274 Steffen KK Kennedy BK Kaeberlein M 2009 Measuring replicative life span in the budding yeast Journal of Visualized Experiments 1 1209 10.3791/1209 19556967 Sun N Youle RJ Finkel T 2016 The Mitochondrial Basis of Aging Molecular Cell 61 654 666 10.1016/j.molcel.2016.01.028 26942670 Ter Linde JJM Steensma HY 2002 A microarray-assisted screen for potential Hap1 and Rox1 target genes in Saccharomyces cerevisiae Yeast (Chichester, England) 19 825 840 10.1002/yea.879 12112237 Topf U Uszczynska-Ratajczak B Chacinska A 2019 Mitochondrial stress-dependent regulation of cellular protein synthesis Journal of Cell Science 132 jcs226258 10.1242/jcs.226258 31028152 Trueblood CE Wright RM Poyton RO 1988 Differential regulation of the two genes encoding Saccharomyces cerevisiae cytochrome c oxidase subunit V by heme and the HAP2 and REO1 genes Molecular and Cellular Biology 8 4537 4540 10.1128/mcb.8.10.4537-4540.1988 2847035 Vecchi G Sormanni P Mannini B Vandelli A Tartaglia GG Dobson CM Hartl FU Vendruscolo M 2020 Proteome-wide observation of the phenomenon of life on the edge of solubility PNAS 117 1015 1020 10.1073/pnas.1910444117 31892536 Vögtle FN Burkhart JM Gonczarowska-Jorge H Kücükköse C Taskin AA Kopczynski D Ahrends R Mossmann D Sickmann A Zahedi RP Meisinger C 2017 Landscape of submitochondrial protein distribution Nature Communications 8 290 10.1038/s41467-017-00359-0 28819139 Wang X Chen XJ 2015 A cytosolic network suppressing mitochondria-mediated proteostatic stress and cell death Nature 524 481 484 10.1038/nature14859 26192197 Wiedemann N Pfanner N 2017 Mitochondrial Machineries for Protein Import and Assembly Annual Review of Biochemistry 86 685 714 10.1146/annurev-biochem-060815-014352 28301740 Wrobel L Topf U Bragoszewski P Wiese S Sztolsztener ME Oeljeklaus S Varabyova A Lirski M Chroscicki P Mroczek S Januszewicz E Dziembowski A Koblowska M Warscheid B Chacinska A 2015 Mistargeted mitochondrial proteins activate a proteostatic response in the cytosol Nature 524 485 488 10.1038/nature14951 26245374 Wuttke D Connor R Vora C Craig T Li Y Wood S Vasieva O Shmookler Reis R Tang F Magalhães JP 2012 Dissecting the gene network of dietary restriction to identify evolutionarily conserved pathways and new functional genes PLOS Genetics 8 e1002834 10.1371/journal.pgen.1002834 22912585 Yamamoto H Fukui K Takahashi H Kitamura S Shiota T Terao K Uchida M Esaki M Nishikawa S Yoshihisa T Yamano K Endo T 2009 Roles of Tom70 in import of presequence-containing mitochondrial proteins The Journal of Biological Chemistry 284 31635 31646 10.1074/jbc.M109.041756 19767391 Yang L Cao Y Zhao J Fang Y Liu N Zhang Y 2019 Multidimensional Proteomics Identifies Declines in Protein Homeostasis and Mitochondria as Early Signals for Normal Aging and Age-associated Disease in Drosophila Molecular & Cellular Proteomics 18 2078 2088 10.1074/mcp.RA119.001621 31434710 Young JC 2003 Molecular chaperones Hsp90 and Hsp70 deliver preproteins to the mitochondrial import receptor Tom70 Cell 112 41 50 10.1016/s0092-8674(02)01250-3 12526792 Zanphorlin LM Lima TB Wong MJ Balbuena TS Minetti CASA Remeta DP Young JC Barbosa LRS Gozzo FC Ramos CHI 2016 Heat Shock Protein 90 kDa (Hsp90) Has a Second Functional Interaction Site with the Mitochondrial Import Receptor Tom70 The Journal of Biological Chemistry 291 18620 18631 10.1074/jbc.M115.710137 27402847 Zhou C Slaughter BD Unruh JR Guo F Yu Z Mickey K Narkar A Ross RT McClain M Li R 2014 Organelle-based aggregation and retention of damaged proteins in asymmetrically dividing cells Cell 159 530 542 10.1016/j.cell.2014.09.026 25417105 10.7554/eLife.75658.sa0 Editor's evaluation Denzel Martin Sebastian Reviewing Editor Altos Labs United Kingdom The authors test the hypothesis that components of the TOM complex regulate efficient mitochondrial biogenesis by coordinating the synthesis (via controlling transcription of the corresponding RNAs) of mitochondrial proteins with the rate of mitochondrial protein import. It has previously been established that failure to import mitochondrial proteins results in the accumulation of toxic protein aggregates in the cytosol. The authors conclude that Tom70 fulfills this role and find that Tom70 expression declines as cells age, which contributes to age-associated mitochondrial dysfunction. 10.7554/eLife.75658.sa1 Decision letter Denzel Martin Sebastian Reviewing Editor Altos Labs United Kingdom Denzel Martin Sebastian Reviewer Altos Labs United Kingdom Our editorial process produces two outputs: (i) public reviews designed to be posted alongside the preprint for the benefit of readers; (ii) feedback on the manuscript for the authors, including requests for revisions, shown below. We also include an acceptance summary that explains what the editors found interesting or important about the work. Decision letter after peer review: Thank you for submitting your article \"Tom70-based transcriptional regulation of mitochondrial biogenesis and aging\" for consideration by eLife . Your article has been reviewed by 3 peer reviewers, including Martin Sebastian Denzel as Reviewing Editor and Reviewer #1, and the evaluation has been overseen by Carlos Isales as the Senior Editor. The reviewers have discussed their reviews with one another, and the Reviewing Editor has drafted this to help you prepare a revised submission. Essential revisions: The reviewers agree that the paper is of great interest and there is also agreement on some open questions that would need to be addressed for publication at eLife . 1. How does Tom70 influence the synthesis of mitochondrial components? What TFs might be involved and how does this affect the basic mitochondrial transcription machinery? 2. Improvements in the last section are needed. The link between protein homeostasis and the function of LCD-containing TFs in Tom70 expression is not fully developed. Reviewer #1 (Recommendations for the authors): To improve the paper, the authors should address some of the points below: In WT, Tom70 seems to be rate-limiting for transcription of mito transcripts. Is it also limiting for mitochondrial import or are other components of the import machinery more critical? The manuscript suggests that Tom70 coordinates the synthesis and import of mitochondrial proteins. What happens if import is perturbed independently from Tom70 function? Then, Tom70 should still promote transcription/biogenesis, leading to an imbalance of synthesis and import. Tom70 OE induces expression of nuclear encoded mitochondrial genes. How specific is this? Does Tom70 OE also induce the transcription of non-mito genes? RNA seq might give a fuller picture here. The data in Figure 4 suggest that Tom70 acts to repress mitochondrial protein biogenesis, while the data in the previous figures suggest that Tom70 acts to promote it (this is then also suggested by the aggregation observed in the OE). This is confusing and needs a better explanation. Reviewer #2 (Recommendations for the authors): The major weakness relates to the underdeveloped approaches and the vagaries related the mechanism(s) by which Tom70 influences transcription of mitochondrial components. Additional insight into how Tom70 coordinates transcription as a function of mitochondrial protein import \"rate/flux\" is required to substantiate the author's claims. In addition to quantifying mtDNA via imaging, relative quantities should be determined by qPCR. Reviewer #3 (Recommendations for the authors): 1. Several proteins are increased to ~1.5 fold (Figure 1B). How significant are the increase in these protein levels? Can this be verified with other standard techniques like western blots? Towards the end, the authors also explore the effect of proteostasis defect on TOM70 expression and mitochondrial biogenesis. This section seems like an off shoot of this study. Further exploration is required for this. 2. With the overexpression of TOM proteins and Hap4, is the level of expression of basic mitochondrial transcription machinery like POLRMT, TFB2M and TFAM increased? Can this in turn have an indirect effect on the observed increase in other protein levels? 3. Figure 1B should include all the proteins shown in Figure 1A like Tom5 and Tom6 although their expression levels did not change. Please also include quantitation of Hap4 overexpression. 4. In Figure 1C, please mark the proteins that are not TOM70's substrates. 5. From Figure 1C, the authors conclude that 'Tom70 levels on the mitochondrial outer membrane control the transcriptional activity of many mitochondrial proteins.' This reviewer is not convinced that the cytosolic domain has no contribution. The conclusion might be a bit more nuanced here than presented. 6. The effect of proteostasis defect on TOM70 expression and mitochondrial biogenesis is a little unclear. How pervasive is the effect in context of LCD-containing TFs? This reviewer feels that this section should either be removed and included in a different study or explored further to be made more relevant here. 10.7554/eLife.75658.sa2 Author response Essential revisions: The reviewers agree that the paper is of great interest and there is also agreement on some open questions that would need to be addressed for publication at eLife. 1. How does Tom70 influence the synthesis of mitochondrial components? What TFs might be involved and how does this affect the basic mitochondrial transcription machinery? We have identified the downstream TFs that respond to Tom70 level and demonstrated that several TFs are required for Tom70 to regulate the biogenesis of mitochondrial proteins (Figure 2). As we described in the manuscript, we think multiple TFs receive input from Tom70 (line 184-188). We also tested how Tom70 affects the basic mitochondrial transcription machineries. Similar to other mitochondrial proteins we tested, Tom70 OE can transcriptionally up-regulate the yeast homologs of POLRMT, TFB2M and TFAM (Rpo41, Mtf1, and Abf2, respectively) ( Author response image 1A ). However, up-regulating individual mitochondrial transcription machinery proteins did not have much effect in the biogenesis of other mitochondrial proteins compared to TOM70 OE ( Author response image 1B, C ), indicating that they are not the key mechanism behind Tom70’s effect. In fact, the overexpression of individual mitochondrial transcription machinery proteins causes reduction of other mitochondria proteins, consistent with other data in Figure 1 that Tom70 has a unique function in regulating mitochondrial biogenesis. Although these mitochondrial transcription machinery proteins are likely not important in Tom70-mediated biogenesis, we found that the mitochondrial translation is partially required to increase the biogenesis of some mitochondrial proteins in Tom70 OE ( Author response image 1 ) . We have added these new data as Figure 3—figure supplement 1 and discussed in line 216-222. Author response image 1. The role of mtDNA metabolisms in Tom70’s regulatory function of mitochondrial biogenesis. (A) mRNA abundance of basic mitochondrial transcription machineries quantified by qPCR in TOM70 OE strain and normalized to control cells. All different yeast strains, including wild type control, were cultured in the same medium. Shown are the mean and s.e.m. from three replicates. (B, C) Quantification (B) of different mitochondrial proteins in wild type control strain and other strains overexpressing different mitochondrial transcription machineries. All different yeast strains were cultured in the same medium. Only RPO41 OE increased Tim44-GFP expression among these strains. In fact, most of these overexpressing strains reduced the mitochondrial abundance, and the mitochondrial morphology in RPO41 OE cells (C) is different from TOM70 OE (Figure 1A), suggesting that these mitochondrial transcription machineries are not downstream of TOM70 OE. (D) Quantification of different mitochondrial proteins in wild type control strain and TOM70 OE strains with/without Erythromycin (2mg/ml) treatment. All different yeast strains were cultured in the same growth medium. Inhibition of mitochondrial translation by Erythromycin partially inhibit the mitochondrial biogenesis induced by TOM70 OE. Data were analyzed with unpaired two-tailed t test: ***, p<0.001; *, p<0.05; n.s., not significant. In addition, we tried several potential mechanisms based on literature, such as the classical retrograde signaling pathway Rtg1/2/3 (Figure 1D and Figure 1—figure supplement 1E, F). We also tested whether reactive oxygen species (ROS) could mediate the downstream signaling of TOM70 OE as low levels of ROS were proposed to have important roles in mitochondrial retrograde signaling and mitochondrial hormesis (Kim and Koh, 2017; Ristow and Schmeisser, 2014). Similar to Fkh1/2 in Figure 2E, treating cells with ROS scavenger N-acetylcysteine (NAC) partially affected the mitochondrial biogenesis induction in TOM70 OE cells ( Author response image 2 ). The result has been added in line 191. Author response image 2. Quantification of different mitochondrial proteins in wild type control strain and TOM70 OE strains with/without NAC (20mM) treatment. All different yeast strains were cultured in the same growth medium. ROS scavenger NAC partially inhibits the induction of some mitochondrial proteins (highlighted as yellow bars) in TOM70 OE cells. Data were analyzed with unpaired two-tailed t test: ***, p<0.001; *, p<0.05; n.s., not significant. All these data are consistent with the model that Tom70 regulates the mitochondrial biogenesis via multiple pathways as we found in our TFs screen (multiple TFs respond to Tom70) (Figure 2) (line 184-188). Disrupting one factor at a time only affects a specific pathway and TF, and therefore, has a limited effect on some, but not all, mitochondrial proteins (Figure 2E). As we described in the manuscript, each TF is responsible for regulating a subset of the mitochondrial proteome. For example, the well-studied Hap4 regulates ~1,089 genes, but only ~237 of them are mitochondrial proteins (which by itself consists of >1,000 proteins) and the other ~ 852 genes are related to Golgi, cytosolic ribosomes, cell wall etc. (Monteiro et al., 2020). After trying many hypotheses, we think it will be a long-term goal for us to fill the missing steps between Tom70 and these multiple identified TFs, such as an unbiased screen for the secondary messengers that relay the signals from Tom70 to these TFs. This will be beyond the scope of current manuscript and we think it is important to share our current discoveries with the field and allow researchers to connect Tom70 to their favorite signaling pathways. 2. Improvements in the last section are needed. The link between protein homeostasis and the function of LCD-containing TFs in Tom70 expression is not fully developed. We agree that the LCD-proteostasis defect part is not fully developed and we can remove this result according to Reviewer#3’s suggestion. Reviewer #1 (Recommendations for the authors): To improve the paper, the authors should address some of the points below: In WT, Tom70 seems to be rate-limiting for transcription of mito transcripts. Is it also limiting for mitochondrial import or are other components of the import machinery more critical? Tom70 also affects mitochondrial import rate as shown by many other papers we cited. It is a general belief that Tom70 is critical for the import of mitochondrial proteins that do not contain typical signal peptides. This description can be found in our manuscript between line 76-89. The manuscript suggests that Tom70 coordinates the synthesis and import of mitochondrial proteins. What happens if import is perturbed independently from Tom70 function? Then, Tom70 should still promote transcription/biogenesis, leading to an imbalance of synthesis and import. Nascent mitochondrial proteins synthesized in the cytosol are transferred from Hsp70 to Tom70, which then transfers the nascent proteins to Tom40 and Tim23 for translocation into the mitochondria. When mitochondrial import is perturbed independently of Tom70, such as Tim23 inactivation ( Author response image 3 ), the transfer of nascent mitochondrial protein to Tom40 and translocation is stopped. These unimported nascent mitochondrial proteins stay on the surface of mitochondria and associate with upstream factors, such as Tom70. This mitochondrial import defect, such as the one caused by Tim23 inactivation, is previously known to activate a stress response that represses the biogenesis of mitochondrial proteins (Wang and Chen, 2015; Wrobel et al., 2015). This stress response allows the cell to rebalance the biogenesis with import and prevents cytosolic accumulation/aggregation of nascent mitochondrial proteins. Our results showed that Tom70 is required for such stress response: in the absence of Tom70, Tim23-inactivated cells could not rebalance the synthesis with impaired mitochondria import and cause cytosolic protein aggregation (Figure 4). Therefore, we think the ratio/balance between Tom70-nascent mitochondrial protein, which represents the capacity of mitochondrial import, regulates the biogenesis activity of mitochondrial proteins (summarized in Figure 4A and Figure 4—figure supplement 1). Consistently, when Tom70 is overexpressed in the presence of Tim23 inactivation, there is more Tom70 than nascent mitochondrial proteins, so signals are sent to the nucleus to increase the biogenesis of mitochondrial proteins. This causes an imbalance between biogenesis and import resulting in protein aggregation in the cytosol (Figure 4C and Figure 4—figure supplement 1). Detailed description can be found in our manuscript between line 226-260. Author response image 3. Schematic of mitochondrial import steps involve Hsp70 and Tom70. In yeast, Hsp70 binds and maintains nascent mitochondrial proteins in unfolded states before transferring them to Tom70 for import (Young et al., 2003). Tim23, the key subunits of the inner membrane translocase TIM complex, acts downstream of TOM complex (including the subunit Tom70) in mitochondrial import. Tim23 inactivation blocks the mitochondrial import of nascent mitochondrial proteins, which stay on the surface of mitochondria and associate with upstream factors, such as Tom70. Tom70 OE induces expression of nuclear encoded mitochondrial genes. How specific is this? Does Tom70 OE also induce the transcription of non-mito genes? RNA seq might give a fuller picture here. We do not know if Tom70 OE only specifically regulates mitochondrial proteins, but it will not be surprising if some other genes not related to mitochondria also respond to Tom70: it is known that most of the well-studied mitochondrial biogenesis programs/mechanisms are not specific to the mitochondrial proteome. For example, the well-studied Hap4 regulates ~1,089 genes, but only ~237 of them are mitochondrial proteins (which by itself consists of >1,000 proteins) and the other ~ 852 genes are related to Golgi, cytosolic ribosomes, cell wall etc. (Monteiro et al., 2020). This is because most of the TF-regulated biogenesis programs are integrated into other cellular metabolisms in order to orchestrate different cellular functions. Similarly, these TFs (e.g., Fkh1/2 and Hap4) that responded to Tom70 are known to regulate multiple different aspects of cell biology. Therefore, it is expected that some other genes will be co-regulated along with the mitochondrial proteins studied here. The authors appreciate this question but feel it does not affect the current focus of our story. The data in Figure 4 suggest that Tom70 acts to repress mitochondrial protein biogenesis, while the data in the previous figures suggest that Tom70 acts to promote it (this is then also suggested by the aggregation observed in the OE). This is confusing and needs a better explanation. Our response to the second question “What happens if import is perturbed independently from Tom70 function?” also addresses this question. We think the ratio/balance between Tom70-nascent mitochondrial protein, which represents the capacity of mitochondrial import, regulates the biogenesis activity of mitochondrial proteins (summarized in Figure 4A and Figure 4—figure supplement 1). We have added additional discussion between line 387-401. Reviewer #2 (Recommendations for the authors): The major weakness relates to the underdeveloped approaches and the vagaries related the mechanism(s) by which Tom70 influences transcription of mitochondrial components. We have identified the downstream TFs that respond to Tom70 level and demonstrated that several TFs are required for Tom70 to regulate the biogenesis of some mitochondrial proteins (Figure 2). As we described in the manuscript, we think multiple TFs receive input from Tom70. We tried several potential mechanisms based on literature (see discussion in the “Essential Revision”). Our results in this revision and the original data in Figure 2 suggest that Tom70 regulates the mitochondrial biogenesis via multiple pathways as we found in our TFs screen (Figure 2). Disrupting one factor at a time only affects specific pathway and TF, therefore, have limited effect on some, but not all, mitochondrial proteins (e.g., Figure 2E). As we described in the manuscript, each TF is responsible for regulating part of the mitochondrial proteome. For example, the well-studied Hap4 regulates ~1,089 genes, but only ~237 of them are mitochondrial proteins (which by itself consists of >1,000 proteins) and the other ~ 852 genes are related to Golgi, cytosolic ribosomes, cell wall etc. (Monteiro et al., 2020). The broad regulatory effect of Tom70 in mitochondrial biogenesis is consistent with a model that while each metabolic signal regulates a unique subset of mitochondrial proteomes, Tom70 sets the bandwidth for the expression levels of these mitochondrial proteins activated by metabolic signals due to Tom70’s role in mitochondrial import (see model in Figure 4A). This is probably achieved by sending signals to multiple TFs (e.g., Fkh1/2, Hap4, Snf1 in Figure 2A) to finetune the expression level of most mitochondrial proteins. Additional insight into how Tom70 coordinates transcription as a function of mitochondrial protein import \"rate/flux\" is required to substantiate the author's claims. The role of Tom70 in mitochondrial import is well-studied. The main contribution of our results is the discovery of Tom70’s moonlighting role in regulating the transcriptional activity (biosynthesis) of mitochondrial proteins. Collectively our data show that the amount of Tom70 on mitochondrial surface signals to nucleus to regulate the biogenesis activity of mitochondrial proteins: overexpression of TOM70 increases the amount of Tom70 on mitochondrial membrane, which shifts the balance between Tom70-substrates (nascent mitochondrial proteins) and induces the transcriptional activity of mitochondrial proteins in the nucleus (Figure 4—figure supplement 1). We also showed that TOM70 OE increases the amount of other TOM subunits (Figure 1C). This increases the mitochondrial import capacity to match the increased biosynthesis of nascent mitochondrial protein, explaining the lack of protein aggregation in TOM70 OE cells. In the case of reduced mitochondrial import rate, such as in Tim23 inactivation, the unimported nascent mitochondrial proteins accumulate on mitochondrial surface and Tom70. This is because nascent mitochondrial proteins synthesized in the cytosol are transferred from Hsp70 to Tom70, which then transfers the nascent proteins to Tom40 and Tim23 for translocation into mitochondria ( Author response image 3 ). When mitochondrial import is perturbed in Tim23 inactivation, the transfer of nascent mitochondrial protein to Tom40 and the downstream translocation is stopped, and these unimported nascent mitochondrial proteins stay on the surface of mitochondria and associate with upstream factors, such as Tom70. Previous studies have shown that these unimported nascent mitochondrial proteins cause the stress response that represses the biogenesis of mitochondrial proteins in order to relieve the cytosolic accumulation/aggregation of nascent mitochondrial proteins (Wang and Chen, 2015; Wrobel et al., 2015). Our results show that this repressive program requires Tom70, as the mitochondrial import defect failed to repress the mitochondrial biogenesis and caused cytosolic accumulation/aggregation in the absence of Tom70 (Figure 4C). Detailed description can be found in our manuscript between line 226-260 and Figure 4—figure supplement 1. In addition to quantifying mtDNA via imaging, relative quantities should be determined by qPCR. Quantitative imaging approach is an established method to measure DNA (Gomes et al., 2018). In fact, our single-photon sensitive APD brings this quantification to a new level of sensitivity and accuracy with single cell resolution. The basic principle behind quantitative imaging and qPCR is similar: detect the amount of fluorescent dye that bind the DNA. The difference is that qPCR requires purification of DNA from millions of cells and many runs of amplification before the detector can quantify the signal. The single photon counting detector (APD) in our quantitative imaging removes the requirement of DNA purification and amplification steps and directly counts the DNA content in situ . Reviewer #3 (Recommendations for the authors): 1. Several proteins are increased to ~1.5 fold (Figure 1B). How significant are the increase in these protein levels? The statistical analysis is given in the result already and color-coded in Figure 1B. The ~1.5 fold induction of some proteins are statistically significant and comparable to the well-studied HAP4 OE results both here and published by other groups (Figure 1A, Figure 1—figure supplement 1A) (Lascaris et al., 2003). For example, a previous study using spectral absorption analysis found that the cytochrome c and c1 increased by ~1.66 times, cyto b increased ~1.51 times, upon HAP4 OE (Lascaris et al., 2003). In fact, most literature on mitochondrial biogenesis measured the mRNA abundance of mitochondrial proteins. The increase of mRNA abundance upon TOM70 OE in Figure 1C is comparable or higher than the cells with HAP4 OE published by other groups (Lin et al., 2002). The color scale of heatmap in Figure 1C may cause underestimation of the mRNA fold increase in TOM70 OE cells. We annotated the fold change on top of the current heatmap to clarify this. Can this be verified with other standard techniques like western blots? As explained at the beginning of our Result section, the quantitative imaging method we used here is capable of detecting single GFP with single cell resolution. In contrast, traditional Western blot requires protein extraction from millions of cells and use regular CCD detector (e.g., ChemiDoc Imaging Systems from Bio-Rad Laboratories), which is much less sensitive. Therefore, compared to the basic techniques such as Western blots, the single photon counting detector (APD) allowed us to see statistically significant expression difference in situ even for proteins with limited fold changes. In response to reviewer’s request, we randomly chose a few proteins from the list that showed ~1.5-fold changes (Put2, Yta10, Ahd3) and ran WB for them. Compared to Tim23 and Tom7, which showed >1.5-fold increase in Figure 1B, we can see the difference, although not dramatic due to the sensitivity of WB ( Author response image 4 ) . Author response image 4. Representative WB of WT and TOM70 OE strains. Towards the end, the authors also explore the effect of proteostasis defect on TOM70 expression and mitochondrial biogenesis. This section seems like an off shoot of this study. Further exploration is required for this. We agree that it is unclear regarding the mechanistic details of how proteostasis defects contribute to the reduction of Tom70 during aging. This limitation has been stated in the manuscript (line 334-336 of the original manuscript). However, we think this is not a critical point in our manuscript and we removed this section in the revised manuscript. 2. With the overexpression of TOM proteins and Hap4, is the level of expression of basic mitochondrial transcription machinery like POLRMT, TFB2M and TFAM increased? Indeed, these basic mitochondrial transcriptional machineries are increased in TOM70 OE cells ( Author response image 1A ). Here, the yeast homologs for POLRMT, TFB2M, and TFAM are Rpo41, Mtf1, and Abf2. Can this in turn have an indirect effect on the observed increase in other protein levels? We have tried OE of these proteins individually or in combination for Mtf1&Rpo41 (Mtf1 interacts with and stabilizes Rpo41 on promoter), but most of them were not able to mimic the effect of Tom70 OE. These results further strengthen the unique role of Tom70 in regulating mitochondrial biogenesis. 3. Figure 1B should include all the proteins shown in Figure 1A like Tom5 and Tom6 although their expression levels did not change. Please also include quantitation of Hap4 overexpression. Quantification was added as Figure 1-supplement 1A as suggested. 4. In Figure 1C, please mark the proteins that are not TOM70's substrates. According to literature, we marked the validated Tom70 substrates in red. 5. From Figure 1C, the authors conclude that 'Tom70 levels on the mitochondrial outer membrane control the transcriptional activity of many mitochondrial proteins.' This reviewer is not convinced that the cytosolic domain has no contribution. The conclusion might be a bit more nuanced here than presented. Tom70 has most of its molecular mass facing the cytosol (aa 39-617, or cytosolic domain in the manuscript). When we express Tom70’s cytosolic domain in the cytosol, we see very limited induction of mitochondrial biogenesis (Figure 1C) compared to the overexpression of full length Tom70 which is anchored on mitochondrial outer membrane. We think the cytosolic domain of Tom70 must be anchored on the mitochondrial in order to regulate the biogenesis of mitochondrial proteins. Therefore, our original description does not conclude that cytosolic domain has no contribution (line 159-162). In fact, we concluded that Tom70 has to be on the mitochondrial membrane in order to regulate the mitochondrial biogenesis program. We apologize for not making this point clear. We have modified the related text to clarify this point further in line 159. 6. The effect of proteostasis defect on TOM70 expression and mitochondrial biogenesis is a little unclear. How pervasive is the effect in context of LCD-containing TFs? This reviewer feels that this section should either be removed and included in a different study or explored further to be made more relevant here. We removed this section. Bibliography Gomes, C.J., Harman, M.W., Centuori, S.M., Wolgemuth, C.W., Martinez, J.D., 2018. Measuring DNA content in live cells by fluorescence microscopy. Cell Div. 13, 6. doi:10.1186/s13008-018-0039-z Hughes, A.L., Hughes, C.E., Henderson, K.A., Yazvenko, N., Gottschling, D.E., 2016. Selective sorting and destruction of mitochondrial membrane proteins in aged yeast. eLife 5. doi:10.7554/ eLife .13943 Kim, S., Koh, H., 2017. Role of FOXO transcription factors in crosstalk between mitochondria and the nucleus. J Bioenerg Biomembr 49, 335–341. doi:10.1007/s10863-017-9705-0 Lascaris, R., Bussemaker, H.J., Boorsma, A., Piper, M., van der Spek, H., Grivell, L., Blom, J., 2003. Hap4p overexpression in glucose-grown Saccharomyces cerevisiae induces cells to enter a novel metabolic state. Genome Biol. 4, R3. doi:10.1186/gb-2002-4-1-r3 Lin, S.-J., Kaeberlein, M., Andalis, A.A., Sturtz, L.A., Defossez, P.-A., Culotta, V.C., Fink, G.R., Guarente, L., 2002. Calorie restriction extends Saccharomyces cerevisiae lifespan by increasing respiration. Nature 418, 344–348. doi:10.1038/nature00829 Monteiro, P.T., Oliveira, J., Pais, P., Antunes, M., Palma, M., Cavalheiro, M., Galocha, M., Godinho, C.P., Martins, L.C., Bourbon, N., Mota, M.N., Ribeiro, R.A., Viana, R., Sá-Correia, I., Teixeira, M.C., 2020. YEASTRACT+: a portal for cross-species comparative genomics of transcription regulation in yeasts. Nucleic Acids Res. 48, D642–D649. doi:10.1093/nar/gkz859 Ristow, M., Schmeisser, K., 2014. Mitohormesis: Promoting Health and Lifespan by Increased Levels of Reactive Oxygen Species (ROS). Dose Response 12, 288–341. doi:10.2203/dose-response.13-035.Ristow Wu, Z., Puigserver, P., Andersson, U., Zhang, C., Adelmant, G., Mootha, V., Troy, A., Cinti, S., Lowell, B., Scarpulla, R.C., Spiegelman, B.M., 1999. Mechanisms controlling mitochondrial biogenesis and respiration through the thermogenic coactivator PGC-1. Cell 98, 115–124. doi:10.1016/S0092-8674(00)80611-X Young, J.C., Hoogenraad, N.J., Hartl, F.U., 2003. Molecular chaperones Hsp90 and Hsp70 deliver preproteins to the mitochondrial import receptor Tom70. Cell 112, 41–50. doi:10.1016/s0092-8674(02)01250-3",
    "full_text_abstract": "Mitochondrial biogenesis has two major steps: the transcriptional activation of nuclear genome-encoded mitochondrial proteins and the import of nascent mitochondrial proteins that are synthesized in the cytosol. These nascent mitochondrial proteins are aggregation-prone and can cause cytosolic proteostasis stress. The transcription factor-dependent transcriptional regulations and the TOM-TIM complex-dependent import of nascent mitochondrial proteins have been extensively studied. Yet, little is known regarding how these two steps of mitochondrial biogenesis coordinate with each other to avoid the cytosolic accumulation of these aggregation-prone nascent mitochondrial proteins. Here, we show that in budding yeast, Tom70, a conserved receptor of the TOM complex, moonlights to regulate the transcriptional activity of mitochondrial proteins. Tom70’s transcription regulatory role is conserved in Drosophila . The dual roles of Tom70 in both transcription/biogenesis and import of mitochondrial proteins allow the cells to accomplish mitochondrial biogenesis without compromising cytosolic proteostasis. The age-related reduction of Tom70, caused by reduced biogenesis and increased degradation of Tom70, is associated with the loss of mitochondrial membrane potential, mtDNA, and mitochondrial proteins. While loss of Tom70 accelerates aging and age-related mitochondrial defects, overexpressing TOM70 delays these mitochondrial dysfunctions and extends the replicative lifespan. Our results reveal unexpected roles of Tom70 in mitochondrial biogenesis and aging."
}