{
  "DOI": "10.1074/jbc.m008458200",
  "PMID": "11116146",
  "title": "The epidermal growth factor receptor engages receptor interacting protein and nuclear factor-kappa B (NF-kappa B)-inducing kinase to activate NF-kappa B. Identification of a novel receptor-tyrosine kinase signalosome.",
  "year": 2001,
  "source_url": "https://europepmc.org/article/MED/11116146",
  "source": "MED",
  "abstract_text": "The transcription factor nuclear factor-kappaB (NF-kappaB) is activated by a diverse number of stimuli including tumor necrosis factor-alpha, interleukin-1, UV irradiation, viruses, as well as receptor tyrosine kinases such as the epidermal growth factor receptor (EGFR). NF-kappaB activation by the tumor necrosis factor receptor (TNFR) involves the formation of a multiprotein complex termed a signalosome. Although previous studies have shown that the activated EGFR can induce NF-kappaB, the mechanism of this activation remains unknown. In this study, we identify components of the signalosome formed by the activated EGFR required to activate NF-kappaB and show that, although the activated EGFR uses mechanisms similar to the TNFR, it recruits a distinct signalosome. We show the EGFR forms a complex with a TNFR-interacting protein (RIP), which plays a key role in TNFR-induced NF-kappaB activation, but not with TRADD, an adaptor protein which serves to recruit RIP to the TNFR. Furthermore, we show that the EGFR associates with NF-kappaB-inducing kinase (NIK) and provide evidence suggesting multiprotein complex formation between the EGFR, RIP, and NIK. Using a dominant negative NIK mutant, we show that NIK activation is required for EGFR-mediated NF-kappaB induction. We also show that a S32/36 IkappaBalpha mutant blocks EGFR-induced NF-kappaB activation. Our studies also suggest that a high level of EGFR expression, a frequent occurrence in human tumors, is optimal for epidermal growth factor-induced NF-kappaB activation. Finally, although protein kinase B/Akt has been implicated in tumor necrosis factor and PDGF-induced NF-kappaB activation, our studies do not support a role for this protein in EGFR-induced NF-kappaB activation.",
  "plain_text": "The transcription factor nuclear factor-kappaB (NF-kappaB) is activated by a diverse number of stimuli including tumor necrosis factor-alpha, interleukin-1, UV irradiation, viruses, as well as receptor tyrosine kinases such as the epidermal growth factor receptor (EGFR). NF-kappaB activation by the tumor necrosis factor receptor (TNFR) involves the formation of a multiprotein complex termed a signalosome. Although previous studies have shown that the activated EGFR can induce NF-kappaB, the mechanism of this activation remains unknown. In this study, we identify components of the signalosome formed by the activated EGFR required to activate NF-kappaB and show that, although the activated EGFR uses mechanisms similar to the TNFR, it recruits a distinct signalosome. We show the EGFR forms a complex with a TNFR-interacting protein (RIP), which plays a key role in TNFR-induced NF-kappaB activation, but not with TRADD, an adaptor protein which serves to recruit RIP to the TNFR. Furthermore, we show that the EGFR associates with NF-kappaB-inducing kinase (NIK) and provide evidence suggesting multiprotein complex formation between the EGFR, RIP, and NIK. Using a dominant negative NIK mutant, we show that NIK activation is required for EGFR-mediated NF-kappaB induction. We also show that a S32/36 IkappaBalpha mutant blocks EGFR-induced NF-kappaB activation. Our studies also suggest that a high level of EGFR expression, a frequent occurrence in human tumors, is optimal for epidermal growth factor-induced NF-kappaB activation. Finally, although protein kinase B/Akt has been implicated in tumor necrosis factor and PDGF-induced NF-kappaB activation, our studies do not support a role for this protein in EGFR-induced NF-kappaB activation."
}
