{
    "PMC": "6275877",
    "DOI": "10.2478/s11658-014-0188-2",
    "PMID": "24643584",
    "PMCID": "PMC6275877",
    "title": "Study on the activity of the signaling pathways regulating hepatocytes from G0 phase into G1 phase during rat liver regeneration.",
    "year": 2014,
    "source_url": "https://europepmc.org/article/PMC/PMC6275877",
    "source": "MED",
    "abstract_text": "Under normal physiological conditions, the majority of hepatocytes are in the functional state (G0 phase). After injury or liver partial hepatectomy (PH), hepatocytes are rapidly activated to divide. To understand the mechanism underlying hepatocyte G0/G1 transition during rat liver regeneration, we used the Rat Genome 230 2.0 Array to determine the expression changes of genes, then searched the GO and NCBI databases for genes associated with the G0/G1 transition, and QIAGEN and KEGG databases for the G0/G1 transition signaling pathways. We used expression profile function (E t ) to calculate the activity level of the known G0/G1 transition signal pathways, and Ingenuity Pathway Analysis 9.0 (IPA) to determine the interactions among these signaling pathways. The results of our study show that the activity of the signaling pathways of HGF, IL-10 mediated by p38MAPK, IL-6 mediated by STAT3, and JAK/STAT mediated by Ras/ERK and STAT3 are significantly increased during the priming phase (2-6 h after PH) of rat liver regeneration. This leads us to conclude that during rat liver regeneration, the HGF, IL-10, IL-6 and JAK/STAT signaling pathways play a major role in promoting hepatocyte G0/G1 transition in the regenerating liver.",
    "full_text": "Cell Mol Biol Lett Cell. Mol. Biol. Lett Cellular & Molecular Biology Letters 1425-8153 1689-1392 Versita Heidelberg 6275877 24643584 188 10.2478/s11658-014-0188-2 Short Communication Study on the activity of the signaling pathways regulating hepatocytes from G0 phase into G1 phase during rat liver regeneration Li Menghua 1 2 Zhou Xiaochun 1 2 Mei Jinxin 1 2 Geng Xiaofang 1 2 Zhou Yun 1 2 Zhang Weimin 2 Xu Cunshuan +086 373 3326001 +086 373 3326524 cellkeylab@126.com 1 2 1 grid.462338.8 0000000406056769 College of Life Science, Henan Normal University, Xinxiang, 453007 P. R. China 2 Key Laboratory for Cell Differentiation Regulation, Xinxiang, 453007 P. R. China 19 3 2014 6 2014 19 2 181 200 20 11 2013 4 3 2014 © Versita Warsaw and Springer-Verlag Wien 2013 Under normal physiological conditions, the majority of hepatocytes are in the functional state (G0 phase). After injury or liver partial hepatectomy (PH), hepatocytes are rapidly activated to divide. To understand the mechanism underlying hepatocyte G0/G1 transition during rat liver regeneration, we used the Rat Genome 230 2.0 Array to determine the expression changes of genes, then searched the GO and NCBI databases for genes associated with the G0/G1 transition, and QIAGEN and KEGG databases for the G0/G1 transition signaling pathways. We used expression profile function ( E t ) to calculate the activity level of the known G0/G1 transition signal pathways, and Ingenuity Pathway Analysis 9.0 (IPA) to determine the interactions among these signaling pathways. The results of our study show that the activity of the signaling pathways of HGF, IL-10 mediated by p38MAPK, IL-6 mediated by STAT3, and JAK/STAT mediated by Ras/ERK and STAT3 are significantly increased during the priming phase (2–6 h after PH) of rat liver regeneration. This leads us to conclude that during rat liver regeneration, the HGF, IL-10, IL-6 and JAK/STAT signaling pathways play a major role in promoting hepatocyte G0/G1 transition in the regenerating liver. Keywords Rat liver regeneration Signal transduction Hepatocyte G0/G1 transition HGF IL-10 IL-6 JAK/STAT p38MAPK Ras/ERK STAT3 Ingenuity pathway analysis 9.0 (IPA) issue-copyright-statement © Versita Warsaw and Springer-Verlag Wien 2014 Abbreviations used ERK extracellular regulated protein kinases HGF hepatocyte growth factor IL-6 interleukin-6 IL-10 interleukin-10 JAK Janus kinase JNK c-Jun NH2-terminal kinase MAPK mitogen-activated protein kinase NF-κB nuclear factor κB STAT3 signal transducer and activator of transcription References 1. Yokoyama Y Nagino M Nimura Y Mechanisms of hepatic regeneration following portal vein embolization and partial hepatectomy: a review World J. Surg. 2007 31 367 374 10.1007/s00268-006-0526-2 17219273 2. Vondran FW Katenz E Schwartlander R Morgul RS Haluk M Raschzok N Gong XB Cheng XD Kehr D Sauer IM Isolation of primary human hepatocytes after partial hepatectomy: criteria for identification of the most promising liver specimen Artif. Organs 2008 32 205 213 10.1111/j.1525-1594.2007.00524.x 18201288 3. Estes MD Do J Ahn CH On chip cell separator using magnetic bead-based enrichment and depletion of various surface markers Biomed. Microdevices 2009 11 509 515 10.1007/s10544-008-9257-5 19082734 4. Michalopoulos GK Liver regeneration J. Cell Physiol. 2007 213 286 300 10.1002/jcp.21172 17559071 5. Kountouras J Boura P Lygidakis NJ Liver regeneration after hepatectomy Hepatogastroenterology 2001 48 556 562 11379353 6. Sell S The hepatocyte: heperogeneity and plasticity of liver cells Int. J. Biochem. Cell Biol. 2003 35 267 271 10.1016/S1357-2725(02)00182-6 12531236 7. Zimmermann A Regulation of liver regeneration Nephrol. Dial. Transplant. 2004 19 iv6 iv10 10.1093/ndt/gfh1034 15240842 8. Fausto N Laird AD Webber EM Liver regeneration. 2. Role of growth factors and cytokines in hepatic regeneration FASEB J. 1995 9 1527 1536 8529831 9. Cantz T Manns MP Ott M Stem cells in liver regeneration and therapy Cell Tissue Res. 2008 331 271 282 10.1007/s00441-007-0483-6 17901986 10. Xu CS Chen XG Chang CF Wang GP Wang WB Zhang LX Zhu QS Wang L Zhang FC Transcriptional profiles of biliary epithelial cells from rat regenerating liver after partial hepatectomy Genes Genomics 2012 34 245 256 10.1007/s13258-011-0123-0 11. Xu CS Yang YJ Yang JY Chen XG Wang GP Analysis of the role of the integrin signaling pathway in hepatocytes during rat liver regeneration Cell. Mol. Biol. Lett. 2012 17 274 288 10.2478/s11658-012-0011-x 22396140 12. Michalopeulos GK Liver regeneration J. Cell Physiol. 2007 213 286 300 10.1002/jcp.21172 17559071 13. Gómez-Lechón MJ Guillén I Ponsoda X Fabra R Trullenque R Nakamura T Castell JV Cell cycle progression proteins (cyclins), oncogene expression, and signal transduction during the proliferative response of human hepatocytes to hepatocyte growth factor Hepatology 1996 23 1012 1019 10.1002/hep.510230511 8621126 14. Morello D Fitzgerald MJ Babinet C Fausto N C-myc, c-fos and c-jun regulation in the regeneration livers of normal and H-2K/c-myc transgenic mice Mol. Cell Biol. 1990 10 3185 3193 2111449 15. Akira S Isshiki H Sugita T Tanabe O Kinoshita S Nishio Y Nakajima T Hirano T Kishimoto T A nuclear factor for IL-6 expression (NF-IL6) is a member of a C/EBP family EMBO J. 1990 9 1897 1906 2112087 16. Zhong Z Wen Z Darnell JE Stat3: a STAT family member activated by tyrosine phosphorylation in response to epidermal growth factor and interleukin-6 Science 1994 264 95 98 10.1126/science.8140422 8140422 17. Trautwein C Caelles C Vander GP Hunter T Karin M Chojkier M Transactivation by NF-IL6/LAP is enhanced by phosphorylation of its activation domain Nature 1993 364 544 547 10.1038/364544a0 8336793 18. Cressmann DE Diamond RH Taub R Rapid activation of the Stat3 tran-scription complex in liver regeneration Hepatology 1995 21 1443 1449 10.1002/hep.1840210531 7737651 19. Trautwein C Rakemann T Niehof M Rose-John S Manns MP Acute-phase response factor, increased binding, and target gene transcription during liver regeneration Gastroenterology 1996 110 1854 1862 10.1053/gast.1996.v110.pm8964411 8964411 20. Niehof M Manns MP Trautwein C CREB controls LAP/C/EBP beta transcription Mol. Cell Biol. 1997 17 3600 3613 9199295 21. Fujiyoshi M Ozaki M Molecular mechanisms of liver regeneration and protection for treatment of liver dysfunction and diseases J. Hepatobiliary Pancreat. Sci. 2011 18 13 22 10.1007/s00534-010-0304-2 20607568 22. Higgins GM Anderson RM Experimental pathology of the liver: Restoration of the liver of the white rat following partial surgical removal Arch. Pathol. 1931 12 186 202 23. Grisham JW Cell types in rat liver cultures: their identification and isolation Mol. Cell Biochem. 1983 54 23 33 24. Wang WB Xie LF Wang W Wang L Xu CS Isolation, purity and identification of hepatocytes in rat normal liver and regenerating liver Henan Sci. 2008 26 1492 1498 25. Strober W Trypan blue exclusion test of cell viability Curr. Protoc. Immunol 2001 26. Twigger SN Smith J Zuniga-Meyer A Bromberg SK Exploring phenotypic data at the rat genome database Curr. Protoc. Bioinformatics 2006 27. Wang JZ Du Z Payattakool R Yu PS Chen CF A new method to measure the semantic similarity of GO terms Bioinformatics 2007 23 1274 1281 10.1093/bioinformatics/btm087 17344234 28. Guo W Cai C Wang C Zhao L Wang L Zhang T A preliminary analysis of genome structure and composition in Gossypium hirsutum BMC Genomics 2008 9 314 10.1186/1471-2164-9-314 18590573 29. Xu CS Wang GP Zhang LX Chang CF Zhi J Hao YP Correlation between liver cancer occurrence and gene expression profiles in rat liver tissue Genet. Mol. Res. 2011 10 3480 3513 10.4238/2011.December.14.3 22194203 30. Jiang C Xuan Z Zhao F Zhang MQ TRED: a transcriptional regulatory element database, new entries and other development Nucleic Acids Res. 2007 35 137 140 10.1093/nar/gkl1041 31. Childress PJ Flepcher RL Perumal NB LymphTF-DB: a database of transcription factors involved in lymphocyte development Genes Immun. 2007 8 360 365 10.1038/sj.gene.6364386 17361201 32. Wang GP Xu CS Reference gene selection for real-time RT-PCR in eight kinds of rat regenerating hepatic cells Mol. Biotechnol. 2010 46 49 57 10.1007/s12033-010-9274-5 20339955 33. Kost DP Michalpopulos GK Effect of epidermal growth factor on the expression of protooncogenes c-myc and c-Ha-ras in short-term primary hepatocyte culture J. Cell. Physiol. 1990 144 122 127 10.1002/jcp.1041440116 2195043 34. Borowiak M Garratt AN Wustefeld T Strehle M Trautwein C Birchmeier C Met provides essential signals for liver regeneration Proc. Natl. Acad. Sci.USA 2004 101 10608 10613 10.1073/pnas.0403412101 15249655 35. Okano J Shiota G Matsumoto K Yasui S Kurimasa A Hisatome I Steinbergd P Murawakia Y Hepatocyte growth factor exerts a proliferative effect on oval cells through the PI3K/AKT signaling pathway Biochem. Biophys. Res. Commun. 2003 309 298 304 10.1016/j.bbrc.2003.04.002 12951049 36. Stolz DB Mars WM Petersen BE Kim TH Michalopoulos GK Growth factor signal transduction immediately after two-thirds partial hepatectomy in the rat Cancers Res. 1999 59 3954 3960 37. Boccaccio C Ando M Tamagnone L Bardelli A Michieli P Battistini C Comoglio PM Induction of epithelial tubules by growth factor HGF depends on the STAT pathway Nature 1998 391 285 288 10.1038/34657 9440692 38. Zhang YW Wang LM Jove R Van de Woude GF Requirement of Stat3 signaling for HGF/SF-Met mediated tumorigenesis Oncogene 2002 21 217 226 10.1038/sj.onc.1205004 11803465 39. Hirano T Interleukin 6 and its receptor: Ten years later Int. Rev. Immunol. 1998 16 249 284 10.3109/08830189809042997 9505191 40. Lutticken C Wegenka UM Yuan J Buschmann J Schindler C Ziemiecki A Harpur AG Wilks AF Yasukawa K Taga T Kishimoto T Barbieri G Sendtner M Pellegrini S Heinrich C P Horn F Association of transcription factor APRF and protein kinase Jak1 with the interleukin-6 signaltransducer gp130 Science 1994 263 89 92 10.1126/science.8272872 8272872 41. Stahl N Boulton TG Farruggella T Ip NY Davis S Witthuhn BA Quelle FW Silvennoinen O Barbieri G Pellegrini S Ihle JN Yancopoulos GD Association and activation of Jak Tyk kinases by CNTF-LIF-OSM-IL-6 beta receptor components Science 1994 263 92 95 10.1126/science.8272873 8272873 42. Gerhartz C Heesel B Sasse J Hemmann U Landgraf C Schneider-Mergener J Horn F Heinrich PC Graeve L Differential activation of acute phase response factor/STAT3 and STAT1 via the cytoplasmic domain of the interleukin 6 signal transducer gp130. I. Definition of a novel phosphotyrosine motif mediating STAT1 activation J. Biol. Chem. 1996 271 12991 12998 10.1074/jbc.271.22.12999 8662591 43. Streetz KL Luedde T Manns MP Trautwein C Interleukin 6 and liver regeneration Gut 2000 47 309 312 10.1136/gut.47.2.309 10896929 44. Marshall C J Specificity of receptor tyrosine kinase signaling: transient versus sustained extracellular signal-regulated kinase activation Cell 1995 80 179 185 10.1016/0092-8674(95)90401-8 7834738 45. Cohen CB Ren R Baltimore D Modular binding domains in signal transduction proteins Cell 1995 80 237 248 10.1016/0092-8674(95)90406-9 7834743 46. Hunter T Protein kinases and phosphatases: the yin and yang of protein phosphorylation and signaling Cell 1995 80 225 236 10.1016/0092-8674(95)90405-0 7834742 47. Heldin CH Dimerization of cell surface receptors in signal transduction Cell 1995 80 213 224 10.1016/0092-8674(95)90404-2 7834741 48. Hill CS Treisman R Transcriptional regulation by extracellular signals: mechanisms and specificity Cell 1995 80 199 212 10.1016/0092-8674(95)90403-4 7834740",
    "full_text_abstract": "Under normal physiological conditions, the majority of hepatocytes are in the functional state (G0 phase). After injury or liver partial hepatectomy (PH), hepatocytes are rapidly activated to divide. To understand the mechanism underlying hepatocyte G0/G1 transition during rat liver regeneration, we used the Rat Genome 230 2.0 Array to determine the expression changes of genes, then searched the GO and NCBI databases for genes associated with the G0/G1 transition, and QIAGEN and KEGG databases for the G0/G1 transition signaling pathways. We used expression profile function ( E t ) to calculate the activity level of the known G0/G1 transition signal pathways, and Ingenuity Pathway Analysis 9.0 (IPA) to determine the interactions among these signaling pathways. The results of our study show that the activity of the signaling pathways of HGF, IL-10 mediated by p38MAPK, IL-6 mediated by STAT3, and JAK/STAT mediated by Ras/ERK and STAT3 are significantly increased during the priming phase (2–6 h after PH) of rat liver regeneration. This leads us to conclude that during rat liver regeneration, the HGF, IL-10, IL-6 and JAK/STAT signaling pathways play a major role in promoting hepatocyte G0/G1 transition in the regenerating liver."
}