{
    "PMC": "12525005",
    "DOI": "10.3390/ijms26199596",
    "PMID": "41096861",
    "PMCID": "PMC12525005",
    "title": "Role of Growth Factors in the Pathogenesis of Systemic-Sclerosis-Associated Fibrosis.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12525005",
    "source": "MED",
    "abstract_text": "Systemic Sclerosis (SSc) is a systemic autoimmune disease of unknown etiology characterized by a severe fibroproliferative vasculopathy and frequently progressive cutaneous and internal organ fibrosis. The small-vessel vasculopathy and the tissue fibrotic alterations are responsible for the most serious clinical and pathological manifestations of the disease and for its high mortality. Despite the high severity and frequent mortality, there are currently no optimal therapeutic approaches for SSc, and its complex pathogenesis has not been fully elucidated. Numerous studies have suggested that growth factors and related regulatory macromolecules released from inflammatory and other cells present in the affected tissues play a crucial role in the frequently progressive cutaneous and visceral fibrosis. Here, we will review some of the recent studies describing the role of various growth factors and related macromolecules in the development and progression of the fibrotic process in SSc.",
    "full_text": "pmc Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 12525005 10.3390/ijms26199596 ijms-26-09596 Review Role of Growth Factors in the Pathogenesis of Systemic-Sclerosis-Associated Fibrosis https://orcid.org/0000-0003-3901-5771 Mendoza Fabian A. 1 2 Piera-Velazquez Sonsoles 1 Jimenez Sergio A. 1 * Perrotta Ida Daniela Academic Editor 1 Jefferson Institute of Molecular Medicine, and Scleroderma Center; Thomas Jefferson University, Philadelphia, PA 19107, USA 2 Division of Rheumatology, Department of Medicine, Thomas Jefferson University, Philadelphia, PA 19107, USA * Correspondence: sergio.jimenez@jefferson.edu 01 10 2025 10 2025 26 19 9596 13 8 2025 19 9 2025 20 9 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Systemic Sclerosis (SSc) is a systemic autoimmune disease of unknown etiology characterized by a severe fibroproliferative vasculopathy and frequently progressive cutaneous and internal organ fibrosis. The small-vessel vasculopathy and the tissue fibrotic alterations are responsible for the most serious clinical and pathological manifestations of the disease and for its high mortality. Despite the high severity and frequent mortality, there are currently no optimal therapeutic approaches for SSc, and its complex pathogenesis has not been fully elucidated. Numerous studies have suggested that growth factors and related regulatory macromolecules released from inflammatory and other cells present in the affected tissues play a crucial role in the frequently progressive cutaneous and visceral fibrosis. Here, we will review some of the recent studies describing the role of various growth factors and related macromolecules in the development and progression of the fibrotic process in SSc. systemic sclerosis pathogenesis fibrosis TGF-β PDGF FGF VEGF caveolin lysophosphatidic acid Wnt the National Institute of Arthritis and Musculoskeletal and Skin Diseases, part of the National Institutes of Health AM19606 This research was supported by the National Institute of Arthritis and Musculoskeletal and Skin Diseases, part of the National Institutes of Health, under Award Number AM19606. The content is solely the responsibility of the authors and does not represent the official views of the National Institutes of Health. 1. Introduction Systemic Sclerosis (SSc) is a clinically heterogeneous systemic autoimmune disease of unknown etiology characterized by a frequently progressive fibrotic process affecting the skin and various internal organs. The fibrotic process in SSc is usually accompanied by endothelial cell alterations and severe occlusive fibroproliferative vasculopathy of small arteries and arterioles, the presence of a chronic inflammatory process in the affected tissues, and the occurrence of humoral and cellular immune abnormalities [ 1 , 2 , 3 , 4 ]. Numerous studies have provided substantial information about the intricate and complex mechanisms and the altered regulatory pathways involved in SSc pathogenesis. However, the entire process has not been completely elucidated [ 5 , 6 , 7 , 8 , 9 ]. The most important and characteristic clinical and pathologic manifestations of the disease result from an often-progressive fibrotic process that causes the exaggerated and abnormal deposition of various interstitial collagens and other fibrotic extracellular matrix (ECM) macromolecules in the skin and various internal organs. The molecular mechanisms involved in the initiation and progression of SSc-associated tissue fibrosis have not been fully elucidated. However, it has become apparent that cellular transdifferentiation events causing the phenotypic conversion of various cell types, including resident fibroblasts and epithelial, endothelial, perivascular, and adipose tissue cells into activated myofibroblasts, the cellular elements ultimately involved in the exaggerated and excessive production and accumulation of fibrotic tissue, play a crucial role [ 10 , 11 , 12 , 13 , 14 , 15 , 16 ]. Myofibroblasts, crucial fibrosis mediators in SSc, are mesenchymal cells that display a markedly fibrogenic phenotype characterized by a persistent and exaggerated expression of genes encoding various interstitial collagens and other ECM proteins, the downregulation of genes for matrix-degrading enzymes, and the initiation of expression of contractile proteins such as α-SMA [ 17 , 18 , 19 ]. Their elevated biosynthetic functions are maintained for serial passages in vitro, indicating that these cells display fundamental molecular alterations leading to a persistent dysregulation of expression of multiple genes that encode the macromolecules involved in the development of SSc-associated tissue fibrosis [ 17 , 18 , 19 , 20 , 21 , 22 , 23 , 24 ]. A summary of the pathophysiology of SSc is displayed in Figure 1 . Here, we will review recent developments in the role of growth factors and of several related regulatory pathways, including the morphogen proteins Wnt, Hedgehog, and Notch, in the pathogenesis of the SSc-associated fibrotic process, focusing on the transdifferentiation of various cell types into activated myofibroblasts, and we will briefly describe the molecular mechanisms involved in these effects. These growth factors and signaling pathways are particularly crucial because they act as central upstream regulators of myofibroblast activation and ECM production, orchestrating the persistent fibrotic responses characteristic of SSc. Understanding their roles provides critical insight into potential therapeutic targets for modulating fibrosis in this disease. The numerous and extensive publications dedicated to these topics preclude us from including in this review all the related studies, and we express our deepest apologies to the investigators whose work was not specifically discussed. 2. Role of Growth Factors in SSc-Associated Tissue Fibrosis Multiple recent studies have examined and described the cellular and molecular mechanisms involved in the fibrotic process (reviewed in refs. [ 25 , 26 , 27 , 28 ]). Numerous studies have shown the crucial role of polypeptide growth factors in the development and extension of the SSc-associated fibrotic process (reviewed in ref. [ 29 ]). The most commonly implicated growth factors include transforming growth factor beta (TGF-β), connective tissue growth factor (CTGF), platelet-derived growth factor (PDGF), fibroblast growth factors (FGF), vascular endothelial growth factor (VEGF), and insulin-like growth factor (FGF). 2.1. Transforming Growth Factor Beta (TGF-β) It is generally considered that TGF-β is the most important growth factor involved in the initiation and progression of the fibrotic process [ 29 , 30 ] and that it plays a crucial role in SSc-associated tissue fibrosis [ 29 , 31 , 32 , 33 , 34 ]. There are three distinct TGF-β isoforms, TGF-β1, TGF-β2, and TGF-β3, that are encoded by three different genes with different promoters and regulators. Our current understanding of this differential regulation is limited. Although all isoforms binds to the same receptor, they display differences in their levels of expression in various tissues, as well as in their specific molecular and cellular effects [ 30 ]. In general, TGF-β1 and TGF-β2 are considered strongly profibrotic and follow the mechanistic explanation described in this section, but TGF-β3 has been postulated to be at least less pro-fibrotic than the other isoforms. Conversely, selective TGF-β3 blockade has been postulated to attenuate fibrosis with a favorable safety profile compared with pan-TGF-β inhibition [ 35 , 36 ], but differences in the effects of TGF-β3 on fibrosis in in vivo and in vitro studies point out that its effect is highly context-dependent, and further research is needed. There are three types of TGF-β receptors, TβRI, TβRII, and TβRIII, expressed differentially in different cells. TβRI and TβRII display a high affinity for TGFβ1 and low affinity for TGFβ2. TβRIII has a high affinity for both homodimeric TGFβ1 and TGFβ2 [ 37 ]. The TβR are transmembrane receptors, with serine/threonine kinase properties, that, after activation, will cause phosphorylation of various intracellular mediators. 2.2. Receptor Activation and Intracellular TGF-β Pathways Classic activation of its receptors by TGF-β has been extensively reviewed. Briefly, following synthesis, TGF-β1 is secreted along with the latency-associated peptide (LAP). Both are maintained together by non-covalent bonds. The LAP prevents TGF-β from its direct interaction with its receptors, and it binds to the extracellular matrix (ECM) [ 38 , 39 ]. After cleavage by proteases (such as MMPs), or after an alternative interaction of an integrin receptor (such as αvβ6 receptor in fibroblasts) [ 39 ], which cause separation by mechanical forces [ 40 ], TGF-β binds to TβRII, which is expressed in all human cells. This ligand binding recruits the co-receptor TβRI, a specialized receptor called activin receptor-like kinase (ALK). The extracellular binding domain of ALK displays a glycine- and serine-rich sequence (GS) domain. This GS domain is activated by phosphorylation by the TGF-βRII. Following phosphorylation, the TGF-βRI forms heterodimers with TβRII and becomes functionally activated [ 41 , 42 , 43 ]. TGF-β receptors may have different ALK domains, expressed in different cells. For example, the activin receptor-like kinase 5 (ALK5) is widely expressed in fibroblasts and is responsible for the pro-fibrotic intracellular processes described in detail below, but TGFβ1 in endothelial cells signals through ALK1, causing phosphorylation of Smad 1, 5, and 8, affecting neoangiogenesis [ 41 , 44 ]. It is believed that this structural variation can be associated with TGF-β organ-specific functions. Isotypes of TβRII and different ALK-TβRI receptors have been described in different human cell types, and early studies support an important role in health and disease [ 41 ]. Once activated, TβRI (ALK) phosphorylates Smad2 and Smad3, which, following phosphorylation, bind with the co-Smad, Smad4, allowing for the translocation of this complex into the nucleus, modulating the expression of pro-fibrotic target genes [ 42 , 45 , 46 , 47 , 48 , 49 , 50 , 51 , 52 ]. These pathways are represented in Figure 2 and are known as the TGF-β canonical pathway. In parallel to these canonical pathways, TβRI also activates tyrosine kinases, named the non-canonical pathway, including JAK/STAT, MAPK ERK, and c-ABL [ 51 ] ( Figure 2 ). 2.3. TGF-β Pleiotropic Profibrotic Effects The potent pro-fibrotic effects of TGF-β are mediated by multiple mechanisms that include the potent stimulation of expression of genes encoding various interstitial collagens and other ECM macromolecules by fibroblasts and other mesenchymal cells, the reduction in collagen-degrading metalloproteinases, and the increase in the production of broad-spectrum protease inhibitors such as tissue inhibitor of metalloproteinase 1 [ 29 , 30 , 36 , 37 ]. Other crucial effects of TGF-β that are of great relevance to the fibrotic process involve the induction of cellular transdifferentiation of various types of cells, including resting fibroblasts, epithelial and endothelial cells, and adipocytes into activated myofibroblasts, displaying a marked increase in the expression of multiple pro-fibrotic genes, including α-SMA, and various interstitial collagens (reviewed in ref. [ 16 ]). TGF-β also sensitizes fibroblasts to its own effects, maintaining them in a persistently activated state, thus creating a vicious cycle involving an autocrine mechanism that causes further production of TGF-β. Furthermore, these effects display a remarkable context-dependent variability [ 38 ] and have been described with various TGF-β isoforms (TGF-β1,2) [ 53 ]. Recent studies regarding the overall pro-fibrotic TGF-β effects indicated that the tissue matrix stiffness was capable of modulating TGF-β protein activation [ 39 , 40 ]. Subsequent characterization of the modulation of TGF-β activity induced by substrate and tissue mechanical properties demonstrated that there was decreased expression of collagen I, collagen III, and matrix metalloproteinase 2 (MMP2) when cells were cultured on compliant substrates compared to stiffer ones [ 40 ]. 2.4. Novel TGF-β-Regulatory Pathways Although most studies have focused on the TGF-β signaling events in the control of ECM production and remodeling, it has become apparent that numerous additional molecular pathways may participate in the regulation of the pro-fibrotic effects of TGF-β. For example, recent studies have shown that several of the fibrogenic transcriptional responses to TGF-β involve early growth response transcription factors [ 54 ] and require activation of the focal adhesion kinase/Src (FAK/Src) molecular cascade. It was further shown that the TGFβ-activated kinase 1 (TAK1) acts downstream of FAK/Src to mediate the TGF-β pro-fibrotic responses. Consequently, TGF-β-induced JNK phosphorylation is impaired in the absence of TAK1, inhibiting the expression of mRNA for α-SMA and other TGF-β-induced pro-fibrotic genes [ 55 ]. Important TGF-β functions, including some fibrosis-regulatory effects, have been shown to be mediated by non-Smad pathways that contribute to the fibrosis and vasculopathy of skin and internal organs in SSc [ 51 , 56 , 57 ]. Some of these involve various non-receptor tyrosine kinases (reviewed in ref. [ 57 ]), including the cytoplasmic Abelson kinase (c-Abl) and protein kinase C-δ (PKC-δ). One crucial pro-fibrotic pathway involves the participation of c-Abl in TGF-β-induced transdifferentiation of endothelial cells into activated myofibroblasts, an effect mediated by the cooperative interaction with PKC-δ [ 58 ]. There are several other recently identified regulatory pathways that may be involved in the overall TGF-β effects. Extensive studies have shown that periostin, a widely distributed matricellular protein, plays a key role in the pathogenesis of the SSc fibrotic process [ 59 ]. This study examined serum periostin levels and skin tissue expression in patients with diffuse and limited SSc in comparison with healthy controls. The results showed significantly elevated periostin expression in SSc skin, and these levels were even higher in affected skin samples from patients with early (less than 5 years) diffuse SSc. A significant correlation was found with the severity of the skin fibrosis score. A more recent study [ 60 ] determined the periostin levels in serum from 35 patients with established SSc, including diffuse and limited clinical SSc subsets, 15 patients with very early SSc diagnosis (VEDOSS), and 30 sex-matched healthy controls. The results showed higher periostin serum levels in all SSc patients compared to normal controls, and there were no significant differences between the diffuse, limited, and very early SSc groups. However, the periostin levels were substantially higher in patients with digital ulcers. In this study, skin periostin expression was examined by immunohistochemistry and found in all samples from affected SSc skin and in a large number of samples from non-affected skin from SSc patients, results that were in contrast with a remarkable absence of periostin immunostaining in normal skin samples [ 60 ]. Periostin effects have been shown to be mediated by a marked amplification of the TGF-β intracellular signals [ 61 ]. A more recent study [ 62 ] demonstrated high expression of SOX11 in cultured SSc dermal fibroblasts and that these levels were markedly increased by treatment of the cells with TGF-β. It was further shown that SOX11 and periostin established a highly specific molecular complex that was responsible for the activation of TGF-β signals in the development of cutaneous fibrosis [ 62 ]. Another pathway regulating TGF-β signaling involves some members of the Leucine-rich α2-glycoprotein (LRG) family of leucine repeat proteins. These proteins are expressed in multiple cells and tissues and are involved in complex regulatory pathways, including signal transduction, cell adhesion, and development. Leucine-rich alpha-2-glycoprotein 1 (LRG1) has been shown to be one of the most important LRG components in the fibrotic process, causing an increase in expression levels of COL1A1 and COL1A2 mRNA and a decrease in matrix metalloproteinase 1 (MMP-1) mRNA levels. These effects appeared to be related to LRG1 modulation of the overall effects of TGF-β in fibroblasts [ 63 ]. Although the mechanisms of the interactions of LRG1 with TGF-β have not been fully elucidated, recent studies have suggested that LRG1 regulates the stoichiometry of the TGF-β receptor complex, causing activation of Smad/TGF-β canonical pathways. It was further shown that these effects were mediated through the induction of Smad2 phosphorylation and resulted in a potent increase in collagen production and ECM deposition [ 63 ]. Under normal physiological conditions, LRG1 plays a role in the regulation of immune responses and tissue neovascularization, however, under pathological conditions, it may be an important component of the development of various clinical disorders including tissue fibrotic responses. Indeed, it has been shown that LRG1 plays a role in the development of pulmonary and renal fibrosis [ 64 , 65 ]. Although the precise role of LRG1 in the fibrogenic and vascular alterations characteristic of SSc has not been studied in detail, it has been shown that LRG1 pro-fibrotic effects include the in vitro stimulation of expression of genes encoding pro-fibrotic molecules in cultured fibroblasts and the marked reduction in the extent of bleomycin-induced tissue fibrosis in LRG1 KO mice [ 64 ], and it has been recently suggested that LRG1 levels may serve as a biomarker of the extent and severity of the SSc fibrotic process and, specifically, for SSc-associated ILD [ 66 ]. 2.5. Connective Tissue Growth Factor (CTGF) CTGF, also known as cellular communication network-2 (CCN2), is another pleotropic growth factor described initially to be secreted by vascular endothelial cells [ 67 ], and it has emerged as an important mediator of normal and pathological tissue fibrotic responses. TGF-β causes potent stimulation of CTGF synthesis in fibroblasts, vascular smooth muscle cells, and endothelial cells. Numerous studies have suggested that CTGF may represent a downstream mediator of TGF-β fibrogenic effects [ 68 ], and it has been considered to play a crucial role in the SSc fibrotic process [ 69 , 70 ]. One study showed that serum CTGF levels were increased in SSc patients with more severe disease and that these levels correlated with the extent of skin sclerosis and the severity of pulmonary fibrosis [ 70 ]. An assessment of CTGF expression in SSc tissues demonstrated strong CTGF signals in affected SSc skin fibroblasts, whereas there was no expression in the skin from normal controls [ 71 ]. CTGF has also been found to be overexpressed in lung fibroblasts isolated from SSc patients. Furthermore, it was demonstrated that CTGF induced remarkable changes in the lung fibroblast proteome. These studies identified novel CTGF-responsive molecules that may play important roles in lung tissue repair and pathologic fibrosis. One of these molecules, IQ-motif-containing GTPase-activating protein (IQGAP1), was significantly elevated in lung fibroblasts from patients with SSc-associated pulmonary fibrosis, and it was suggested that it may serve as a molecular marker for this group of patients [ 72 ]. Analysis of the extensive CTGF signaling pathways (see Figure 3 ) indicated that it interacts with a large number of molecules, including cell surface receptors, epidermal growth factor, and various ECM proteins, resulting in a very broad range of regulatory effects and a multiplicity of cellular functions [ 73 , 74 ]. Some of these effects are of substantial relevance to SSc pathogenesis owing to the fact that vascular wall smooth muscle cells are among the main targets for CTGF modulation [ 75 ]. These observations have suggested that CTGF may play a crucial role in the development of Raynaud’s Phenomenon and other vascular alterations that are characteristic of SSc. Mechanistic studies have shown that the N-terminal domain of the molecule mediates the cellular transdifferentiation effects, whereas the C-terminal domain regulates fibroblast proliferation [ 76 ]. However, given the fact that the function of CTGF is context-dependent and may vary depending on the type of tissue and cells, we still only have a partial and fragmented understanding of CTGF interactions and function [ 77 ]. 2.6. Platelet-Derived Growth Factor (PDGF) Numerous studies have shown that members of the PDGF family of growth factors play an important role in the maintenance of normal connective tissue homeostasis and that structural or functional alterations to these molecules may be involved in the pathogenesis of multiple diseases, including SSc (reviewed in ref. [ 78 ]). PDGF is secreted by fibroblasts, endothelial cells, platelets, macrophages, and other types of cells. Its effects are initiated by the activation of two distinct receptor tyrosine kinases (PDGFR-α and PDGFR-β) that induce a potent mitogenic stimulation of vascular smooth muscle cells and dermal fibroblasts. Elevated expression of PDGF and its receptors have been found in SSc skin and lung tissues, and there is evidence that TGF-β stimulates the expression of the PDGFR-α receptor in SSc cells, suggesting that cross-talk between TGF-β and PDGF pathways may regulate tissue fibrosis in SSc [ 78 ]. Several studies support the role of PDGF and TGF-β1 in the pathogenesis of SSc lung disease, including the observations of elevated levels of these growth factors in bronchoalveolar lavage fluid from affected SSc patients [ 79 ]. Furthermore, the potent smooth-muscle-cell-mitogenic effects of PDGF have been implicated to play a role in the severe pulmonary vasculature fibroproliferative alterations occurring during the development of primary and SSc-associated pulmonary arterial hypertension [ 80 ]. A highly novel pathway for the pro-fibrotic effects of PDGF has recently been identified following the demonstration that PDGFR-α is a target of specific autoantibodies produced by some SSc patients that are detectable in purified immunoglobulins isolated from the serum of these patients [ 81 ]. It has further been shown that binding of these antibodies to their corresponding receptors on the fibroblast cell surface induces activation of quiescent fibroblasts, resulting in the induction of potent pro-fibrotic effects in these cells. Selective activation of the Ha-Ras-ERK1/2 signaling pathway and the stimulation of reactive oxygen species (ROS) has been shown to drive these pro-fibrotic effects [ 82 , 83 ]. It has also been suggested that activation of intracellular molecular cascades by specific autoantibodies against PDGFR-α might stimulate and sustain the cellular transdifferentiation process, resulting in their conversion to a myofibroblast phenotype. Collectively, these effects result in the persistent pro-fibrotic activation of SSc fibroblasts and indicate that the PDGF/PDGFR pathways may represent important and relevant targets for anti-fibrotic therapy in SSc [ 82 , 83 ]. 2.7. Fibroblast Growth Factors (FGFs) FGFs comprise a large family of polypeptide growth factors characterized by their ability to induce potent mitogenic effects in numerous cell types. FGFs play multiple important roles during development, angiogenesis, and wound healing [ 84 , 85 ]. Numerous studies have demonstrated the fibroblast-mitogenic effects of FGFs during inflammatory and fibrotic responses, often potentiating the pro-fibrotic effects of TGF-β, although some recent studies have described controversial results indicating that some of the members of the FGF family may cause antifibrotic effects that may be mediated by inhibition of TGF-β pathways [ 86 , 87 ]. Regarding the role of FGFs in SSc pathogenesis, it has been demonstrated that basic FGF (FGF-2) is increased in the skin of SSc patients [ 88 ]. However, the precise role of FGFs in the initiation of progression of the fibrotic process in SSc has not been completely elucidated, and further studies will be required to conclusively determine the contribution of these potent growth factors to the pathogenesis of fibrosis in SSc. 2.8. Vascular Endothelial Growth Factor (VEGF) VEGF is an endothelial-cell-specific growth factor with multiple functions that include stimulation of endothelial cell proliferation and differentiation and modulation of endothelial permeability [ 89 , 90 , 91 ]. The expression of VEGF is highly regulated, and it is markedly induced by hypoxia. Based on the demonstration that molecular effects caused by tissue hypoxia are prominent pathologic alterations in affected skin and other organs of patients with SSc, it has been postulated that VEGF dysfunction may play an important role in the development of the angiogenesis abnormalities characteristic of the disease [ 92 , 93 , 94 ]. Measurement of serum levels of VEGF in patients with SSc and healthy controls showed that serum VEGF levels were significantly higher in SSc patients and correlated with the extent of skin sclerosis and nailfold capillary loss, supporting the notion that high VEGF levels may participate in the capillary damage in SSc and may correlate with the extent and severity of the fibrotic process and the disturbed angiogenesis characteristic of SSc [ 92 , 93 , 94 ]. Furthermore, given the potent proangiogenic effects of VEGF, it has been suggested that it may play an important role in the pathogenesis of SSc-associated vascular fibroproliferative alterations such as PAH [ 95 ]. In support of this notion, an early study described increased serum VEGF levels in SSc patients with PAH [ 96 ]; however, some subsequent studies failed to confirm this correlation [ 97 ]. The apparently conflicting results of VEGF serum or tissue levels from SSc patients can be explained by the fact that VEGF 165b, an alternative splicing variant of VEGF-A, is overexpressed in SSc endothelial cells, fibroblasts, and also in peripheral blood mononuclear cells. The VEGF 165b isoform, as opposed to the most common VEGF 165 isoform, displays potent antiangiogenic effects due to defective phosphorylation of intracellular tyrosin kinases [ 98 ]. Consequently, quantification of VEGF without considering the presence of isoforms and its activity may lead to different conclusions. 2.9. Insulin-like Growth Factors (IGFs) IGFs, initially described as a serum factor that stimulated sulfate incorporation by cartilaginous tissues, comprise a family of regulatory polypeptides with high sequence similarity to insulin that are involved in numerous physiologic states, including growth and development, cellular proliferation and apoptosis, and aging [ 99 , 100 ]. Several studies have examined the role of IGFs and IGF-binding proteins (IGFBPs) in fibrotic conditions, including pulmonary fibrosis and SSc. Serum IGF1 and IGFBP3 levels in patients with SSc were significantly elevated and correlated with the extent of skin involvement and the presence of pulmonary fibrosis [ 101 ]. Furthermore, IGF1 mRNA was upregulated in the affected skin of patients with SSc. The extensive studies of Feghali-Bostwick and collaborators examined the pro-fibrotic role of IGF2 in normal fibroblasts and in normal and fibrotic skin and lung tissues [ 102 , 103 ]. These studies demonstrated that IGF2 is a potent inducer of collagen production and other fibrotic pathways and that these effects are mediated by several distinct mechanisms, including increasing the expression of pro-fibrotic signaling molecules TGFβ-2 and TGFβ-3, increasing the activity of various enzymes involved in collagen post-translational modifications such as the prolyl and lysyl hydroxylases, and decreasing the expression of several enzymes involved in collagen degradation. Other studies from the same investigators demonstrated that the levels of SOX9, a transcription factor that has recently been shown to be involved in the development of the SSc fibrotic process, are increased by IGF2 in lung tissues and fibroblasts [ 98 ]. These studies also revealed increased IGF2 expression in fibroblastic foci of SSc lungs and cultured primary SSc lung fibroblasts and showed that IGF2 induced a dose- and time-dependent increase in collagen type I and fibronectin production and triggered the activation of several important kinase pathways, including the PI3K signaling cascade in these cells. These results provided strong support and novel insights into the role of IGF2 in the pathogenesis of fibrotic disorders [ 104 ]. 3. Other Regulatory Pathways Involved in the SSc Fibrotic Process Besides the pathways mediated by TGF-β and other growth factors discussed above, alterations in several other regulatory mechanisms are very likely important components of the complex sequence of events in the pathogenesis of SSc-associated tissue fibrosis. These will be discussed briefly in the following sections. 3.1. PKC-Delta Another important kinase involved in the non-Smad TGF-β signaling pathway is PKC-δ, a serine- and threonine-specific protein kinase that plays a critical role in numerous immunological responses, cytokine signaling, and host defense mechanisms. The role of PKC-δ in the pathogenesis of fibrotic diseases, including SSc, has been extensively investigated. Studies from our laboratories showed that dermal fibroblasts from SSc patients contain higher PKC-δ levels than normal cells, and further studies demonstrated that PKC-δ displayed strong effects on the transcriptome of normal and SSc fibroblasts, causing a potent inhibition of type I collagen production and abrogation of TGF-β-induced stimulation of collagen gene expression in normal human dermal fibroblasts [ 105 , 106 ]. Some of these PKC-δ effects are specifically relevant to the regulation of TGF-β1-induced target gene expression involving the Smad proteins in a variety of cell types, as it has been shown that TGF-β requires PKC-δ to activate several of its target genes in a variety of cells, including dermal and pulmonary fibroblasts, vascular smooth muscle and endothelial cells, and even mesangial cells [ 107 ]. Other studies examined the role of PKC-δ on the expression of the gene encoding the α2 collagen chain (COL1A2) and demonstrated that PKC-δ regulation of the gene occurs at the level of the gene promoter and involves complex interactions between Sp1 and Fli1, the Friend leukemia integration-1 transcription factor. These studies indicated that TGF-β induces phosphorylation of PKC-δ and that phosphorylated PKC-δ, in turn, phosphorylates Fli1 at threonine 312, and it was shown that this step is essential for the TGF-induced increase in the collagen gene transcriptional activity [ 108 , 109 ]. 3.2. P13-Kinase Other important signaling pathways are initiated by TGF-β activation of phosphoinositide 3-kinases (PI3Ks). The PI3Ks phosphorylate inositol-containing lipids to yield phosphoinositol 3-phosphate. The phosphorylated inositol-3-phosphate plays critical roles in the regulation of multiple cellular functions following binding to specific lysophosphatidic acid (LPA) receptors that are expressed in various types of cells, including cells of the immunologic system, and alterations in the regulatory pathways mediated or involving PI3Ks have been described in several human diseases [ 106 ]. The potential role of PI3K in the pathogenesis of tissue fibrosis in SSc has been supported by studies that showed elevated PI3K activity in platelet lysates from SSc patients [ 107 ] and demonstrated a potent effect in the regulation of expression of the α2(I) collagen gene in normal and SSc fibroblasts [ 108 ]. Subsequent studies have described the important role of the rac/PI3K pathway in the differentiation and activation of myofibroblasts through endothelin receptor (ETA) in lung SSc fibroblasts [ 109 ]. 3.3. Lysophosphatidic Acid Lysophosphatidic acid (LPA) is a phospholipid derivative that has undergone hydrolysis to remove one acyl group. LPA, along with other related molecules, can act as a signaling molecule. LPA is a potent mitogen activator of high-affinity G-protein-coupled receptors called LPARs (formerly known as EDGs) [ 110 , 111 ]. Following LPARr activation, the small GTPase Rho is activated, subsequently activating Rho kinase. This can lead to the formation of stress fibers and cell migration by inhibiting myosin light-chain phosphatase. Furthermore, RhoA/ROCK pathway links cytoskeletal tension (ECM stiffness) with TGF-β profibrotic signaling, promoting myofibroblast differentiation and activation [ 112 ]. In serum from SSc patients, LPA has shown higher concentration levels compared to normal controls [ 113 ], and a recent study has described a pro-fibrotic amplification loop involving LPA and interleukin-6 (IL-6) that activated SSc fibroblasts [ 114 , 115 ]. These studies indicated that LPA plays an important role in SSc-associated tissue fibrosis and has raised strong interest in the study of LPA inhibition as a potential SSc therapeutic intervention. Indeed, several studies have been performed to test this hypothesis. The study by Ledein et al. [ 114 ] examined the effects of the selective LPA inhibitor SAR100842 on LPA-induced activation of SSc dermal fibroblasts and skin biopsies. The results demonstrated potent inhibition of LPA1-induced inflammatory and pro-fibrotic effects. In a related clinical trial, Allanore et al. studied SAR100842 administered orally and performed a double-blind placebo-controlled study in 15 dcSSc patients lasting 8 weeks [ 116 ]. The inhibitor was well tolerated and caused an improvement in skin involvement compared with the placebo, although the difference did not reach statistical significance. However, a gene signature analysis suggested that the expected therapeutic effects had been accomplished. These results are highly promising but might also be explained by the large proportion of subjects receiving background immunosuppressive medications. Therefore, subsequent validation in a larger controlled trial will be required. A similar study was a phase IIa placebo-controlled trial in patients with dcSSc treated with Ziritaxestat, a selective LPA synthesis inhibitor. The results showed that the inhibitor was significantly more effective than the placebo in improving skin involvement following 24 weeks of treatment [ 117 ]. Blood biomarker analysis supported the clinical assessment, showing that Ziritaxestat lowered the levels of fibrosis-associated biomarkers. Remarkably, the results suggested that Ziritaxestat provided additional beneficial effects, including a reduction in expression of several genes associated with inflammation, oxidative phosphorylation, and abnormalities in mitochondrial function. Although the results were highly encouraging and Ziritaxestat administration was well tolerated, these results also required confirmation in a larger and well-powered clinical trial. Unfortunately, two mirror phase III studies evaluating the efficacy and safety of Ziritaxestat in IPF (NCT03711162 and NCT03733444) were halted after reaching criteria of futility in the rate of decline of forced vital capacity (FVC). This cancellation also affected the clinical development for SSc patients [ 118 ]. HZN-825 (Fipaxalparant) was investigated in a phase II clinical trial (NCT04781543), demonstrating tolerability and safety, but no significant change in its primary (FVC) or secondary outcomes caused termination after meeting pre-defined criteria for futility [ 119 ]. Despite the initial enthusiasm for the use of LPA inhibitors being halted by disappointing IPF data, inhibition of LPA (and its downstream Rho-ROCK pathway) is still an attractive potential antifibrotic target for SSc. 3.4. Caveolin-1-Mediated Regulation Another recently identified mechanism of regulation and fine tuning of TGF-β activity involves caveolin-1, the most important member of a family of proteins found in lipid rafts that play key regulatory roles in multiple cellular functions, including TGF-β signaling and tissue fibrotic responses [ 120 , 121 , 122 ]. Extensive studies have shown that TβRs are internalized both by caveolin-1-associated lipid rafts and by early endosome antigen 1 (EEA-1) non-lipid-raft pathways. Non-lipid-raft-associated internalization increases TGF-β signaling, whereas caveolin-associated internalization increases TβR degradation, thereby effectively decreasing or abolishing TGF-β signaling. Further studies have shown that the TβRs contained in the EEA-1 positive compartment are responsible for downstream Smad activation. In contrast, TβRs present in caveolin-1 containing lipid rafts caused recruitment of Smurf/Smad7 with subsequent receptor ubiquitination and rapid degradation and turnover [ 123 , 124 , 125 ]. This is a novel mechanism of regulation of TβR function. Therefore, a reduction in caveolin-1 would result in uncontrolled activation of all TGF-β-mediated pathways, including those responsible for SSc-associated tissue fibrosis. These studies provided strong support for the concept that caveolin-1 plays an important role in the fibrotic process associated with SSc [ 125 , 126 , 127 ]. The concept that caveolin-1 plays an important role in SSc-associated tissue fibrosis is supported by the observation that caveolin-1 reduction in vitro induced the development of endothelial-to-mesenchymal transition in murine lung endothelial cells [ 128 ]. Related studies showed that restoration of caveolin-1 function employing cell-permeable peptides prevented the development of experimentally induced pulmonary hypertension and right-ventricular hypertrophy in rats, and several other studies described results suggesting that restoration of caveolin function may represent a novel approach for treatment of fibrotic diseases, including SSc and pulmonary fibrosis [ 129 , 130 ]. 3.5. Janus Kinases (JAK) and Signal Transducer and Activator of Transcription (STAT) The JAK proteins are a family of highly active non-receptor tyrosine kinases that, along with the STAT proteins, are key mediators of intracellular signaling for multiple cytokines and interferons and that are involved in the development of fibrotic diseases, including SSc [ 131 ]. The JAK/STAT pathway plays a double role in SSc pathogenesis: (1) several of its molecular components are crucial downstream effectors of cytokines strongly associated with fibrotic responses such as the interleukins IL-4, IL-6, and IL-13; and (2) the pathway may act as a TGF-β downstream effector contributing to the phenotypic differentiation of fibroblasts into myofibroblasts and may also amplify TGF-β signaling by increasing the expression and cellular levels of TGF-β. The extensive study by Dees et al. [ 132 ] evaluated the role of JAK2 in the pathogenesis of SSc and examined the effects of JAK2 inhibition on the TGFβ-dependent stimulation of the expression of pro-fibrotic genes in cultured SSc dermal fibroblasts. This study demonstrated increased activation of JAK2 and STAT3 in the skin of SSc patients, which persisted in cultured SSc fibroblasts. The selective JAK2 inhibitor, TG 101209, reduced basal collagen synthesis in SSc fibroblasts and abrogated the stimulatory effects of TGF-β. The antifibrotic effects of JAK2 inhibition were validated in vivo in a bleomycin and in a TSK animal model of experimental fibrosis. Collectively, the results of these studies had direct translational implications supporting the use of JAK2 inhibitors as potential agents for the treatment of tissue fibrosis in SSc and other fibrotic diseases [ 133 , 134 ]. 3.6. Peroxisome-Proliferator-Activated Receptors (PPAR) The PPAR proteins comprise a large number of nuclear receptors that play various roles in the regulation of lipid metabolism but also modulate several important immunologic and inflammatory pathways [ 135 , 136 ]. These receptors have been classified into three distinct species (α, β, γ) according to their functions and molecular structures. PPAR-γ is a broadly expressed nuclear orphan receptor originally identified in adipose tissue that plays a crucial role in glucose and lipid metabolism. Recent studies have described novel PPAR-γ functions affecting the regulation of TGF-β effects on connective tissue homeostasis and tissue fibrotic responses, including SSc-associated fibrotic alterations [ 137 , 138 , 139 , 140 ]. Furthermore, it was shown that a decrease in PPAR-γ expression in mice resulted in an exaggerated fibrotic response to bleomycin and induced an accumulation of activated myofibroblasts [ 139 ]. Given these important antifibrotic effects of PPAR-γ, several studies have examined the possible antifibrotic effects of PPAR-γ agonists and have suggested that drugs targeting this pathway may be effective for the control of SSc-associated fibrosis [ 141 , 142 ]. 4. Regulation by Wnt, Notch, and Hedgehog Extensive studies have recently demonstrated that proteins related to morphogenic differentiation processes may also exert substantial regulatory effects on the pro-fibrotic SSc pathways [ 143 , 144 , 145 ]. In the following sections, we will briefly review the pro-fibrotic effects induced by Wnt, Hedgehog, and Notch proteins. The extensive morphogenetic effects of these proteins will not be discussed because these effects are beyond the scope of the current review. 4.1. Wnt Signaling The Wnt proteins comprise a large family of secreted glycoproteins with complex canonical and non-canonical intracellular signaling pathways that play crucial roles during embryonic development and organogenesis. Wnt proteins and pathways have been recently implicated in the pathogenesis of numerous diseases, including SSc and other fibrotic diseases [ 146 , 147 , 148 ]. Indeed, it has been shown that the secreted Frizzled Receptor Protein 4 (SFRP4), a Wnt-ligand-binding molecule, is increased in SSc, and its serum levels correlate with the extent and severity of SSc skin and lung fibrosis [ 148 ]. TGF-β appears to be the major factor activating the canonical Wnt pathway in fibrotic diseases, an effect probably mediated by a decrease in the potent Wnt pathway inhibitor. Based on these observations, it has been recently suggested that the inhibition of the Wnt pathways is currently being investigated as a potential therapeutic target in SSc and other fibrotic diseases [ 149 , 150 , 151 ]. 4.2. Hedgehog and Notch Signaling The Hedgehog (Hh) and Notch proteins are members of a large group of proteins collectively known as morphogens owing to their crucial roles in cell fate decisions during morphogenesis and embryonic development [ 152 ]. The involvement of these proteins in a broad spectrum of disorders, ranging from neurological diseases to inflammatory and immunological diseases and cancer, is just becoming apparent [ 153 , 154 , 155 ]. Of relevance to the pathogenesis of SSc are the observations that pro-fibrotic cytokines, including TGF-β, PDGF, and Wnt, drive Hh overexpression and that Hh-stimulated resting fibroblasts differentiate into myofibroblasts, causing an accumulation of collagen and dermal fibrosis [ 156 , 157 , 158 ]. Indeed, a recent study demonstrated that the antifibrotic effects of pirfenidone in SSc-ILD are mediated by inhibition of the Hh signaling pathway [ 159 ]. Regarding Notch, recent studies have shown that infiltrating T cells expressing the Jag-1 ligand in SSc skin might activate Notch signaling in dermal fibroblasts, leading to their transition to myofibroblasts and resulting in increased expression of ECM genes and production of their corresponding macromolecules [ 160 ]. Although Notch signaling may be induced under hypoxic conditions or by TGF-β, the detailed molecular mechanisms responsible for its pro-fibrotic effects and its potential role in the SSc-associated fibrotic process have not been fully elucidated [ 161 , 162 , 163 , 164 ]. In summary, TGF-β and growth factors play a major role in fibrosis in SSc patients. Table 1 summarizes the role of the growth factors mentioned in this manuscript. Many of these growth factors have context-dependent mechanisms of action, and their roles may be very different in different tissues. This may be at least partially responsible for the controversial clinical outcomes of studies inhibiting those factors. However, expanding the knowledge of the regulation and mechanism of action will help to find more effective treatment options for patients with SSc. Acknowledgments The expert assistance of Carol Kelly in the preparation of this manuscript is greatly acknowledged. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Data Availability Statement No new data were created or analyzed in this study. Data sharing is not applicable to this article. Conflicts of Interest The authors declare that they have no competing interests. References 1. Gabrielli A. Avvedimento E.V. Krieg T. Scleroderma N. Engl. J. Med. 2009 360 1989 2003 10.1056/NEJMra0806188 19420368 2. Allanore Y. Simms R. Distler O. Trojanowska M. Pope J. Denton C.P. Varga J. Systemic sclerosis Nat. Rev. Dis. Primers 2015 1 15002 10.1038/nrdp.2015.2 27189141 3. Denton C.P. Khanna D. Systemic sclerosis Lancet 2017 390 1685 1699 10.1016/S0140-6736(17)30933-9 28413064 4. Lazzaroni M.G. Piantoni S. Angeli F. Bertocchi S. Franceschini F. Airò P. A Narrative Review of Pathogenetic and Histopathologic Aspects, Epidemiology, Classification Systems, and Disease Outcome Measures in Systemic Sclerosis Clin. Rev. Allergy Immunol. 2023 64 358 377 10.1007/s12016-022-08929-x 35254622 5. Jimenez S.A. Derk C.T. Following the molecular pathways toward an understanding of the pathogenesis of Systemic Sclerosis Ann. Int. Med. 2004 140 37 50 10.7326/0003-4819-140-1-200401060-00010 14706971 6. Trojanowska M. Varga J. Molecular pathways as novel therapeutic targets in systemic sclerosis Curr. Opin. Rheumatol. 2007 19 568 573 10.1097/BOR.0b013e3282e6f495 17917537 7. Varga J. Trojanowska M. Kuwana M. Pathogenesis of systemic sclerosis: Recent insights of molecular and cellular mechanisms and therapeutic opportunities J. Scleroderma Relat. Disord. 2017 2 137 152 10.5301/jsrd.5000249 8. Cutolo M. Soldano S. Smith V. Pathophysiology of systemic sclerosis: Current understanding and new insights Expert Rev. Clin. Immunol. 2019 15 753 764 10.1080/1744666X.2019.1614915 31046487 9. Truchetet M.E. Brembilla N.C. Chizzolini C. Current Concepts on the Pathogenesis of Systemic Sclerosis Clin. Rev. Allergy Immunol. 2023 64 262 283 10.1007/s12016-021-08889-8 34487318 10. Karasek M.A. Does transformation of microvascular endothelial cells into myofibroblasts play a key role in the etiology and pathology of fibrotic disease? Med. Hypotheses 2007 68 650 655 10.1016/j.mehy.2006.07.053 17045756 11. Krieg T. Abraham D. Lafyatis R. Fibrosis in connective tissue disease: The role of the myofibroblast and fibroblast-epithelial cell interactions Arthritis Res. Ther. 2007 9 (Suppl. S2) S4 10.1186/ar2188 12. Postlethwaite A.E. Shigemitsu H. Kanangat S. Cellular origins of fibroblasts: Possible implications for organ fibrosis in systemic sclerosis Curr. Opin. Rheumatol. 2004 16 733 738 10.1097/01.bor.0000139310.77347.9c 15577612 13. Varga J.A. Trojanowska M. Fibrosis in systemic sclerosis Rheum. Dis. Clin. N. Am. 2008 34 115 143 10.1016/j.rdc.2007.11.002 18329536 14. Wei J. Bhattacharyya S. Tourtellotte W.G. Varga J. Fibrosis in systemic sclerosis: Emerging concepts and implications for targeted therapy Autoimmun. Rev. 2011 10 267 275 10.1016/j.autrev.2010.09.015 20863909 15. Ebmeier S. Horsley V. Origin of fibrosing cells in systemic sclerosis Curr. Opin. Rheumatol. 2015 27 555 562 10.1097/BOR.0000000000000217 26352735 16. Jimenez S.A. Piera-Velazquez S. Cellular Transdifferentiation: A Crucial Mechanism of Fibrosis in Systemic Sclerosis Curr. Rheumatol. Rev. 2023 Epub ahead of print 10.2174/0115733971261932231025045400 17. Hinz B. Phan S.H. Thannickal V.J. Galli A. Bochaton-Piallat M.L. Gabbiani G. The myofibroblast: One function, multiple origins Am. J. Pathol. 2007 170 1807 1816 10.2353/ajpath.2007.070112 17525249 18. McAnulty R.J. Fibroblasts and myofibroblasts: Their source, function and role in disease Int. J. Biochem. Cell Biol. 2007 39 666 671 10.1016/j.biocel.2006.11.005 17196874 19. Hinz B. Lagares D. Evasion of apoptosis by myofibroblasts: A hallmark of fibrotic diseases Nat. Rev. Rheumatol. 2020 16 11 31 10.1038/s41584-019-0324-5 31792399 20. Kirk T.Z. Mark M.E. Chua C.C. Chua B.H. Mayes M.D. Myofibroblasts from scleroderma skin synthesize elevated levels of collagen and tissue inhibitor of metalloproteinase (TIMP-1) with two forms of TIMP-1 J. Biol. Chem. 1995 270 3423 3428 10.1074/jbc.270.7.3423 7852429 21. Abraham D.J. Eckes B. Rajkumar V. Krieg T. New developments in fibroblast and myofibroblast biology: Implications for fibrosis and scleroderma Curr. Rheumatol. Rep. 2007 9 136 143 10.1007/s11926-007-0008-z 17502044 22. Gyftaki-Venieri D.A. Abraham D.J. Ponticos M. Insights into myofibroblasts and their activation in scleroderma: Opportunities for therapy? Curr. Opin. Rheumatol. 2018 30 581 587 10.1097/BOR.0000000000000543 30074511 23. Chadli L. Sotthewes B. Li K. Andersen S.N. Cahir-McFarland E. Cheung M. Cullen P. Dorjée A. de Vries-Bouwstra J.-K. Huizinga T.W.J. Identification of regulators of the myofibroblast phenotype of primary dermal fibroblasts from early diffuse systemic sclerosis patients Sci. Rep. 2019 9 4521 10.1038/s41598-019-41153-w 30872777 24. Bellando-Randone S. Del Galdo F. Matucci-Cerinic M. Insights into molecular and clinical characteristics of very early systemic sclerosis Curr. Opin. Rheumatol. 2022 34 351 356 10.1097/BOR.0000000000000903 36082752 25. Henderson N.C. Rieder F. Wynn T.A. Fibrosis: From mechanisms to medicines Nature 2020 587 555 566 10.1038/s41586-020-2938-9 33239795 26. Distler J.H.W. Györfi A.-H. Ramanujam M. Whitfield M.L. Königshoff M. Lafyatis R. Shared and distinct mechanisms of fibrosis Nat. Rev. Rheumatol. 2019 15 705 730 10.1038/s41584-019-0322-7 31712723 27. Lurje I. Gaisa N.T. Weiskirchen R. Tacke F. Mechanisms of organ fibrosis: Emerging concepts and implications for novel treatment strategies Mol. Asp. Med. 2023 92 101191 10.1016/j.mam.2023.101191 28. Abraham D. Lescoat A. Stratton R. Emerging diagnostic and therapeutic challenges for skin fibrosis in systemic sclerosis Mol. Asp. Med. 2024 96 101252 10.1016/j.mam.2024.101252 29. Jimenez S.A. Castro S.V. Piera-Velazquez M. Role of Growth factors in the pathogenesis of tissue fibrosis in Systemic Sclerosis Curr. Rheumatol. Rev. 2010 6 283 294 10.2174/157339710793205611 25693043 30. Frangogiannis N.G. Transforming growth factor–β in tissue fibrosis J. Exp. Med. 2020 217 e20190103 10.1084/jem.20190103 32997468 31. Varga J. Whitfield M.L. Transforming growth factor-beta in systemic sclerosis (scleroderma) Front. Biosci. (Schol. Ed) 2009 1 226 235 10.2741/s22 19482698 32. Lafyatis R. Transforming growth factor β—At the centre of systemic sclerosis Nat. Rev. Rheumatol. 2014 10 706 719 10.1038/nrrheum.2014.137 25136781 33. Lodyga M. Hinz B. TGF-β1-a truly transforming growth factor in fibrosis and immunity Semin. Cell Dev. Biol. 2020 101 123 139 10.1016/j.semcdb.2019.12.010 31879265 34. Lomelí-Nieto J.A. Muñoz-Valle J.F. Baños-Hernández C.J. Navarro-Zarza J.E. Godínez-Rubí J.M. García-Arellano S. Ramírez-Dueñas M.G. Parra-Rojas I. Villanueva-Pérez A. Hernández-Bello J. Transforming growth factor beta isoforms and TGF-βR1 and TGF-βR2 expression in systemic sclerosis patients Clin. Exp. Med. 2023 23 471 481 10.1007/s10238-022-00841-0 35643962 35. Sun T. Vander Heiden J.A. Gao X. Yin J. Uttarwar S. Liang W.C. Jia G. Yadav R. Huang Z. Mitra M. Isoform-selective TGF-β3 inhibition for systemic sclerosis Med 2024 5 132 147.e7 10.1016/j.medj.2023.12.011 38272035 36. Danielpour D. Advances and Challenges in Targeting TGF-β Isoforms for Therapeutic Intervention of Cancer: A Mechanism-Based Perspective Pharmaceuticals 2024 17 533 10.3390/ph17040533 38675493 37. Cheifetz S. Andres J.L. Massagué J. The transforming growth factor-beta receptor type III is a membrane proteoglycan. Domain structure of the receptor J. Biol. Chem. 1988 263 16984 16991 10.1016/S0021-9258(18)37487-8 2903157 38. Rifkin D.B. Latent transforming growth factor-beta (TGF-beta) binding proteins: Orchestrators of TGF-beta availability J. Biol. Chem. 2005 280 7409 7412 10.1074/jbc.R400029200 15611103 39. Shi M. Zhu J. Wang R. Chen X. Mi L. Walz T. Springer T.A. Latent TGF-β structure and activation Nature 2011 474 343 349 10.1038/nature10152 21677751 40. Verma B.K. Chatterjee A. Kondaiah P. Gundiah N. Substrate Stiffness Modulates TGF-β Activation and ECM-Associated Gene Expression in Fibroblasts Bioengineering 2023 10 998 10.3390/bioengineering10090998 37760100 41. Goumans M.J. Valdimarsdottir G. Itoh S. Rosendahl A. Sideras P. ten Dijke P. Balancing the activation state of the endothelium via two distinct TGF-beta type I receptors EMBO J. 2002 21 1743 1753 10.1093/emboj/21.7.1743 11927558 42. Morikawa M. Derynck R. Miyazono K. TGF-beta and the TGF-beta Family: Context-Dependent Roles in Cell and Tissue Physiology Cold Spring Harb. Perspect. Biol. 2016 8 a021873 10.1101/cshperspect.a021873 27141051 43. Shi Y. Massagué J. Mechanisms of TGF-beta signaling from cell membrane to the nucleus Cell 2003 113 685 700 10.1016/S0092-8674(03)00432-X 12809600 44. Goumans M.J. Valdimarsdottir G. Itoh S. Lebrin F. Larsson J. Mummery C. Karlsson S. ten Dijke P. Activin receptor-like kinase (ALK)1 is an antagonistic mediator of lateral TGFbeta/ALK5 signaling Mol. Cell 2003 12 817 828 10.1016/S1097-2765(03)00386-1 14580334 45. Ahuja S. Zaheer S. Multifaceted TGF-β signaling, a master regulator: From bench-to-bedside, intricacies, and complexities Cell Biol. Int. 2024 48 87 127 10.1002/cbin.12097 37859532 46. Budi E.H. Duan D. Derynck R. Transforming Growth Factor-β Receptors and Smads: Regulatory Complexity and Functional Versatility Trends Cell Biol. 2017 27 658 672 10.1016/j.tcb.2017.04.005 28552280 47. Vander Ark A. Cao J. Li X. TGF-β receptors: In and beyond TGF-β signaling Cell Signal. 2018 52 112 120 10.1016/j.cellsig.2018.09.002 30184463 48. Roberts A.B. Sporn M.B. Assoian R.K. Smith J.M. Roche N.S. Wakefield L.M. Heine U.I. Liotta L.A. Falanga V. Kehrl J.H. Transforming growth factor type beta: Rapid induction of fibrosis and angiogenesis in vivo and stimulation of collagen formation in vitro Proc. Natl. Acad. Sci. USA 1986 83 4167 4171 10.1073/pnas.83.12.4167 2424019 49. Varga J. Rosenbloom J. Jimenez S.A. Transforming growth factor beta (TGF beta) causes a persistent increase in steady-state amounts of type I and type III collagen and fibronectin mRNAs in normal human dermal fibroblasts Biochem. J. 1987 247 597 604 10.1042/bj2470597 3501287 50. Varga J. Scleroderma and Smads: Dysfunctional Smad family dynamics culminating in fibrosis Arthrits Rheum. 2002 46 1703 1713 10.1002/art.10413 51. Aashaq S. Batool A. Mir S.A. Beigh M.A. Andrabi K.I. Shah Z.A. TGF-β signaling: A recap of SMAD-independent and SMAD-dependent pathways J. Cell. Physiol. 2022 237 59 85 10.1002/jcp.30529 34286853 52. Yan X. Liao H. Cheng M. Shi X. Lin X. Feng X.H. Chen Y.G. Smad7 Protein Interacts with Receptor-regulated Smads (R-Smads) to Inhibit Transforming Growth Factor-β (TGF-β)/Smad Signaling J. Biol. Chem. 2016 291 382 392 10.1074/jbc.M115.694281 26555259 53. Ungefroren H. Autocrine TGF-β in Cancer: Review of the Literature and Caveats in Experimental Analysis Int. J. Mol. Sci. 2021 22 977 10.3390/ijms22020977 33478130 54. Bhattacharyya S. Wu M. Fang F. Tourtellotte W. Feghali-Bostwick C. Varga J. Early growth response transcription factors: Key mediators of fibrosis and novel targets for anti-fibrotic therapy Matrix Biol. 2011 30 235 242 10.1016/j.matbio.2011.03.005 21511034 55. Shi-wen X. Parapuram S.K. Pala D. Chen Y. Carter D.E. Eastwood M. Denton C.P. Abraham D.J. Leask A. Requirement of transforming growth factor beta-activated kinase 1 for transforming growth factor beta-induced alpha-smooth muscle actin expression and extracellular matrix contraction in fibroblasts Arthritis Rheum. 2009 60 234 241 10.1002/art.24223 19116914 56. Finnson K.W. Almadani Y. Philip A. Non-canonical (non-SMAD2/3) TGF-β signaling in fibrosis: Mechanisms and targets Semin. Cell Dev. Biol. 2020 101 115 122 10.1016/j.semcdb.2019.11.013 31883994 57. Rosenbloom J. Jimenez S.A. Molecular ablation of TGF-β signaling pathways by tyrosine kinase inhibition: The coming of a promising new era in the treatment of tissue fibrosis Arthritis Rheum. 2008 58 2219 2224 10.1002/art.23634 18668575 58. Li Z. Jimenez S.A. Protein kinase Cδ and c-Abl kinase are required for transforming growth factor β induction of endothelial-mesenchymal transition in vitro Arthritis Rheum. 2011 63 2473 2483 10.1002/art.30317 21425122 59. Yamaguchi Y. Ono J. Masuoka M. Ohta S. Izuhara K. Ikezawa Z. Aihara M. Takahashi K. Serum periostin levels are correlated with progressive skin sclerosis in patients with systemic sclerosis Br. J. Dermatol. 2013 168 717 725 10.1111/bjd.12117 23110679 60. De Luca G. Campochiaro C. Burastero S.E. Matucci-Cerinic M. Doglioni C. Dagna L. Periostin expression in uninvolved skin as a potential biomarker for rapid cutaneous progression in systemic sclerosis patients: A preliminary explorative study Front. Med. 2024 10 1214523 10.3389/fmed.2023.1214523 61. Kanaoka M. Yamaguchi Y. Komitsu N. Feghali-Bostwick C.A. Ogawa M. Arima K. Izuhara K. Aihara M. Pro-fibrotic phenotype of human skin fibroblasts induced by periostin via modulating TGF-β signaling J. Dermatol. Sci. 2018 90 199 208 10.1016/j.jdermsci.2018.02.001 29433908 62. Nanri Y. Nunomura S. Honda Y. Takedomi H. Yamaguchi Y. Izuhara K. A Positive Loop Formed by SOX11 and Periostin Upregulates TGF-β Signals Leading to Skin Fibrosis J. Investig. Dermatol. 2023 143 989 998 10.1016/j.jid.2022.12.008 36584910 63. Park H.N. Song M.J. Choi Y.E. Lee D.H. Chung J.H. Lee S.-T. LRG1 Promotes ECM Integrity by Activating the TGF-β Signaling Pathway in Fibroblasts Int. J. Mol. Sci. 2023 24 12445 10.3390/ijms241512445 37569820 64. Honda H. Fujimoto M. Serada S. Urushima H. Mishima T. Lee H. Ohkawara T. Kohno N. Hattori N. Yokoyama A. Leucine-rich α -2 glycoprotein promotes lung fibrosis by modulating TGF- β signaling in fibroblasts Physiol. Rep. 2017 5 e13556 10.14814/phy2.13556 29279415 65. Hong Q. Cai H. Zhang L. Li Z. Zhong F. Ni Z. Cai G. Chen X.M. He J.C. Lee K. Modulation of transforming growth factor-β-induced kidney fibrosis by leucine-rich ⍺-2 glycoprotein-1 Kidney Int. 2022 101 299 314 10.1016/j.kint.2021.10.023 34774561 66. Bălănescu P. Bălănescu E. Băicuș C. Bălănescu A. Circulatory cytokeratin 17, marginal zone B1 protein and leucine-rich α2-glycoprotein-1 as biomarkers for disease severity and fibrosis in systemic sclerosis patients Biochem. Med. 2022 32 030707 10.11613/BM.2022.030707 67. Bradham D.M. Igarashi A. Potter R.L. Grotendorst G.R. Connective tissue growth factor: A cysteine-rich mitogen secreted by human vascular endothelial cells is related to the SRC-induced immediate early gene product CEF-10 J. Cell Biol. 1991 114 1285 1294 10.1083/jcb.114.6.1285 1654338 68. Grotendorst G.R. Connective tissue growth factor: A mediator of TGF-beta action on fibroblasts Cytokine Growth Factor Rev. 1997 8 171 179 10.1016/S1359-6101(97)00010-5 9462483 69. Leask A. Denton C.P. Abraham D.J. Insights into the molecular mechanism of chronic fibrosis: The role of connective tissue growth factor in scleroderma J. Investig. Dermatol. 2004 122 1 6 10.1046/j.0022-202X.2003.22133.x 14962082 70. Sato S. Nagaoka T. Hasegawa M. Tamatani T. Nakanishi T. Takigawa M. Takehara K. Serum levels of connective tissue growth factor are elevated in patients with systemic sclerosis: Association with extent of skin sclerosis and severity of pulmonary fibrosis J. Rheumatol. 2000 27 149 154 10648031 71. Igarashi A. Nashiro K. Kikuchi K. Sato S. Ihn H. Grotendorst G.R. Takehara K. Significant correlation between connective tissue growth factor gene expression and skin sclerosis in tissue sections from patients with systemic sclerosis J. Investig. Dermatol. 1995 105 280 284 10.1111/1523-1747.ep12318465 7636314 72. Bogatkevich G.S. Ludwicka-Bradley A. Singleton C.B. Bethard J.R. Silver R.M. Proteomic analysis of CTGF-activated lung fibroblasts: Identification of IQGAP1 as a key player in lung fibroblast migration Am. J. Physiol. Lung Cell. Mol. Physiol. 2008 295 L603 L611 10.1152/ajplung.00530.2007 18676875 73. Chen Z. Zhang N. Chu H.Y. Yu Y. Zhang Z.K. Zhang G. Zhang B.T. Connective Tissue Growth Factor: From Molecular Understandings to Drug Discovery Front. Cell Dev. Biol. 2020 8 593269 10.3389/fcell.2020.593269 33195264 74. Leask A. Abraham D.J. The role of connective tissue growth factor, a multifunctional matricellular protein, in fibroblast biology Biochem Cell Biol. 2003 81 355 363 10.1139/o03-069 14663501 75. Tejera-Muñoz A. Marquez-Exposito L. Tejedor-Santamaría L. Rayego-Mateos S. Orejudo M. Suarez-Álvarez B. López-Larrea C. Ruíz-Ortega M. Rodrigues-Díez R.R. CCN2 Increases TGF-β Receptor Type II Expression in Vascular Smooth Muscle Cells: Essential Role of CCN2 in the TGF-β Pathway Regulation Int. J. Mol. Sci. 2021 23 375 10.3390/ijms23010375 35008801 76. Grotendorst G.R. Duncan M.R. Individual domains of connective tissue growth factor regulate fibroblast proliferation and myofibroblast differentiation FASEB J. 2005 19 729 738 10.1096/fj.04-3217com 15857887 77. Zaykov V. Chaqour B. The CCN2/CTGF interactome: An approach to understanding the versatility of CCN2/CTGF molecular activities J. Cell Commun. Signal. 2021 15 567 580 10.1007/s12079-021-00650-2 34613590 78. Trojanowska M. Role of PDGF in fibrotic diseases and systemic sclerosis Rheumatology 2008 47 (Suppl. S5) v2 v4 10.1093/rheumatology/ken265 18784131 79. Ludwicka A. Ohba T. Trojanowska M. Yamakage A. Strange C. Smith E.A. Leroy E.C. Sutherland S. Silver R.M. Elevated levels of platelet derived growth factor and transforming growth factor-beta 1 in bronchoalveolar lavage fluid from patients with scleroderma J. Rheumatol. 1995 22 1876 1883 8991985 80. Antoniu S.A. Targeting PDGF pathway in pulmonary arterial hypertension Expert Opin. Ther. Targets 2012 16 1055 1063 10.1517/14728222.2012.719500 22924478 81. Baroni S.S. Santillo M. Bevilacqua F. Luchetti M. Spadoni T. Mancini M. Fraticelli P. Sambo P. Funaro A. Kazlauskas A. Stimulatory Autoantibodies to the PDGF Receptor in Systemic Sclerosis N. Engl. J. Med. 2006 354 2667 2676 10.1056/NEJMoa052955 16790699 82. Gabrielli A. Svegliati S. Moroncini G. Luchetti M. Tonnini C. Avvedimento E.V. Stimulatory autoantibodies to the PDGF receptor: A link to fibrosis in scleroderma and a pathway for novel therapeutic targets Autoimmun. Rev. 2007 7 121 126 10.1016/j.autrev.2007.02.020 18035321 83. Paolini C. Agarbati S. Benfaremo D. Mozzicafreddo M. Svegliati S. Moroncini G. PDGF/PDGFR: A Possible Molecular Target in Scleroderma Fibrosis Int. J. Mol. Sci. 2022 23 3904 10.3390/ijms23073904 35409263 84. Gospodarowicz D. Neufeld G. Schweigerer L. Fibroblast growth factor: Structural and biological properties J. Cell. Physiol. Suppl. 1987 133 (Suppl. S5) 15 26 10.1002/jcp.1041330405 2824530 85. Xie Y. Su N. Yang J. Tan Q. Huang S. Jin M. Ni Z. Zhang B. Zhang D. Luo F. FGF/FGFR signaling in health and disease Signal Transduct. Target. Ther. 2020 5 181 10.1038/s41392-020-00222-7 32879300 86. Ichiki Y. Smith E.A. LeRoy E.C. Trojanowska M. Basic fibroblast growth factor inhibits basal and transforming growth factor-beta induced collagen α 2(I) gene expression in scleroderma and normal fibroblasts J. Rheumatol. 1997 24 90 95 9002017 87. Shimbori C. Bellaye P.S. Xia J. Gauldie J. Ask K. Ramos C. Becerril C. Pardo A. Selman M. Kolb M. Fibroblast growth factor-1 attenuates TGF-β1-induced lung fibrosis J. Pathol. 2016 240 197 210 10.1002/path.4768 27425145 88. Lawrence A. Khanna D. Misra R. Aggarwal A. Increased expression of basic fibroblast growth factor in skin of patients with systemic sclerosis Dermatol. Online J. 2006 12 2 10.5070/D36S6582VR 89. Ferrara N. Henzel W.J. Pituitary follicular cells secrete a novel heparin-binding growth factor specific for vascular endothelial cells Biochem. Biophys. Res. Commun. 1989 161 851 858 10.1016/0006-291X(89)92678-8 2735925 90. Gospodarowicz D. Abraham J.A. Schilling J. Isolation and characterization of a vascular endothelial cell mitogen produced by pituitary-derived folliculo stellate cells Proc. Natl. Acad. Sci. USA 1989 86 7311 7315 10.1073/pnas.86.19.7311 2798412 91. Pérez-Gutiérrez L. Ferrara N. Biology and therapeutic targeting of vascular endothelial growth factor A Nat. Rev. Mol. Cell Biol. 2023 24 816 834 10.1038/s41580-023-00631-w 37491579 92. Choi J.J. Min D.J. Cho M.L. Min S.Y. Kim S.J. Lee S.S. Park K.S. Seo Y.I. Kim W.U. Park S.H. Elevated vascular endothelial growth factor in systemic sclerosis J. Rheumatol. 2003 30 1529 1533 12858453 93. Distler O. Distler J.H. Scheid A. Acker T. Hirth A. Rethage J. Michel B.A. Gay R.E. Müller-Ladner U. Matucci-Cerinic M. Uncontrolled expression of vascular endothelial growth factor and its receptors leads to insufficient skin angiogenesis in patients with systemic sclerosis Circ. Res. 2004 95 109 116 10.1161/01.RES.0000134644.89917.96 15178641 94. Flower V.A. Barratt S.L. Ward S. Pauling J.D. The Role of Vascular Endothelial Growth Factor in Systemic Sclerosis Curr. Rheumatol. Rev. 2019 15 99 109 10.2174/1573397114666180809121005 30091416 95. Ahmed S. Palevsky H.I. Pulmonary arterial hypertension related to connective tissue disease: A review Rheum. Dis. Clin. N. Am. 2014 40 103 124 10.1016/j.rdc.2013.10.001 96. Papaioannou A.I. Zakynthinos E. Kostikas K. Kiropoulos T. Koutsokera A. Ziogas A. Koutroumpas A. Sakkas L. Gourgoulianis K.I. Daniil Z.D. Serum VEGF levels are related to the presence of pulmonary arterial hypertension in systemic sclerosis BMC Pulm. Med. 2009 9 18 10.1186/1471-2466-9-18 19426547 97. McMahan Z. Schoenhoff F. Van Eyk J.E. Wigley F.M. Hummers L.K. Biomarkers of pulmonary hypertension in patients with scleroderma: A case–control study Arthritis Res. Ther. 2015 17 201 10.1186/s13075-015-0712-4 26245195 98. Manetti M. Guiducci S. Romano E. Ceccarelli C. Bellando-Randone S. Conforti M.L. Ibba-Manneschi L. Matucci-Cerinic M. Overexpression of VEGF165b, an inhibitory splice variant of vascular endothelial growth factor, leads to insufficient angiogenesis in patients with systemic sclerosis Circ. Res. 2011 109 e14 e26 10.1161/CIRCRESAHA.111.242057 21636803 99. Song F. Zhou X.X. Hu Y. Li G. Wang Y. The Roles of Insulin-Like Growth Factor Binding Protein Family in Development and Diseases Adv. Ther. 2021 38 885 903 10.1007/s12325-020-01581-x 33331986 100. LeRoith D. Holly J.M.P. Forbes B.E. Insulin-like growth factors: Ligands, binding proteins, and receptors Mol. Metab. 2021 52 101245 10.1016/j.molmet.2021.101245 33962049 101. Hsu E. Feghali-Bostwick C.A. Insulin-like growth factor-II is increased in systemic sclerosis-associated pulmonary fibrosis and contributes to the fibrotic process via Jun N-terminal kinase- and phosphatidylinositol-3 kinase-dependent pathways Am. J. Pathol. 2008 172 1580 1590 10.2353/ajpath.2008.071021 18467708 102. Garrett S.M. Hsu E. Thomas J.M. Pilewski J.M. Feghali-Bostwick C. Insulin-like growth factor (IGF)-II- mediated fibrosis in pathogenic lung conditions PLoS ONE. 2019 14 e0225422 10.1371/journal.pone.0225422 31765403 103. Waldrep K.M. Rodgers J.I. Garrett S.M. Wolf B.J. Feghali-Bostwick C.A. The Role of SOX9 in IGF-II-Mediated Pulmonary Fibrosis Int. J. Mol. Sci. 2023 24 11234 10.3390/ijms241411234 37510994 104. Zhu Y. Chen L. Song B. Cui Z. Chen G. Yu Z. Song B. Insulin-like Growth Factor-2 (IGF-2) in Fibrosis Biomolecules 2022 12 1557 10.3390/biom12111557 36358907 105. Jimenez S.A. Gaidarova S. Saitta B. Sandorfi N. Herrich D.J. Rosenbloom J.C. Kucich U. Abrams W.R. Rosenbloom J. Role of protein kinase C-delta in the regulation of collagen gene expression in scleroderma fibroblasts J. Clin. Investig. 2001 108 1395 1403 10.1172/JCI200112347 11696585 106. Wermuth P.J. Addya S. Jimenez S.A. Effect of protein kinase C delta (PKC-δ) inhibition on the transcriptome of normal and systemic sclerosis human dermal fibroblasts in vitro PLoS ONE 2011 6 e27110 10.1371/journal.pone.0027110 22096525 107. Zohlman A. Kamiya K. Kato K. Salvarezza S.B. Doty S.B. Wang C. Tsai S. Rodriguez-Boulan E. Kent K.C. Kato K. Protein kinase C delta is necessary for the secretion of collagen type I from vascular smooth muscle cells FASEB J. 2008 22 609 10.1096/fasebj.22.2_supplement.609 108. Runyan C.E. Schnaper H.W. Poncelet A.C. Smad3 and PKCdelta mediate TGF-beta1-induced collagen I expression in human mesangial cells Am. J. Physiol. Ren. Physiol. 2004 285 F413 F422 10.1152/ajprenal.00082.2003 109. Jinnin M. Ihn H. Yamane K. Mimura Y. Asano Y. Tamaki K. Alpha2(I) collagen gene regulation by protein kinase C signaling in human dermal fibroblasts Nucleic Acids Res. 2005 33 1337 1351 10.1093/nar/gki275 15741186 110. Mikelis C.M. Palmby T.R. Simaan M. Li W. Szabo R. Lyons R. Martin D. Yagi H. Fukuhara S. Chikumi H. PDZ-RhoGEF and LARG are essential for embryonic development and provide a link between thrombin and LPA receptors and Rho activation J. Biol. Chem. 2013 288 12232 12243 10.1074/jbc.M112.428599 23467409 111. Wuhanqimuge Itakura A. Matsuki Y. Tanaka M. Arioka M. Lysophosphatidylcholine enhances NGF-induced MAPK and Akt signals through the extracellular domain of TrkA in PC12 cells FEBS Open Bio 2013 3 243 251 10.1016/j.fob.2013.05.003 112. Mendoza F.A. Jimenez S.A. Serine/threonine kinase inhibition as antifibrotic therapy: Transforming growth factor-β and Rho kinase inhibitors Rheumatology 2022 61 1354 1365 10.1093/rheumatology/keab762 34664623 113. Tokumura A. Carbone L.D. Yoshioka Y. Morishige J. Kikuchi M. Postlethwaite A. Watsky M.A. Elevated serum levels of arachidonoyl-lysophosphatidic acid and sphingosine 1-phosphate in systemic sclerosis Int. J. Med. Sci. 2009 6 168 176 10.7150/ijms.6.168 19521548 114. Ledein L. Léger B. Dees C. Beyer C. Distler A. Vettori S. Boukaiba R. Bidouard J.P. Schaefer M. Pernerstorfer J. Translational engagement of lysophosphatidic acid receptor 1 in skin fibrosis: From dermal fibroblasts of patients with scleroderma to tight skin 1 mouse Br. J. Pharmacol. 2020 177 4296 4309 10.1111/bph.15190 32627178 115. Castelino F.V. Bain G. Pace A. Black K. George L. Probst C.K. Goulet L. Lafyatis R. Tager A.M. An Autotaxin/Lysophosphatidic Acid/Interleukin-6 Amplification Loop Drives Scleroderma Fibrosis Arthritis Rheumatol. 2016 68 2964 2974 10.1002/art.39797 27390295 116. Allanore Y. Distler O. Jagerschmidt A. Illiano S. Ledein L. Boitier E. Agueusop I. Denton C.P. Khanna D. Lysophosphatidic acid receptor 1 antagonist SAR100842 for patients with diffuse cutaneous systemic sclerosis: A double-blind, randomized, eight-week placebo-controlled study followed by a sixteen-week open-label extension study Arthritis Rheumatol. 2018 70 1634 1643 10.1002/art.40547 29732731 117. Khanna D. Denton C.P. Furst D.E. Mayes M.D. Matucci-Cerinic M. Smith V. de Vries D. Ford P. Bauer Y. Randall M.J. A 24-Week, Phase IIa, Randomized, Double-Blind, Placebo-Controlled Study of Ziritaxestat in Early Diffuse Cutaneous Systemic Sclerosis Arthritis Rheumatol. 2023 75 1434 1444 10.1002/art.42477 36787101 118. Volkmann E.R. Denton C.P. Kolb M. Wijsenbeek-Lourens M.S. Emson C. Hudson K. Amatucci A.J. Distler O. Allanore Y. Khanna D. Lysophosphatidic acid receptor 1 inhibition: A potential treatment target for pulmonary fibrosis Eur. Respir. Rev. 2024 33 240015 10.1183/16000617.0015-2024 39009409 119. A Multicenter Trial to Evaluate the Efficacy, Safety, Tolerability and Pharmacokinetics of HZN-825 in Patients with Diffuse Cutaneous Systemic Sclerosis ClinicalTrials.gov Identifier: NCT04781543 Accessed 8 September 2025 ClinicalTrials.gov Bethesda, MD, USA 2025 120. Williams T.M. Lisanti M.P. The caveolin proteins Genome Biol. 2004 5 214 10.1186/gb-2004-5-3-214 15003112 121. Pang L. Yang S. Dai W. Wu S. Kong J. Role of caveolin-1 in human organ function and disease: Friend or foe? Carcinogenesis 2022 43 2 11 10.1093/carcin/bgab080 34436568 122. Gvaramia D. Blaauboer M.E. Hanemaaijer R. Everts V. Role of caveolin-1 in fibrotic diseases Matrix Biol. 2013 32 307 315 Erratum in: Nat Cell Biol. 2003 , 5 , 680 10.1016/j.matbio.2013.03.005 23583521 123. Di Guglielmo G.M. Le Roy C. Goodfellow A.F. Wrana J.L. Distinct endocytic pathways regulate TGF-beta receptor signalling and turnover Nat. Cell Biol. 2003 5 410 421 10.1038/ncb975 12717440 124. He K. Yan X. Li N. Dang S. Xu L. Zhao B. Li Z. Lv Z. Fang X. Zhang Y. Internalization of the TGF-β type I receptor into caveolin-1 and EEA1 double-positive early endosomes Cell Res. 2015 25 738 752 10.1038/cr.2015.60 25998683 125. Del Galdo F. Sotgia F. de Almeida C.J. Jasmin J.F. Musick M. Lisanti M.P. Jiménez S.A. Decreased expression of caveolin 1 in patients with systemic sclerosis: Crucial role in the pathogenesis of tissue fibrosis Arthritis Rheumatol. 2008 58 2854 2865 10.1002/art.23791 18759267 126. Del Galdo F. Lisanti M.P. Jimenez S.A. Caveolin-1, transforming growth factor-beta receptor internalization, and the pathogenesis of systemic sclerosis Curr. Opin. Rheumatol. 2008 20 713 719 10.1097/BOR.0b013e3283103d27 18949888 127. Manetti M. Allanore Y. Saad M. Fatini C. Cohignac V. Guiducci S. Romano E. Airó P. Caramaschi P. Tinazzi I. Evidence for caveolin-1 as a new susceptibility gene regulating tissue fibrosis in systemic sclerosis Ann. Rheum. Dis. 2012 71 1034 1041 10.1136/annrheumdis-2011-200986 22402147 128. Li Z. Wermuth P.J. Benn B.S. Lisanti M.P. Jimenez S.A. Caveolin-1 deficiency induces spontaneous endothelial-to-mesenchymal transition in murine pulmonary endothelial cells in vitro Am. J. Pathol. 2013 182 325 331 10.1016/j.ajpath.2012.10.022 23195429 129. Tourkina E. Richard M. Gööz P. Bonner M. Pannu J. Harley R. Bernatchez P.N. Sessa W.C. Silver R.M. Hoffman S. Antifibrotic properties of caveolin-1 scaffolding domain in vitro and in vivo Am. J. Physiol. Lung Cell. Mol. Physiol. 2008 294 L843 L861 10.1152/ajplung.00295.2007 18203815 130. Reese C.F. Chinnakkannu P. Tourkina E. Hoffman S. Kuppuswamy D. Multiple subregions within the caveolin-1 scaffolding domain inhibit fibrosis, microvascular leakage, and monocyte migration PLoS ONE 2022 17 e0264413 10.1371/journal.pone.0264413 35213624 131. Liu J. Wang F. Luo F. The Role of JAK/STAT Pathway in Fibrotic Diseases: Molecular and Cellular Mechanisms Biomolecules 2023 13 119 10.3390/biom13010119 36671504 132. Dees C. Tomcik M. Palumbo-Zerr K. Distler A. Beyer C. Lang V. Horn A. Zerr P. Zwerina J. Gelse K. JAK-2 as a novel mediator of the pro-fibrotic effects of transforming growth factor β in systemic sclerosis Arthritis Rheum. 2012 64 3006 3015 10.1002/art.34500 22549363 133. Deverapalli S.C. Rosmarin D. The use of JAK inhibitors in the treatment of progressive systemic sclerosis J. Eur. Acad. Dermatol. Venereol. 2018 32 e328 10.1111/jdv.14876 29444362 134. Moriana C. Moulinet T. Jaussaud R. Decker P. JAK inhibitors and systemic sclerosis: A systematic review of the literature Autoimmun. Rev. 2022 21 103168 10.1016/j.autrev.2022.103168 35944611 135. Choi J.M. Bothwell A.L. The nuclear receptor PPARs as important regulators of T-cell functions and autoimmune diseases Mol. Cell 2012 33 217 222 10.1007/s10059-012-2297-y 22382683 136. Liu Y. Wang J. Luo S. Zhan Y. Lu Q. The roles of PPARγ and its agonists in autoimmune diseases: A comprehensive review J. Autoimmun. 2020 113 102510 10.1016/j.jaut.2020.102510 32622513 137. Ghosh A.K. Bhattacharyya S. Lakos G. Chen S.J. Mori Y. Varga J. Disruption of transforming growth factor beta signaling and pro-fibrotic responses in normal skin fibroblasts by peroxisome proliferator-activated receptor gamma Arthritis Rheum. 2004 50 1305 1318 10.1002/art.20104 15077315 138. Zhang G.Y. Cheng T. Zheng M.H. Yi C.G. Pan H. Li Z.J. Chen X.L. Yu Q. Jiang L.F. Zhou F.Y. Peroxisome proliferator-activated receptor-gamma (PPAR-gamma) agonist inhibits transforming growth factor-beta1 and matrix production in human dermal fibroblasts J. Plast. Reconstr. Aesthet. Surg. 2010 63 1209 1216 10.1016/j.bjps.2009.06.032 19617014 139. Kapoor M. McCann M. Liu S. Huh K. Denton C.P. Abraham D.J. Leask A. Loss of peroxisome proliferator-activated receptor gamma in mouse fibroblasts results in increased susceptibility to bleomycin-induced skin fibrosis Arthritis Rheum. 2009 60 2822 2829 10.1002/art.24761 19714649 140. Wei J. Ghosh A.K. Sargent J.L. Komura K. Wu M. Huang Q.Q. Jain M. Whitfield M.L. Feghali-Bostwick C. Varga J. PPARγ downregulation by TGFß in fibroblast and impaired expression and function in systemic sclerosis: A novel mechanism for progressive fibrogenesis PLoS ONE. 2010 5 e13778 10.1371/journal.pone.0013778 21072170 141. Wei J. Bhattacharyya S. Varga J. Peroxisome proliferator-activated receptor γ innate protection from excessive fibrogenesis and potential therapeutic target in systemic sclerosis Curr. Opin. Rheumatol. 2010 22 671 676 10.1097/BOR.0b013e32833de1a7 20693905 142. Ghosh A.K. Pharmacological activation of PPAR-γ: A potential therapy for skin fibrosis Int. J. Dermatol. 2021 60 376 383 10.1111/ijd.15388 33377189 143. Beyer C. Distler J.H. Morphogen pathways in systemic sclerosis Curr. Rheumatol. Rep. 2013 15 299 10.1007/s11926-012-0299-6 23292815 144. Beyer C. Dees C. Distler J.H. Morphogen pathways as molecular targets for the treatment of fibrosis in systemic sclerosis Arch. Dermatol. Res. 2013 305 1 8 10.1007/s00403-012-1304-7 23208311 145. Bhattacharyya D. Teves M.E. Varga J. The dynamic organelle primary cilia: Emerging roles in organ fibrosis Curr. Opin. Rheumatol. 2021 33 495 504 10.1097/BOR.0000000000000841 34494608 146. Bergmann C. Distler J.H. Canonical Wnt signaling in systemic sclerosis Lab. Investig. 2016 96 151 155 10.1038/labinvest.2015.154 26752744 147. Griffin M.F. Huber J. Evan F.J. Quarto N. Longaker M.T. The role of Wnt signaling in skin fibrosis Med. Res. Rev. 2022 42 615 628 10.1002/med.21853 34431110 148. Tinazzi I. Mulipa P. Colato C. Abignano G. Ballarin A. Biasi D. Emery P. Ross R.L. Del Galdo F. SFRP4 Expression Is Linked to Immune-Driven Fibrotic Conditions, Correlates with Skin and Lung Fibrosis in SSc and a Potential EMT Biomarker J. Clin. Med. 2021 10 5820 10.3390/jcm10245820 34945116 149. Beyer C. Reichert H. Akan H. Mallano T. Schramm A. Dees C. Palumbo-Zerr K. Lin N.Y. Distler A. Gelse K. Blockade of canonical Wnt signalling ameliorates experimental dermal fibrosis Ann. Rheum. Dis. 2013 72 1255 1258 10.1136/annrheumdis-2012-202544 23595143 150. Jarman E.J. Boulter L. Targeting the Wnt signaling pathway: The challenge of reducing scarring without affecting repair Expert Opin. Investig. Drugs 2020 29 179 190 10.1080/13543784.2020.1718105 151. Castelino F.V. Varga J. Emerging cellular and molecular targets in fibrosis: Implications for scleroderma pathogenesis and targeted therapy Curr. Opin. Rheumatol. 2014 26 607 614 10.1097/BOR.0000000000000110 25191991 152. Prince E. Marcetteau J. Thérond P.P. Circulating Hedgehog: A fresh view of a classic morphogen Development 2020 147 dev186395 10.1242/dev.186395 33355241 153. Matusek T. Marcetteau J. Thérond P.P. Functions of Wnt and Hedgehog-containing extracellular vesicles in development and disease J. Cell Sci. 2020 133 jcs209742 10.1242/jcs.209742 32989011 154. Leask A. Naik A. Stratton R.J. Back to the future: Targeting the extracellular matrix to treat systemic sclerosis Nat. Rev. Rheumatol. 2023 19 713 723 10.1038/s41584-023-01032-1 37789119 155. Nusse R. Clevers H. Wnt/β-catenin signaling, disease, and emerging therapeutic modalities Cell 2017 169 985 999 10.1016/j.cell.2017.05.016 28575679 156. Horn A. Palumbo K. Cordazzo C. Dees C. Akhmetshina A. Tomcik M. Zerr P. Avouac J. Gusinde J. Zwerina J. Hedgehog signaling controls fibroblast activation and tissue fibrosis in systemic sclerosis Arthritis Rheum. 2012 64 2724 2733 10.1002/art.34444 22354771 157. Effendi W.I. Nagano T. The Hedgehog Signaling Pathway in Idiopathic Pulmonary Fibrosis: Resurrection Time Int. J. Mol. Sci. 2021 23 171 10.3390/ijms23010171 35008597 158. Chen X. Shi C. Cao H. Chen L. Hou J. Xiang Z. Hu K. Han X. The hedgehog and Wnt/β-catenin system machinery mediate myofibroblast differentiation of LR-MSCs in pulmonary fibrogenesis Cell Death Dis. 2018 9 639 10.1038/s41419-018-0692-9 29844390 159. Xiao H. Zhang G.F. Liao X.P. Li X.J. Zhang J. Lin H. Chen Z. Zhang X. Anti-fibrotic effects of pirfenidone by interference with the hedgehog signalling pathway in patients with systemic sclerosis-associated interstitial lung disease Int. J. Rheum. Dis. 2018 21 477 486 10.1111/1756-185X.13247 29316328 160. Lui P.P. Xu J.Z. Aziz H. Sen M. Ali N. Jagged-1+ skin Tregs modulate cutaneous wound healing Sci. Rep. 2024 14 20999 10.1038/s41598-024-71512-1 39251686 161. Dees C. Tomcik M. Zerr P. Akhmetshina A. Horn A. Palumbo K. Beyer C. Zwerina J. Distler O. Schett G. Notch signalling regulates fibroblast activation and collagen release in systemic sclerosis Ann. Rheum. Dis. 2011 70 1304 1310 10.1136/ard.2010.134742 21450749 162. Condorelli A.G. El Hachem M. Zambruno G. Nystrom A. Candi E. Castiglia D. Notch-ing up knowledge on molecular mechanisms of skin fibrosis: Focus on the multifaceted Notch signalling pathway J. Biomed. Sci. 2021 28 36 10.1186/s12929-021-00732-8 33966637 163. Seguro Paula F. Delgado Alves J. The role of the Notch pathway in the pathogenesis of systemic sclerosis: Clinical implications Expert Rev. Clin. Immunol. 2021 17 1257 1267 10.1080/1744666X.2021.2000391 34719325 164. Zmorzyński S. Styk W. Filip A.A. Krasowska D. The Significance of NOTCH Pathway in the Development of Fibrosis in Systemic Sclerosis Ann. Dermatol. 2019 31 365 371 10.5021/ad.2019.31.4.365 33911613 Figure 1 Pathophysiology of SSc. Early events, including endothelial cell dysfunction, vasculopathy, and alterations in the immune process in the affected tissues, cause increased production and secretion of multiple growth factors with autocrine, paracrine, and long-distance effects. These growth factors promote the activation and transformation of resident fibroblasts and transdifferentiation of multiple cell lines, including epithelial cells (EMT), endothelial cells (EndoMT), and adipocytes (AMT) into myofibroblasts. Myofibroblasts are critical regulators of the fibrotic process. They are able to synthesize high amounts of various interstitial collagens and other fibrotic extracellular matrix (ECM) macromolecules that deposit in the skin and various internal organs, causing target organ dysfunction. Figure 2 TGF-β intracellular pathways. Following release of TGF-β from its large latent complex, TGF-β links with its receptor, causing heterodimerization and activation of two main different pathways: (1) The canonical pathway is that in which the heterodimeric TGF-β receptor phosphorylates Smad2 and Smad3, which will form a complex with Smad4, allowing for nuclear translocation and inducing transcription of ECM molecules and other myofibroblast-activating molecules. (2) The non-canonical pathway is that in which the activated TGF-β receptor induces phosphorylation of tyrosine residues that are able of recruiting Grb2/Sos to activate Erk through Ras, Raf, and MAPK cascades. Intranuclearly, Erk regulates target gene transcription in conjunction with Smads, resulting in increased ECM production. Another very relevant non-canonical pathway is activated by the TGF-β receptor phosphorylation of Src and stimulates a fibrotic response mediated by C-Abl/Smad pathways. Figure 3 Intracellular pathways of selected pro-fibrotic molecules. Schematic intracellular pathways of various intracellular mediators of fibrosis, including Wnt, PDGF, VEGF, and FGF. Wnt promotes inhibition of proteosomal degradation of β Catenin, whereas PDGF, VEGF, and FGF are tyrosine kinases receptors that phosphorylate multiple intracellular mediators to promote a pro-fibrotic cellular state. ijms-26-09596-t001_Table 1 Table 1 Growth factors and regulatory pathways in systemic sclerosis. Growth Factor(s) Receptor(s) Target Cell(s) Effect in SSc References TGF-β (TGF-β1,2,3) TβRI (ALK5 in fibroblasts, ALK1 in endothelial cells), TβRII, TβRIII, integrins (αvβ6) Fibroblasts, endothelial cells, epithelial cells, adipocytes, vascular smooth muscle cells Strongly pro-fibrotic: ↑ collagen I/III, TIMPs, ECM proteins; ↓ MMPs; induces fibroblast→myofibroblast transdifferentiation; EndoMT, EMT; angiogenesis (context-dependent) [ 29 , 30 , 31 , 32 , 33 , 34 , 35 , 36 , 37 , 38 , 39 , 40 , 41 , 42 , 43 , 44 , 45 , 46 , 47 , 48 , 49 , 50 , 51 , 52 , 53 , 54 , 55 , 56 , 57 , 58 , 59 , 60 , 107 , 108 , 109 , 125 , 126 , 127 , 133 , 134 , 135 , 136 , 137 , 138 , 139 , 140 ] CTGF (CCN2) Interacts with TGF-βRII, integrins, EGFR, ECM proteins Fibroblasts, endothelial cells, vascular smooth muscle cells Mediates downstream TGF-β fibrogenic effects; fibroblast proliferation, myofibroblast differentiation, vascular changes [ 67 , 68 , 69 , 70 , 71 , 72 , 73 , 74 , 75 , 76 , 77 ] PDGF (A–D) PDGFR-α, PDGFR-β (RTKs) Fibroblasts, vascular smooth muscle cells Potent mitogen; ↑ fibroblast and SMC proliferation; promotes pulmonary fibrosis and PAH; PDGFR-α autoantibodies activate fibroblasts → ROS, ERK pathway [ 78 , 79 , 80 , 81 , 82 , 83 ] FGFs (esp. FGF-2) FGFRs (RTKs) Fibroblasts, endothelial cells Mitogenic, angiogenic; ↑ FGF-2 in SSc skin; context-dependent: pro-fibrotic or antifibrotic (FGF-1 inhibits TGF-β1 effects) [ 84 , 85 , 86 , 87 , 88 ] VEGF (VEGF-A, VEGF165, VEGF165b) VEGFR-1, VEGFR-2 Endothelial cells, fibroblasts ↑ in SSc serum; correlates with fibrosis and capillary loss; VEGF165b isoform antiangiogenic → defective angiogenesis [ 89 , 90 , 91 , 92 , 93 , 94 , 95 , 96 , 97 , 98 ] IGFs (IGF1,IGF-2) IGF-1R, regulated by IGFBPs Fibroblasts, endothelial cells, skin & lung cells ↑ IGF-1 and IGFBP-3 in SSc serum; IGF-2 promotes fibroblast activation via PI3K/JNK; ↑ collagen and FN [ 99 , 100 , 101 , 102 , 103 , 104 ] PKC-δ Downstream of TGF-βR; intracellular kinase Fibroblasts, endothelial cells, SMCs, mesangial cells Modulates TGF-β/Smad signaling; ↑ collagen expression via phosphorylation cascades; higher in SSc fibroblasts [ 105 , 106 , 107 , 108 , 109 ] PI3K Pathway PI3K receptors; interacts with endothelin receptor (ETA) Fibroblasts, immune cells ↑ PI3K activity in SSc platelets; regulates COL1A2; Rac/PI3K pathway promotes myofibroblast activation [ 106 , 107 , 108 , 109 ] Lysophosphatidic Acid (LPA) LPA receptors (LPARs, GPCR family) Fibroblasts, endothelial cells Potent profibrotic mitogen; activates Rho/ROCK pathway → myofibroblast differentiation; amplification loop with IL-6 [ 110 , 111 , 112 , 113 , 114 , 115 , 116 , 117 , 118 , 119 ] Caveolin-1 Regulates TGF-βR trafficking Fibroblasts, endothelial cells Caveolin-1 loss → uncontrolled TGF-β activation; ↓ Caveolin-1 induces EndoMT; restoration prevents fibrosis and PAH in models [ 120 , 121 , 122 , 123 , 124 , 125 , 126 , 127 , 128 , 129 , 130 ] JAK/STAT Pathway JAK kinases, STAT proteins Fibroblasts, immune cells Amplifies TGF-β and cytokine (IL-4, IL-6, IL-13) effects; promotes fibroblast→myofibroblast transition [ 131 , 132 , 133 , 134 ] PPAR-γ Nuclear receptor (PPAR family) Fibroblasts, adipocytes Normally antifibrotic; ↓ PPAR-γ in SSc → exaggerated fibrosis; agonists restore balance [ 135 , 136 , 137 , 138 , 139 , 140 , 141 , 142 ] Wnt Pathway Frizzled receptors, LRP5/6 (canonical) Fibroblasts, endothelial cells TGF-β activates canonical Wnt → profibrotic; ↑ SFRP4 in SSc serum correlates with fibrosis severity [ 147 , 148 , 149 , 150 , 151 , 152 ] Hedgehog (Hh) Patched (PTCH), Smoothened (SMO) Fibroblasts Overexpression induced by TGF-β, PDGF, Wnt; promotes fibroblast→myofibroblast differentiation, ↑ collagen [ 157 , 158 , 159 , 160 ] Notch Notch receptors (Notch1–4), ligands (Jag-1, DLL) Fibroblasts, T cells Jag-1+ T cells activate Notch in dermal fibroblasts → myofibroblast transition; ↑ ECM production [ 161 , 162 , 163 , 164 ]",
    "full_text_abstract": "Systemic Sclerosis (SSc) is a systemic autoimmune disease of unknown etiology characterized by a severe fibroproliferative vasculopathy and frequently progressive cutaneous and internal organ fibrosis. The small-vessel vasculopathy and the tissue fibrotic alterations are responsible for the most serious clinical and pathological manifestations of the disease and for its high mortality. Despite the high severity and frequent mortality, there are currently no optimal therapeutic approaches for SSc, and its complex pathogenesis has not been fully elucidated. Numerous studies have suggested that growth factors and related regulatory macromolecules released from inflammatory and other cells present in the affected tissues play a crucial role in the frequently progressive cutaneous and visceral fibrosis. Here, we will review some of the recent studies describing the role of various growth factors and related macromolecules in the development and progression of the fibrotic process in SSc."
}