{
    "PMC": "10788886",
    "DOI": "10.2174/1570159x21666230815125430",
    "PMID": "37581520",
    "PMCID": "PMC10788886",
    "title": "A Bibliometric and Visual Analysis of Single Nucleotide Polymorphism Studies in Depression.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC10788886",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Genetic polymorphism has been proven to have an important association with depression, which can influence the risk of developing depression, the efficacy of medications, and adverse effects <i>via</i> metabolic and neurological pathways. Nonetheless, aspects of the association between single nucleotide polymorphisms and depression have not been systematically investigated by bibliometric analysis.<h4>Objective</h4>The aim of this study was to analyze the current status and trends of single nucleotide polymorphism research on depression through bibliometric and visual analysis.<h4>Methods</h4>The Web of Science Core Collection was used to retrieve 10,043 articles that were published between 1998 and 2021. CiteSpace (6.1 R4) was used to perform collaborative network analysis, co-citation analysis, co-occurrence analysis, and citation burst detection.<h4>Results</h4>The most productive and co-cited journals were the Journal of Affective Disorders and Biological Psychiatry, respectively, and an analysis of the references showed that the most recent research focused on the largest thematic cluster, \"5-HT\", reflecting the important research base in this area. \"<i>CYP2D6</i>\" has been in the spotlight since its emergence in 2009 and has become a research hotspot since its outbreak in 2019. However, \"<i>BDNF \", \"COMT </i>\", \"older adults\", \"loci\", and \"DNA methylation\" are also the new frontier of research, and some of them are currently in the process of exploration.<h4>Conclusion</h4>These findings offer a useful perspective on existing research and potential future approaches in the study of the association between single nucleotide polymorphisms and depression, which may assist researchers in selecting appropriate collaborators or journals.",
    "full_text": "pmc Curr Neuropharmacol Curr Neuropharmacol CN Current Neuropharmacology 1570-159X 1875-6190 Bentham Science Publishers 10788886 37581520 CN-22-302 10.2174/1570159X21666230815125430 Medicine, Neurology, Pharmacology, Neuroscience A Bibliometric and Visual Analysis of Single Nucleotide Polymorphism Studies in Depression Zhang Zi 1 Yang Ye 1 Kong Wan 1 Huang Shanqing 1 Tan Yaqian 1 Huang Shanshan 1 Zhang Ming 1 Lu Haoyang 1 Li Yuhua 1 Li Xiaolin 1 Liu Shujing 1 Wen Yuguan 1 * Shang Dewei 1 * 1 Department of Pharmacy , The Affiliated Brain Hospital of Guangzhou Medical University , Guangzhou 510370 , China * Address correspondence to these authors at the Department of Pharmacy, The Affiliated Brain Hospital of Guangzhou Medical University, Guangzhou, 51037, China; Tel: +86-020-81268389; Fax: +86-020-81891391; E-mail: shang_dewei@163.com ; and Tel: +86-020-81268052; Fax: +86-020-81891391; E-mail: wenyuguande@163.com 15 8 2023 2024 22 2 302 322 23 10 2022 30 11 2022 10 2 2023 © 2024 The Author(s). Published by Bentham Science Publishers 2024 The Author(s) https://creativecommons.org/licenses/by/4.0/ © 2024 The Author(s). Published by Bentham Science Publishers. This is an open access article published under CC BY 4.0 https://creativecommons.org/licenses/by/4.0/legalcode . Background Genetic polymorphism has been proven to have an important association with depression, which can influence the risk of developing depression, the efficacy of medications, and adverse effects via metabolic and neurological pathways. Nonetheless, aspects of the association between single nucleotide polymorphisms and depression have not been systematically investigated by bibliometric analysis. Objective The aim of this study was to analyze the current status and trends of single nucleotide polymorphism research on depression through bibliometric and visual analysis. Methods The Web of Science Core Collection was used to retrieve 10,043 articles that were published between 1998 and 2021. CiteSpace (6.1 R4) was used to perform collaborative network analysis, co-citation analysis, co-occurrence analysis, and citation burst detection. Results The most productive and co-cited journals were the Journal of Affective Disorders and Biological Psychiatry, respectively, and an analysis of the references showed that the most recent research focused on the largest thematic cluster, “5-HT”, reflecting the important research base in this area. “ CYP2D6 ” has been in the spotlight since its emergence in 2009 and has become a research hotspot since its outbreak in 2019. However, “ BDNF ”, “ COMT ”, “older adults”, “loci”, and “DNA methylation” are also the new frontier of research, and some of them are currently in the process of exploration. Conclusion These findings offer a useful perspective on existing research and potential future approaches in the study of the association between single nucleotide polymorphisms and depression, which may assist researchers in selecting appropriate collaborators or journals. Keywords Depression SNP bibliometrics genes citespace polymorphism 1 INTRODUCTION According to the World Health Organization (WHO), depression currently has a global prevalence of approximately 5% [ 1 ] and is one of the most widespread psychiatric disorders that severely affect human life [ 2 , 3 ], and it affects approximately 4% of the global population [ 4 ]. Gender, genetics, environmental variables, and psychological factors are frequently linked to the pathophysiology of depression. According to certain studies, genetic variables are crucial in research on depression [ 5 , 6 ]. People between the ages of 15 and 30 have a high prevalence of depression [ 7 , 8 ]. The high mortality rate and high suicide risk caused by the increased prevalence of depression have a huge impact on society and also affect individual mood and behavior, compromising their ability to work, study, and live normally. Although depression is a treatable disease, there are vast individual differences in the efficacy of drug treatment [ 9 ], so only a handful of patients exhibit a satisfactory therapeutic effect [ 10 ]. Individual differences in drug reactions are predominantly affected by height, weight, age, sex, complicating diseases, disease progression, environmental factors, and genotype. Studies have shown that genetic polymorphisms explain about 42% of the individual variation in antidepressant response [ 11 ]. In the field of pharmacogenomics, different individuals show individual differences in efficacy, adverse reactions, and metabolic enzyme activities for different drugs due to genetic polymorphisms [ 12 ], and these differences are mainly due to the influence of genomic biomarkers, such as drug-related metabolic enzymes and transporters, on drug pharmacokinetics [ 13 ]. The real difference among individuals lies in the presence of single nucleotide polymorphism (SNP) [ 14 ], which occurs when one nucleotide is replaced by any of the other three nucleotides, resulting in a polymorphism [ 15 ]. In recent years, individualized treatment has received increasing attention, and interest in the association between SNP and depression has been maintained at a high level, as evidenced by a large number of research studies and reviews on this topic. For example, six SNPs in the tryptophan hydroxylase gene ( TPH1 , TPH2 ) have been studied to verify the association between polymorphisms in the TPH and the development of depression, and the tryptophan hydroxylase pathway is implicated in the pathogenesis of depression [ 16 ]. The glucocorticoid receptor (GR) gene is deemed a risk factor for depression. A study on the SNPs of NR3C1 in the Polish population found that the heritability and variation of this gene were associated with recurrent depression and speculated that the SNPs of this gene may be associated with the etiology of recurrent depression [ 17 ]. Other studies have similarly analyzed the correlation between gene polymorphisms and the disease process, etiology, and mechanism of various psychiatric and neurological diseases, such as depression [ 18 ], schizophrenia [ 19 ], and Alzheimer's disease [ 20 ]. While these research studies offer preliminary insight into the link between SNP and depression, the existing literature lacks a more comprehensive bibliometric analysis of this issue. Therefore, our study aimed to address this research gap in the literature. The term “bibliometric”, defined as “the quantitative analysis of the bibliographic characteristics of the body of literature”, represents the emergence of the need for a new approach to structural knowledge and the ability to analyze a large number of publications at two different levels, micro and macro, while maintaining domain independence [ 21 , 22 ]. The inclusion of temporal and spatial dimensions in the analysis distinguishes bibliometrics from other review analyses, providing new insights into the development and scholarship of a specific field [ 23 ]. This study used CiteSpace software to conduct a bibliometric analysis. CiteSpace is a software program designed by professor Chen Chaomei based on the JAVA application for visual analysis of literature trends [ 24 , 25 ]. It extracts distribution-related information by analyzing different categories of indicators, such as countries/regions, institutions, journals, authors, keywords, and references, and identifies research hotspots and frontiers in a specific field in a short time [ 26 ]. After more than a decade of development, bibliometrics is now commonly used worldwide in medical research. These results will facilitate a timely review and analysis of research hotspots and trends in the area of SNP and depression and encourage the development of this field, while also promoting the etiology, prevention, and treatment of depression [ 27 ]. Consequently, this study attempted to comprehensively analyze the research status and development trend in SNP and depression from 1998 to 2021 by conducting a bibliometric and visual analysis. 2 MATERIALS AND METHODS This study referred to the Web of Science Core Collection (WoSCC) database, which is a subscription-based online science citation index service on the Web of Science TM (WoS) platform ( http://www.webofknowledge.com/ ). Compared to other databases, the WoS database contains more scientific publications and is a comprehensive data source for bibliometric software [ 28 , 29 ]. As the database connection was kept open, a literature search was performed on this database on July 20 th , 2022, to avoid deviations from daily database updates. The search strategy involved entering “depression,” “single nucleotide polymorphism,” and their synonyms into the search box to obtain the final search formula as follows: TS = (depression OR depressed OR depressions OR depressive OR despondent OR gloomy) AND TS = (SNP OR (single nucleotide polymorphism) OR (Single Nuclear Tide Polymorphisms) OR (single nucleotide polymo) OR (Haplotype-tagging SNPs) OR (gene polymorphism) OR (genotype) OR (polymorphism genetics) OR (genetic polymorphism)). In this study, the inclusion and exclusion criteria were as follows: 1) The time frame was from 1998 to 2021, covering a total of 23 years. 2) Other types of documents were excluded ( e.g ., letters, meetings, abstracts, clinical trials, books, news, and retracted publications) and only articles and reviews were kept. 3) No species limits were set. 4) Duplicate literature was eliminated. 5) Only literature published in the English language was included (Fig. 1 ). The functions of publication output, subject category, H-index, and impact factor used in the WoSCC literature analysis were used for the literature analysis. The analysis tool used in this study was CiteSpace (6.1 R4), which conducted a collaborative network analysis of the authors, countries/ regions, and institutions, co-citation analysis of journals, authors, and references, keyword co-occurrence analysis, and citation outbreak detection of keywords and literature. Parameter settings included the time slicing (1998-2021), node types, and selection criteria from each slice. The analysis results obtained by CiteSpace can be used to generate visualizations consisting of nodes and connecting lines. The types of research, such as authors, institutions, keywords, and countries/regions, are represented by each node in the graph, while the cooperation, co-reference, or co-occurrence between different nodes is represented by the lines between different nodes. In the network of CiteSpace, node size represents the number of published articles, the connection between nodes represents the cooperation and connection between different countries/regions, the color of nodes represents the time of publication, and the purple annual rings represent centrality 0.1. 3 RESULTS 3.1 Analysis of Publication Outputs and Growth Trend Prediction According to the search results in the WOS, a total of 10,596 publications met the inclusion and exclusion criteria, including 8,805 and 1,238 articles and reviews. The growth of publications in this field can be divided into three stages: no articles dated before 2006 were found; a growth phase was then observed from 2006 to 2010; and this was followed by a relatively flat phase after 2010. The number of publications produced grew from 352 in 2006 to 741 in 2013 and remained above 600 from 2013 to 2021 (Fig. 2 ). The average annual publication volume from 2006 to 2021 was 436, indicating a high publication rate in this field. According to the results obtained from searching the concept of “single nucleotide polymorphism”, we discovered that the documented literature on depression and SNP started in 2000, and an explosive increase was observed from 2006. A high level of research popularity occurred in 2010, which was consistent with the results of the study. The cause of depression's pathogenesis may be unknown [ 30 , 31 ], and with the rapid development of modern society and an increasing number of cases of depression due to individual differences in patients and an increasing demand for individualized treatments of depression [ 32 , 33 ], the research field of SNP and depression has maintained a relatively stable development trend [ 34 ]. 3.2 Analysis of Scientific Collaboration Networks According to the three levels of scientific cooperation network analysis provided by CiteSpace, we conducted an institutional and national cooperation network analysis of the literature. The collaboration network map between countries/regions has 130 nodes and 1,112 connections, as shown in Fig. ( 3A ). SNP studies on different aspects of depression have been published in 130 countries. The top 15 countries/regions are listed by the count of publications, as shown in Table 1 . In terms of the count of publications, the United States ranked first with more than 3,000 publications (24.03% of the total), followed by England, Germany, China, and Australia with more than 4,000 publications (28.46% of the total). From 1998 to 2021, a total of 587 institutions published research in this field. Table 1 lists the top 15 institutions based on publications. The top three institutions in this field with the highest contributions were King’s College London in the United Kingdom (314), the University of Toronto in Canada (213), and Duke University (198) in the United States. Seven of the top 15 institutions were located in the United States, whose higher scientific standing is reflected in its ranking as a country or area. The findings from the map indicated that countries conducting SNP research on depression worked closely together. The majority of the top 15 nations and organizations were developed nations. This may be because developed countries are more advanced in medical and scientific research and have more funds to invest in scientific research. Second, despite a large number of patients, research progress in developing countries may be relatively slow [ 35 ]. The generated institutional network map identified 586 nodes and 5,164 lines, which, respectively, represented the institutions and their cooperative relationships, thus highlighting extensive cooperation between institutions, as shown in Fig. ( 3B ). A total of 836 authors have published in the field over the past dozen years. Table 1 lists the top 15 authors with the highest number of publications. Six authors have published more than 50 papers in this field. With 150 articles, Serretti Alessandro leads the group of authors who are currently active in the field, followed by Rietschel Marcella and Domschke Katharina. The co-authorship network map is depicted in Fig. ( 3C ) and has 3,489 cooperation lines connecting 836 nodes, which reflect the authors and their relationships of co-authorship. The figure shows that the authors work closely together and that there is no zonal cluster distribution. Aside from a small group of authors, the majority of authors have numerous intimate relationships and exchanges. 3.3 Analysis of Journals and Co-cited Journals The articles included have been published in 1,354 different journals, many of them in specialized journals. Table 2 shows the top 15 journals and co-citation journals for SNPs in the depression field. The most prolific journal in this field is the Journal of Affective Disorders (324, 3.23%), followed by Plos One (283, 2.82%), and the American Journal of Medical Genetics Part B Neuropsychiatric Genetics (234, 2.33%). All high-yield journals had an IF score of 3.0 or higher, and all had more than 80 publications between them. The top 3 journals based on total citations are Biological Psychiatry (5,470), Molecular Psychiatry (5,249), and Archives of General Psychiatry (4,634). 3.4 Analysis of Co-cited Authors A total of 1,329 authors were cited in the co-citation analysis of authors, 20 of whom were cited at least 300 times. The top 10 co-cited authors are listed in Table 3 along with their nations, affiliations, primary research areas, and H-index. A trustworthy reference indicator for evaluating each scientist's unique contributions to science is the H-index [ 36 ]. With 1385 citations, Caspi Avshalom led the field, followed by Lesch Klaus-Peter (1,611) and Kendler Kennet S (1,045), with the remaining authors receiving fewer than 1,000 citations. Kessler Ronald C has the greatest H-index value (227), followed by Kendler Kennet S (156) and Caspi Avshalom (149). Neuroscience, genetics, psychology, and pharmacology are their main fields of study. The foundation for and contributions to later research and advancement in this field have been laid by these authors. 3.5 Analysis of Co-cited References Citations are frequently regarded as the core of bibliometric investigations. The articles in this field that have received the most co-citations typically represent essential basic research. The co-citation network is separated into 84 clusters, only 11 of which are the largest, as seen in the clustering visualization given in Fig. ( 4 ). GWAS (cluster #0), 5-HTTLPR (cluster #1), pharmacogenetics (cluster #2), BDNF (cluster #3), FKBP5 (cluster #4), inbreeding (cluster #5), tagging SNP (cluster #6), TPH2 (cluster #7), CYP2C19 (cluster #8), HTR1A (cluster #9), and ventral striatum (cluster #11) are among the various clusters represented in the graphic. The colors of the various clusters indicate the authors and the typical year of publication of the cited references, which are represented by the various nodes in the map. The average profile of each cluster is greater than 0.5, and the q-value is 0.7395, indicating that the clusters are of reasonable quality. The cited references and the relationships between them are represented by the 761 nodes and 4,421 links of the clustering visualization graph of the included reference co-citation network. Recent research has concentrated on cluster #8, “ CYP2C19 ”, as seen in Fig. ( 4 ) (the mean year 2015). The top-ranked reference in Table 4 , which lists the top 15 citations for SNP research on depression, was written by Caspi Avshalom and cited 575 citations. According to the above study, Caspi Avshalom was also the most-cited author. 3.6 Analysis of Keywords In the context of bibliometric analysis, keywords reflect hotspots and trends in a certain field of study and primarily reflect the article's or author's major points of interest. Based on the time zone view (Fig. 5 ) of the keyword co-occurrence network to map the knowledge structure of research, 843 nodes and 10,911 links were produced, respectively, representing the keywords and their co-occurrence relationship. The largest node was “depression”, and the larger the node, the more frequently the keyword appeared. Table 5 shows the top 10 keywords, the most frequent of which was “depression”, followed by “polymorphism”, “association”, “major depression”, and “gene.” Additionally, since 2006, the terms “polymorphism” and “gene” have grown to be some of the most popular study topics, with 2,069 and 908 referenced studies, respectively. An analysis of the keywords revealed that several commonly used antidepressants, such as “citalopram”, “fluoxetine”, “paroxetine”, “escitalopram”, “venlafaxine”, “fluvoxamine”, “sertraline”, and “mirtazapine”, were among the top 10 related drugs studied in this field. The top 10 genes and receptors researched in the field, according to the analysis, were “5-hydroxytryptamine (5-HT)”, “ BDNF ”, “ COMT ”, “ FKBP5 ”, “glucocorticoid receptor (GR)”, “ BDNF val66met”, “ SLC6A4 ”, “ CYP2D6 ”, and “ CLOCK ” (Fig. 3C ). 3.7 Analysis of Burst Detection Through references with citation bursts, commonly cited literature throughout time can show how a subject of knowledge has developed. There were 61 references in total that had numerous significant citation bursts (Fig. 6 ). The literature on the citation explosion first appeared in 2003 [ 37 ], and the most recent citation explosion literature first appeared in 2018 [ 38 ]. The strongest outburst (intensity: 129.32) occurred in 2006, appearing in an article from 2003. A burst of 25 references persisted until 2021 [ 39 - 42 ]. Burst keywords can be used to anticipate emerging subjects in particular fields of study. The top 41 keywords with the most powerful citation bursts are displayed in Fig. ( 7 ). The strongest outbreak word from 2006 to 2021 was “promoter polymorphism” (intensity: 29.59), which was followed by “major depression” (intensity: 23.18) and “affective disorder” (intensity: 22.45). The 2019 burst keywords, which include “ CYP2D6 ”, “older adult”, “DNA methylation”, “polygenic risk score”, and “loci”, reflect current research trends. The explosion of additional keywords can also be utilized to examine how the study has changed over time. For instance, the original mouse brain is now being studied more in light of the individual variations in the human body. The findings also suggest that the precise pathogenesis of depression has been unclear in recent years, that SSRIs continue to be the most commonly prescribed medication, and that pathways connected to 5-HT will continue to be the main focus of this field of study [ 43 , 44 ]. 4 DISCUSSION This is the first study to use bibliometric and visual analysis methods to investigate SNP in the field of depression. In order to present a thorough overview of the hotspots and trends in research on SNP in the field of depression during the past 23 years, we evaluated 10,043 papers from the WoSCC. The analysis of this study indicates that there has been a sharp increase in publications since 2006 and that there is active international collaboration in this area. The most influential countries, institutions, and academics are the United States, King's College London, and Caspi Avshalom, respectively. The most productive and frequently cited journals are the Journal of Affective Disorders and Biological Psychiatry, respectively. The largest topic cluster, “ BDNF ”, which represents significant research foundations in the field, is the focus of the research. Since 2006, the research hotspots in the field have been “ 5-HTTLPR ” and “ BDNF ”. The most recent developments in the field of study are also reflected in the words “Alzheimer's illness”, “bipolar disorder”, “pharmacogenomics”, and “inbreeding depression”. Our findings thus offer valuable information and new perspectives for the investigation of SNP in depression. These findings help academics select appropriate journals and collaborators, understand the research status of other researchers in the field, and advance their research through our timely review and analysis of hotspots and research trends. According to the findings of the collaborative network analysis, the United States has a clear advantage over other nations and regions in this regard, most likely as a result of its stronger economy and higher spending on scientific research. For instance, since 1983, the United States has conducted a number of studies on single nucleotide polymorphisms [ 45 - 48 ], which has positively impacted the quantity and caliber of following research in this area. It is significant to mention that England, the second-most productive nation, has an equal amount of impact in this area as the US. King's University London is a significant participant in the institution; the most frequently mentioned article was conducted by Caspi Avshalom, a professor at that university, and it was published in 2003 [ 25 ]. In this field, there is indeed close international scientific collaboration. Caspi Avshalom, for instance, is a research scholar at Duke University, which conducts roughly 29.7% of the college's research in the fields of medicine, pharmacy, and genetics. Caspi Avshalom is a leading expert in the disciplines of epigenetics, child abuse, multifactorial inheritance, summary statistics, and single nucleotide polymorphism. He was the first investigator to propose the hypothesis that genetic polymorphisms in the promoter region of the 5-hydroxytryptamine transporter protein (5-HTTLPR) are associated with a higher risk of depression in individuals exposed only to stressful situations. We advise scholars to concentrate on Caspi Avshalom's SNP-related representative research [ 49 - 51 ]. Furthermore, as this author focuses more on the relationship between attention deficit hyperactivity disorder, involutional depression, and genetic polymorphisms, the topic of the Lesch Klaus-Peter study is more firmly related to the field of this study [ 52 - 54 ]. The study by Lesch Klaus-Peter provides trends in the association between SNPs and mental disorders. Kendler Kenneth S. has studied as many as 100 themes, distinguishing himself from the other two authors by focusing more on the field of genomics. It is the perfect resource for scholars to understand information about genetics in this field because it uses terms like SNP, genotype-environment interaction, and multifactorial inheritance [ 55 - 57 ]. In the course of our research, we discovered that the top ten most active journals published roughly one-fifth (24.11%) of the publications in SNP research in the area of depression. However, overall, the distribution of the literature among journals was generally dispersed, likely as a result of the varied research directions, involving neuroscience, psychiatry, pharmacology/pharmacology, genomics, and epigenetics. As a result, there are numerous journals available for researchers to pick from in this field of study; however, choosing the best publication may be challenging due to how well each journal fits the research topic [ 58 ]. The outcomes of journals and co-cited journals could help researchers who study single nucleotide polymorphisms in depression. In addition, the top 15 most active journals and co-cited journals are only 40% consistent, so researchers can choose the appropriate journal based on the practical study and theme, and citing some authoritative journal articles in co-cited journals will give more credibility to the study. The study by Wu et al. , published in Science in 2003 [ 25 ], reported that functional polymorphisms in the promoter region of the serotonin transporter (5-HTT) gene may be a significant factor in the regulation of stressful events and the generation of depression in various individuals, demonstrating that people's responses to their environments vary. This study was the first of the top 10 co-cited articles, according to the analysis of the literature co-citation network. The second-most cited article is Neil Risch's study from the Jama-Journal of the American Medical Association [ 59 ], in which the authors discuss the interaction between serotonin transporter protein genotypes and stressful life events associated with depression through a meta-analysis and also make reference to the aforementioned article of Caspi Avshalom. The theme cluster #1, “ 5-HTTLPR ”, is related to nine of the top 15 highly referenced articles, and these publications serve as a significant research foundation in this field. There was one of the strongest bursts of citations in 2006, and the strongest burst of literature was also the article by Caspi Avshalom published in Science [ 25 ]. An article published by Porcelli et al. in the 2012 issue of European Neuropsychopharmacology has been cited since 2013 and is still ongoing [ 60 ]. Their findings that the 5-HT transporter gene promoter polymorphism (5-HTTLPR) may function as a predictor of antidepressant drug response differ from those of previous studies. Their findings, however, imply that ethnic distinctions may be the cause and that 5-HTTLPR may predict antidepressant response and remission in Caucasians but not in Asians. The most recent burst of citations occurred in 2019, the strongest of which was an article published by Culverhouse et al. in the journal Molecular Psychiatry in 2018 [ 61 ]. If the hypothesis of an interaction between stress and the S allele of 5-HTTLPR that increases the risk of depression is correct, it may only be in stressed individuals and is not broadly generalized, according to study mate analytical techniques for a large-scale study on the results obtained by Caspi Avshalom in 2003. We divided the keywords into two categories based on the results of the keyword analysis: genes/receptors and drug. Among the top 10 genes/receptors, “5-HT” appeared the most frequently. 5-HT neurotransmitters are considered crucial in regulating emotion and behavior; 5-HT has been the subject of research in the field of depression [ 62 , 63 ]. With the development of genomics, scientists have started to focus on genes encoding 5-HT, where 5-HT transporter genes and 5-HT receptor genes have been demonstrated to be associated with depression and the efficacy of antidepressant drugs [ 64 , 65 ]. For example, in adults with depressive symptoms, there is a correlation between the 5-HTT and childhood adversity, whereas carriers of the S allele of the 5-HTT are less likely to have depressive symptoms [ 66 ]. A study on 5-HT1A ( HTR1A ) found that rs6295 promoter polymorphisms were associated with anxiety phenotypes, and loss and blockade of 5-HT1A heterogeneous receptors were observed to increase anxiety and block SSRI efficacy in animal models [ 67 ]. In addition, the top 10 drugs in the keyword list belong to Selective Serotonin Reuptake Inhibitor. In the field of depression, 5-HT-related genes ( e.g ., HTR1A , HTR2A , and SLC6A4 ) and their SNPs are also the predominantly researched pharmacodynamic genes [ 68 - 70 ]. Solute carrier family 6 member 4 (SLC6A4) , also known as the 5-hydroxytryptamine transporter protein gene, was the first gene with an SNP to be reported [ 71 ]. SLC6A4 is also one of the most studied target genes in neurobiological genetics association [ 72 - 76 ]. The SLC6A4 polymorphism has also been associated with SSRI response to depression, and depressed patients with the SLC6A4 rs25531 LL genotype have been proven to respond better to fluoxetine than patients with other genotypes in the Indian population [ 77 ]. Furthermore, SLC6A4 gene polymorphisms have been associated with the pathogenesis and risk of depression [ 78 - 80 ]. In the burst analysis of keywords, “ CYP2D6 ” started to appear in 2009 and is still in a burst from 2019 to the present. Genetic variation in drug-metabolizing enzymes is mainly affected by cytochrome P450 (CYP) enzymes [ 81 ], so individual differences caused by polymorphisms in CYP family metabolizing enzyme genes affect the efficacy of antidepressant drugs and the occurrence of adverse effects, and this phenomenon has also received attention from research scholars [ 82 - 85 ]. Among CYP metabolizing enzyme genes, the most studied genes are mainly CYP2D6 , CYP2C19 , and CYP2C9 [ 86 ]. Nowadays, most of the metabolic enzyme genes involved in antidepressants in the market are CYP450 enzyme genes, with up to 25% of antidepressants and antipsychotics metabolized by CYP2D6 [ 87 ]. CYP2D6 has the highest degree of SNPs [ 88 , 89 ], with the most significant variants including *2, *3, *4, *5, *10, *17, and *41. CYP2D6 is involved in the metabolism of 5-HT in the brain, which is linked to psychiatric disorders, as well as the synthesis of serotonin and dopamine [ 90 ]. Among these alleles, *10 is a mutation with a high allele frequency in Asian populations [ 91 ]. A study on patients with recurrent depression found that an SNP in CYP2D6 was associated with the efficacy of the antidepressant duloxetine [ 92 ]. The CYP2D6 genotype has also been shown to have a possible impact on the length of hospitalization and risk of hospitalization in patients with major depressive disorder, thereby increasing the disease and financial burden on patients [ 93 ]. Unfortunately, SSRIs are currently ineffective in 60-70% of patients [ 94 - 97 ]. With the prevalence of the concept of precision individualized drug therapy, the study on drug-metabolizing enzymes and their SNPs in association with drugs will receive more attention. Besides the metabolic enzyme genes, we also focus on the second “ BDNF ” and third “ COMT ” genes. BDNF is a neuron that acts on the hippocampus, cerebral cortex, and cerebellum [ 98 ]. It can play an essential role in the pathogenesis of depression by modulating neuronal and molecular proteins that affect the transmission of serotonin and dopamine [ 99 ]. The neurotrophic factor hypothesis indicates that a decrease in BDNF in the cortical and limbic regions of the brain is associated with depression [ 100 - 102 ]. Among the SNP studies on BDNF associated with depression, the most reported and studied is rs6265 (Val66Met) [ 103 - 105 ], and some studies have shown that the BDNF Val66Met polymorphism correlates with serum BDNF levels and can be used as a predictor of major depressive disorder [ 106 ]. The methylase catechin-o-methyltransferase (COMT), which is responsible for degrading catecholamine, dopamine, and epinephrine, is encoded by COMT [ 107 ]. Due to its ability to control the neurotransmitter dopamine [ 108 ], COMT is crucial in the investigation of psychiatric disorders like depression [ 109 ]. More than 4,000 SNPs have been identified in COMT to date [ 110 ], with Val158Met (rs4680) being one of the most common functional SNPs used in COMT for depression research [ 111 , 112 ]. COMT rs4680 has been revealed in several research studies to correlate with the risk of developing depression and pathogenesis [ 113 , 114 ]. Furthermore, rs4680 has been reported to correlate with fluvoxamine efficacy [ 115 ], while COMT rs25531 correlated with MDD response to fluoxetine treatment [ 116 ]. The above analysis indicates that the genes and its SNPs being studied in SNP studies on depression are involved not only in the pathogenesis of depression but also in the study of multiple aspects of patients' risk of developing depression and the efficacy and adverse effects of antidepressant drugs. These genes and polymorphisms are the focus of attention and can contribute to field as a potential indicator for the treatment, diagnosis, and prevention of depression. 5 LIMITATION This study had some limitations. The primary search data were sourced solely from the WoSCC database, mainly because the data and research provided by this database are widely accepted to have the highest quality and reliability, and as such, it is the first choice for bibliometric analysis. However, this can also lead to some elements of bias and incompleteness in the results. The analysis of the authors and co-authors of the literature in this study may be somewhat flawed because the Citespace software does not fully distinguish between the names and abbreviations of the various authors. The amount of data analyzed in this study was large enough to consider that the results of this study are reflective of the general trend and current situation in the field. As a result, this study can serve as a reference framework for researchers investigating the relationship between SNPs and depression. CONCLUSION This study conducted a bibliometric and visual analysis of the literature on SNPs and depression from 1998 to 2021. The study results identified research hotspots, key countries and institutions, and research directions in this field over the past 23 years. Since 2006, the number of publications has maintained relatively steady growth. Overall, there is close international scientific collaboration in this field, with authors, such as Caspi Avshalom, Lesch Klaus-Peter, and Kendler Kenneth S, further laying a solid research foundation. Due to the diversity of research directions, researchers have a multitude of journals to choose from. Nevertheless, the pathogenesis of depression is still unclear, so “5-HT” is still the focus of current research, which also reflects an essential research base in this field. This study explored the association between SNPs and depression and found that, at present, various genes and SNPs related to the etiology and mechanism of depression are more frequently studied in genomics. “ CYP2D6 ” has been in the spotlight since its emergence in 2009 and since then, it has become a research hotspot. However, “ BDNF ”, “ COMT ”, ” older adults”, “loci” and “DNA methylation” are also among the new frontier of research and some of them are currently in the process of exploration. Therefore, we hope to contribute to the development of this field by providing a timely review and analysis. ACKNOWLEDGEMENTS The authors would like to express their appreciation to their teacher for his guidance and encouragement during the writing of the article, and also to their classmates for their support. They would also like to thank International Science Editing ( http://www.Internationalscienceediting.com ) for the language editing of this manuscript. LIST OF ABBREVIATIONS 5-HTTLPR 5-hydroxytryptamine Transporter Protein GR Glucocorticoid Receptor SNP Single Nucleotide Polymorphism SSRI Selective Serotonin Reuptake Inhibitor ETHICS APPROVAL AND CONSENT TO PARTICIPATE Not applicable. HUMAN AND ANIMAL RIGHTS No animals/humans were used for studies that are basis of this research. CONSENT FOR PUBLICATION Not applicable. AVAILABILITY OF DATA AND MATERIALS Not applicable. FUNDING This work was supported by the Science and Technology Plan Project of Guangdong Province (2019B030316001), the Medical Health Science and Technology Project of Guangzhou (20221A011050), the Guangzhou Municipal Science and Technology Project for Medicine and Healthcare (20211A011044), and the Project for Key Medicine Discipline Construction of Guangzhou Municipality (Guangzhou Municipal Key Discipline in Medicine, 2021-2023). CONFLICT OF INTEREST The authors declare no conflict of interest, financial or otherwise. REFERENCES 1 Xu W. Yao X. Zhao F. Zhao H. Cheng Z. Yang W. Cui R. Xu S. Li B. Changes in hippocampal plasticity in depression and therapeutic approaches influencing these changes. Neural Plast. 2020 2020 1 16 10.1155/2020/8861903 33293948 2 Gujral S. Aizenstein H. Reynolds C.F. III Butters M.A. Erickson K.I. Exercise effects on depression: Possible neural mechanisms. Gen. Hosp. Psychiatry 2017 49 2 10 10.1016/j.genhosppsych.2017.04.012 29122145 3 MacQueen G. Santaguida P. Keshavarz H. Jaworska N. Levine M. Beyene J. Raina P. Systematic review of clinical practice guidelines for failed antidepressant treatment response in major depressive disorder, dysthymia, and subthreshold depression in adults. Can. J. Psychiatry 2017 62 1 11 23 10.1177/0706743716664885 27554483 4 Hao Y. Ge H. Sun M. Gao Y. Selecting an appropriate animal model of depression. Int. J. Mol. Sci. 2019 20 19 4827 10.3390/ijms20194827 31569393 5 Du D. Tang Q. Han Q. Zhang J. Liang X. Tan Y. Xiang B. Association between genetic polymorphism and antidepressants in major depression: A network meta-analysis. Pharmacogenomics 2020 21 13 963 974 32819202 6 Howard D.M. Adams M.J. Clarke T.K. Hafferty J.D. Gibson J. Shirali M. Coleman J.R.I. Hagenaars S.P. Ward J. Wigmore E.M. Alloza C. Shen X. Barbu M.C. Xu E.Y. Whalley H.C. Marioni R.E. Porteous D.J. Davies G. Deary I.J. Hemani G. Berger K. Teismann H. Rawal R. Arolt V. Baune B.T. Dannlowski U. Domschke K. Tian C. Hinds D.A. Trzaskowski M. Byrne E.M. Ripke S. Smith D.J. Sullivan P.F. Wray N.R. Breen G. Lewis C.M. McIntosh A.M. Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions. Nat. Neurosci. 2019 22 3 343 352 10.1038/s41593-018-0326-7 30718901 7 Lucassen M.F.G. Stasiak K. Samra R. Frampton C.M.A. Merry S.N. Sexual minority youth and depressive symptoms or depressive disorder: A systematic review and meta-analysis of population-based studies. Aust. N. Z. J. Psychiatry 2017 51 8 774 787 10.1177/0004867417713664 28565925 8 Rice F. Riglin L. Lomax T. Souter E. Potter R. Smith D.J. Thapar A.K. Thapar A. Adolescent and adult differences in major depression symptom profiles. J. Affect. Disord. 2019 243 175 181 10.1016/j.jad.2018.09.015 30243197 9 Chen P. Optimized treatment strategy for depressive disorder. Adv. Exp. Med. Biol. 2019 1180 201 217 10.1007/978-981-32-9271-0_11 31784965 10 Borczyk M. Piechota M. Rodriguez Parkitna J. Korostynski M. Prospects for personalization of depression treatment with genome sequencing. Br. J. Pharmacol. 2022 179 17 4220 4232 10.1111/bph.15470 33786859 11 Anderson H.D. Thant T.M. Kao D.P. Crooks K.R. Mendola N.D. Aquilante C.L. Pharmacogenetic testing among patients with depression in a US managed care population. Clin. Transl. Sci. 2022 15 7 1644 1653 10.1111/cts.13279 35385214 12 Duma N. Santana-Davila R. Molina J.R. Non-small cell lung cancer: Epidemiology, screening, diagnosis, and treatment. Mayo Clin. Proc. 2019 94 8 1623 1640 10.1016/j.mayocp.2019.01.013 31378236 13 Lauschke V.M. Zhou Y. Ingelman-Sundberg M. Novel genetic and epigenetic factors of importance for inter-individual differences in drug disposition, response and toxicity. Pharmacol. Ther. 2019 197 122 152 10.1016/j.pharmthera.2019.01.002 30677473 14 Katara P. Single nucleotide polymorphism and its dynamics for pharmacogenomics. Interdiscip. Sci. 2014 6 2 85 92 10.1007/s12539-013-0007-x 25172446 15 Matsuda K. PCR-based detection methods for single-nucleotide polymorphism or mutation. Adv. Clin. Chem. 2017 80 45 72 10.1016/bs.acc.2016.11.002 28431642 16 Wigner P. Czarny P. Synowiec E. Bijak M. Białek K. Talarowska M. Galecki P. Szemraj J. Sliwinski T. Association between single nucleotide polymorphisms of TPH1 and TPH2 genes, and depressive disorders. J. Cell. Mol. Med. 2018 22 3 1778 1791 10.1111/jcmm.13459 29314569 17 Gałecka E. Szemraj J. Bieńkiewicz M. Majsterek I. Przybyłowska-Sygut K. Gałecki P. Lewiński A. Single nucleotide polymorphisms of NR3C1 gene and recurrent depressive disorder in population of Poland. Mol. Biol. Rep. 2013 40 2 1693 1699 10.1007/s11033-012-2220-9 23073785 18 Bialek K. Czarny P. Watala C. Synowiec E. Wigner P. Bijak M. Talarowska M. Galecki P. Szemraj J. Sliwinski T. Preliminary study of the impact of single-nucleotide polymorphisms of IL-1α, IL-1β and TNF-α genes on the occurrence, severity and treatment effectiveness of the major depressive disorder. Cell. Mol. Neurobiol. 2020 40 6 1049 1056 10.1007/s10571-019-00782-5 31912349 19 Ben Afia A. Aflouk Y. Saoud H. Zaafrane F. Gaha L. Bel Hadj Jrad B. Inteurleukin-8 gene variations and the susceptibility to schizophrenia. Psychiatry Res. 2020 293 113421 10.1016/j.psychres.2020.113421 32920525 20 Kahaei M.S. Ghafouri-Fard S. Namvar A. Omrani M.D. Sayad A. Taheri M. Association study of a single nucleotide polymorphism in brain cytoplasmic 200 long-noncoding RNA and psychiatric disorders. Metab. Brain Dis. 2020 35 7 1095 1100 10.1007/s11011-020-00582-7 32488423 21 Ramakreshnan L. Aghamohammadi N. Fong C.S. Sulaiman N.M. A comprehensive bibliometrics of ‘walkability’ research landscape: visualization of the scientific progress and future prospects. Environ. Sci. Pollut. Res. Int. 2021 28 2 1357 1369 10.1007/s11356-020-11305-x 33094458 22 Kokol P. Blažun V.H. Završnik J. Application of bibliometrics in medicine: a historical bibliometrics analysis. Health Info. Libr. J. 2021 38 2 125 138 10.1111/hir.12295 31995273 23 Johannessen J.A. A systemic approach to the philosophy of history. Kybernetes 2012 41 3-4 24 Yang W. Zhang J. Ma R. The prediction of infectious diseases: A bibliometric analysis. Int. J. Environ. Res. Public Health 2020 17 17 6218 10.3390/ijerph17176218 32867133 25 Wu M. Long R. Bai Y. Chen H. Knowledge mapping analysis of international research on environmental communication using bibliometrics. J. Environ. Manage. 2021 298 113475 10.1016/j.jenvman.2021.113475 34365181 26 Li D. Zhao R. Peng X. Ma Z. Zhao Y. Gong T. Sun M. Jiao Y. Yang T. Xi B. Biochar-related studies from 1999 to 2018: a bibliometrics-based review. Environ. Sci. Pollut. Res. Int. 2020 27 3 2898 2908 10.1007/s11356-019-06870-9 31838673 27 Zhu X. Hu J. Deng S. Tan Y. Qiu C. Zhang M. Ni X. Lu H. Wang Z. Li L. Chen H. Huang S. Xiao T. Shang D. Wen Y. Bibliometric and visual analysis of research on the links between the gut microbiota and depression From 1999 to 2019. Front. Psychiatry 2021 11 587670 10.3389/fpsyt.2020.587670 33488420 28 Milán-García J. Caparrós-Martínez J.L. Rueda-López N. de Pablo Valenciano J. Climate change-induced migration: a bibliometric review. Global. Health 2021 17 1 74 10.1186/s12992-021-00722-3 34217341 29 Hou J. Su H. Kuang X. Qin W. Liu K. Pan K. Zhang B. Yang S. Yang S. Peng X. Nie X. Hua Q. Knowledge domains and emerging trends of osteoblasts-osteoclasts in bone disease from 2002 to 2021: A bibliometrics analysis and visualization study. Front. Endocrinol. (Lausanne) 2022 13 922070 10.3389/fendo.2022.922070 35937845 30 Fang Y. Depressive Disorders: Mechanisms, Measurement and Management. Singapore Springer 2019 10.1007/978-981-32-9271-0 31 Filatova E.V. Shadrina M.I. Slominsky P.A. Major depression: one brain, one disease, one set of intertwined processes. Cells 2021 10 6 1283 10.3390/cells10061283 34064233 32 Lopez J.P. Kos A. Turecki G. Major depression and its treatment. Curr. Opin. Psychiatry 2018 31 1 7 16 10.1097/YCO.0000000000000379 29076893 33 Gonda X. Petschner P. Eszlari N. Baksa D. Edes A. Antal P. Juhasz G. Bagdy G. Genetic variants in major depressive disorder: From pathophysiology to therapy. Pharmacol. Ther. 2019 194 22 43 10.1016/j.pharmthera.2018.09.002 30189291 34 Lane W.G. Dubowitz H. Social determinants of health, personalized medicine, and child maltreatment. Pediatr. Res. 2021 89 2 368 376 10.1038/s41390-020-01290-9 33288877 35 Lotfaliany M. Bowe S.J. Kowal P. Orellana L. Berk M. Mohebbi M. Depression and chronic diseases: Co-occurrence and communality of risk factors. J. Affect. Disord. 2018 241 461 468 10.1016/j.jad.2018.08.011 30149333 36 Roldan-Valadez E. Salazar-Ruiz S.Y. Ibarra-Contreras R. Rios C. Current concepts on bibliometrics: a brief review about impact factor, Eigenfactor score, CiteScore, SCImago Journal Rank, Source-Normalised Impact per Paper, H-index, and alternative metrics. Ir. J. Med. Sci. 2019 188 3 939 951 10.1007/s11845-018-1936-5 30511320 37 Caspi A. Sugden K. Moffitt T.E. Taylor A. Craig I.W. Harrington H. McClay J. Mill J. Martin J. Braithwaite A. Poulton R. Influence of life stress on depression: moderation by a polymorphism in the 5-HTT gene. Science 2003 301 5631 386 389 10.1126/science.1083968 12869766 38 Analysis of shared heritability in common disorders of the brain. Science 2018 360 6395 eaap8757 10.1126/science.aap8757 29930110 39 Culverhouse R.C. Saccone N.L. Bierut L.J. The state of knowledge about the relationship between 5-HTTLPR, stress, and depression. J. Affect. Disord. 2018 228 205 206 10.1016/j.jad.2017.12.002 29268203 40 Auton A. Abecasis G.R. Altshuler D.M. Durbin R.M. Abecasis G.R. Bentley D.R. Chakravarti A. Clark A.G. Donnelly P. Eichler E.E. Flicek P. Gabriel S.B. Gibbs R.A. Green E.D. Hurles M.E. Knoppers B.M. Korbel J.O. Lander E.S. Lee C. Lehrach H. Mardis E.R. Marth G.T. McVean G.A. Nickerson D.A. Schmidt J.P. Sherry S.T. Wang J. Wilson R.K. Gibbs R.A. Boerwinkle E. Doddapaneni H. Han Y. Korchina V. Kovar C. Lee S. Muzny D. Reid J.G. Zhu Y. Wang J. Chang Y. Feng Q. Fang X. Guo X. Jian M. Jiang H. Jin X. Lan T. Li G. Li J. Li Y. Liu S. Liu X. Lu Y. Ma X. Tang M. Wang B. Wang G. Wu H. Wu R. Xu X. Yin Y. Zhang D. Zhang W. Zhao J. Zhao M. Zheng X. Lander E.S. Altshuler D.M. Gabriel S.B. Gupta N. Gharani N. Toji L.H. Gerry N.P. Resch A.M. Flicek P. Barker J. Clarke L. Gil L. Hunt S.E. Kelman G. Kulesha E. Leinonen R. McLaren W.M. Radhakrishnan R. Roa A. Smirnov D. Smith R.E. Streeter I. Thormann A. Toneva I. Vaughan B. Zheng-Bradley X. Bentley D.R. Grocock R. Humphray S. James T. Kingsbury Z. Lehrach H. Sudbrak R. Albrecht M.W. Amstislavskiy V.S. Borodina T.A. Lienhard M. Mertes F. Sultan M. Timmermann B. Yaspo M-L. Mardis E.R. Wilson R.K. Fulton L. Fulton R. Sherry S.T. Ananiev V. Belaia Z. Beloslyudtsev D. Bouk N. Chen C. Church D. Cohen R. Cook C. Garner J. Hefferon T. Kimelman M. Liu C. Lopez J. Meric P. O’Sullivan C. Ostapchuk Y. Phan L. Ponomarov S. Schneider V. Shekhtman E. Sirotkin K. Slotta D. Zhang H. McVean G.A. Durbin R.M. Balasubramaniam S. Burton J. Danecek P. Keane T.M. Kolb-Kokocinski A. McCarthy S. Stalker J. Quail M. Schmidt J.P. Davies C.J. Gollub J. Webster T. Wong B. Zhan Y. Auton A. Campbell C.L. Kong Y. Marcketta A. Gibbs R.A. Yu F. Antunes L. Bainbridge M. Muzny D. Sabo A. Huang Z. Wang J. Coin L.J.M. Fang L. Guo X. Jin X. Li G. Li Q. Li Y. Li Z. Lin H. Liu B. Luo R. Shao H. Xie Y. Ye C. Yu C. Zhang F. Zheng H. Zhu H. Alkan C. Dal E. Kahveci F. Marth G.T. Garrison E.P. Kural D. Lee W-P. Fung Leong W. Stromberg M. Ward A.N. Wu J. Zhang M. Daly M.J. DePristo M.A. Handsaker R.E. Altshuler D.M. Banks E. Bhatia G. del Angel G. Gabriel S.B. Genovese G. Gupta N. Li H. Kashin S. Lander E.S. McCarroll S.A. Nemesh J.C. Poplin R.E. Yoon S.C. Lihm J. Makarov V. Clark A.G. Gottipati S. Keinan A. Rodriguez-Flores J.L. Korbel J.O. Rausch T. Fritz M.H. Stütz A.M. Flicek P. Beal K. Clarke L. Datta A. Herrero J. McLaren W.M. Ritchie G.R.S. Smith R.E. Zerbino D. Zheng-Bradley X. Sabeti P.C. Shlyakhter I. Schaffner S.F. Vitti J. Cooper D.N. Ball E.V. Stenson P.D. Bentley D.R. Barnes B. Bauer M. Keira Cheetham R. Cox A. Eberle M. Humphray S. Kahn S. Murray L. Peden J. Shaw R. Kenny E.E. Batzer M.A. Konkel M.K. Walker J.A. MacArthur D.G. Lek M. Sudbrak R. Amstislavskiy V.S. Herwig R. Mardis E.R. Ding L. Koboldt D.C. Larson D. Ye K. Gravel S. Swaroop A. Chew E. Lappalainen T. Erlich Y. Gymrek M. Frederick Willems T. Simpson J.T. Shriver M.D. Rosenfeld J.A. Bustamante C.D. Montgomery S.B. De La Vega F.M. Byrnes J.K. Carroll A.W. DeGorter M.K. Lacroute P. Maples B.K. Martin A.R. Moreno-Estrada A. Shringarpure S.S. Zakharia F. Halperin E. Baran Y. Lee C. Cerveira E. Hwang J. Malhotra A. Plewczynski D. Radew K. Romanovitch M. Zhang C. Hyland F.C.L. Craig D.W. Christoforides A. Homer N. Izatt T. Kurdoglu A.A. Sinari S.A. Squire K. Sherry S.T. Xiao C. Sebat J. Antaki D. Gujral M. Noor A. Ye K. Burchard E.G. Hernandez R.D. Gignoux C.R. Haussler D. Katzman S.J. James Kent W. Howie B. Ruiz-Linares A. Dermitzakis E.T. Devine S.E. Abecasis G.R. Min Kang, H.; Kidd, J.M.; Blackwell, T.; Caron, S.; Chen, W.; Emery, S.; Fritsche, L.; Fuchsberger, C.; Jun, G.; Li, B.; Lyons, R.; Scheller, C.; Sidore, C.; Song, S.; Sliwerska, E.; Taliun, D.; Tan, A.; Welch, R.; Kate Wing, M.; Zhan, X.; Awadalla, P.; Hodgkinson, A.; Li, Y.; Shi, X.; Quitadamo, A.; Lunter, G.; McVean, G.A.; Marchini, J.L.; Myers, S.; Churchhouse, C.; Delaneau, O.; Gupta-Hinch, A.; Kretzschmar, W.; Iqbal, Z.; Mathieson, I.; Menelaou, A.; Rimmer, A.; Xifara, D.K.; Oleksyk, T.K.; Fu, Y.; Liu, X.; Xiong, M.; Jorde, L.; Witherspoon, D.; Xing, J.; Eichler, E.E.; Browning, B.L.; Browning, S.R.; Hormozdiari, F.; Sudmant, P.H.; Khurana, E.; Durbin, R.M.; Hurles, M.E.; Tyler-Smith, C.; Albers, C.A.; Ayub, Q.; Balasubramaniam, S.; Chen, Y.; Colonna, V.; Danecek, P.; Jostins, L.; Keane, T.M.; McCarthy, S.; Walter, K.; Xue, Y.; Gerstein, M.B.; Abyzov, A.; Balasubramanian, S.; Chen, J.; Clarke, D.; Fu, Y.; Harmanci, A.O.; Jin, M.; Lee, D.; Liu, J.; Jasmine Mu, X.; Zhang, J.; Zhang, Y.; Li, Y.; Luo, R.; Zhu, H.; Alkan, C.; Dal, E.; Kahveci, F.; Marth, G.T.; Garrison, E.P.; Kural, D.; Lee, W-P.; Ward, A.N.; Wu, J.; Zhang, M.; McCarroll, S.A.; Handsaker, R.E.; Altshuler, D.M.; Banks, E.; del Angel, G.; Genovese, G.; Hartl, C.; Li, H.; Kashin, S.; Nemesh, J.C.; Shakir, K.; Yoon, S.C.; Lihm, J.; Makarov, V.; Degenhardt, J.; Korbel, J.O.; Fritz, M.H.; Meiers, S.; Raeder, B.; Rausch, T.; Stütz, A.M.; Flicek, P.; Paolo Casale, F.; Clarke, L.; Smith, R.E.; Stegle, O.; Zheng-Bradley, X.; Bentley, D.R.; Barnes, B.; Keira Cheetham, R.; Eberle, M.; Humphray, S.; Kahn, S.; Murray, L.; Shaw, R.; Lameijer, E-W.; Batzer, M.A.; Konkel, M.K.; Walker, J.A.; Ding, L.; Hall, I.; Ye, K.; Lacroute, P.; Lee, C.; Cerveira, E.; Malhotra, A.; Hwang, J.; Plewczynski, D.; Radew, K.; Romanovitch, M.; Zhang, C.; Craig, D.W.; Homer, N.; Church, D.; Xiao, C.; Sebat, J.; Antaki, D.; Bafna, V.; Michaelson, J.; Ye, K.; Devine, S.E.; Gardner, E.J.; Abecasis, G.R.; Kidd, J.M.; Mills, R.E.; Dayama, G.; Emery, S.; Jun, G.; Shi, X.; Quitadamo, A.; Lunter, G.; McVean, G.A.; Chen, K.; Fan, X.; Chong, Z.; Chen, T.; Witherspoon, D.; Xing, J.; Eichler, E.E.; Chaisson, M.J.; Hormozdiari, F.; Huddleston, J.; Malig, M.; Nelson, B.J.; Sudmant, P.H.; Parrish, N.F.; Khurana, E.; Hurles, M.E.; Blackburne, B.; Lindsay, S.J.; Ning, Z.; Walter, K.; Zhang, Y.; Gerstein, M.B.; Abyzov, A.; Chen, J.; Clarke, D.; Lam, H.; Jasmine Mu, X.; Sisu, C.; Zhang, J.; Zhang, Y.; Gibbs, R.A.; Yu, F.; Bainbridge, M.; Challis, D.; Evani, U.S.; Kovar, C.; Lu, J.; Muzny, D.; Nagaswamy, U.; Reid, J.G.; Sabo, A.; Yu, J.; Guo, X.; Li, W.; Li, Y.; Wu, R.; Marth, G.T.; Garrison, E.P.; Fung Leong, W.; Ward, A.N.; del Angel, G.; DePristo, M.A.; Gabriel, S.B.; Gupta, N.; Hartl, C.; Poplin, R.E.; Clark, A.G.; Rodriguez-Flores, J.L.; Flicek, P.; Clarke, L.; Smith, R.E.; Zheng-Bradley, X.; MacArthur, D.G.; Mardis, E.R.; Fulton, R.; Koboldt, D.C.; Gravel, S.; Bustamante, C.D.; Craig, D.W.; Christoforides, A.; Homer, N.; Izatt, T.; Sherry, S.T.; Xiao, C.; Dermitzakis, E.T.; Abecasis, G.R.; Min Kang, H.; McVean, G.A.; Gerstein, M.B.; Balasubramanian, S.; Habegger, L.; Yu, H.; Flicek, P.; Clarke, L.; Cunningham, F.; Dunham, I.; Zerbino, D.; Zheng-Bradley, X.; Lage, K.; Berg Jespersen, J.; Horn, H.; Montgomery, S.B.; DeGorter, M.K.; Khurana, E.; Tyler-Smith, C.; Chen, Y.; Colonna, V.; Xue, Y.; Gerstein, M.B.; Balasubramanian, S.; Fu, Y.; Kim, D.; Auton, A.; Marcketta, A.; Desalle, R.; Narechania, A.; Wilson Sayres, M.A.; Garrison, E.P.; Handsaker, R.E.; Kashin, S.; McCarroll, S.A.; Rodriguez-Flores, J.L.; Flicek, P.; Clarke, L.; Zheng-Bradley, X.; Erlich, Y.; Gymrek, M.; Frederick Willems, T.; Bustamante, C.D.; Mendez, F.L.; David Poznik, G.; Underhill, P.A.; Lee, C.; Cerveira, E.; Malhotra, A.; Romanovitch, M.; Zhang, C.; Abecasis, G.R.; Coin, L.; Shao, H.; Mittelman, D.; Tyler-Smith, C.; Ayub, Q.; Banerjee, R.; Cerezo, M.; Chen, Y.; Fitzgerald, T.W.; Louzada, S.; Massaia, A.; McCarthy, S.; Ritchie, G.R.; Xue, Y.; Yang, F.; Gibbs, R.A.; Kovar, C.; Kalra, D.; Hale, W.; Muzny, D.; Reid, J.G.; Wang, J.; Dan, X.; Guo, X.; Li, G.; Li, Y.; Ye, C.; Zheng, X.; Altshuler, D.M.; Flicek, P.; Clarke, L.; Zheng-Bradley, X.; Bentley, D.R.; Cox, A.; Humphray, S.; Kahn, S.; Sudbrak, R.; Albrecht, M.W.; Lienhard, M.; Larson, D.; Craig, D.W.; Izatt, T.; Kurdoglu, A.A.; Sherry, S.T.; Xiao, C.; Haussler, D.; Abecasis, G.R.; McVean, G.A.; Durbin, R.M.; Balasubramaniam, S.; Keane, T.M.; McCarthy, S.; Stalker, J.; Chakravarti, A.; Knoppers, B.M.; Abecasis, G.R.; Barnes, K.C.; Beiswanger, C.; Burchard, E.G.; Bustamante, C.D.; Cai, H.; Cao, H.; Durbin, R.M.; Gerry, N.P.; Gharani, N.; Gibbs, R.A.; Gignoux, C.R.; Gravel, S.; Henn, B.; Jones, D.; Jorde, L.; Kaye, J.S.; Keinan, A.; Kent, A.; Kerasidou, A.; Li, Y.; Mathias, R.; McVean, G.A.; Moreno-Estrada, A.; Ossorio, P.N.; Parker, M.; Resch, A.M.; Rotimi, C.N.; Royal, C.D.; Sandoval, K.; Su, Y.; Sudbrak, R.; Tian, Z.; Tishkoff, S.; Toji, L.H.; Tyler-Smith, C.; Via, M.; Wang, Y.; Yang, H.; Yang, L.; Zhu, J.; Bodmer, W.; Bedoya, G.; Ruiz-Linares, A.; Cai, Z.; Gao, Y.; Chu, J.; Peltonen, L.; Garcia-Montero, A.; Orfao, A.; Dutil, J.; Martinez-Cruzado, J.C.; Oleksyk, T.K.; Barnes, K.C.; Mathias, R.A.; Hennis, A.; Watson, H.; McKenzie, C.; Qadri, F.; LaRocque, R.; Sabeti, P.C.; Zhu, J.; Deng, X.; Sabeti, P.C.; Asogun, D.; Folarin, O.; Happi, C.; Omoniwa, O.; Stremlau, M.; Tariyal, R.; Jallow, M.; Sisay Joof, F.; Corrah, T.; Rockett, K.; Kwiatkowski, D.; Kooner, J.; Tịnh Hiê’n, T.; Dunstan, S.J.; Thuy Hang, N.; Fonnie, R.; Garry, R.; Kanneh, L.; Moses, L.; Sabeti, P.C.; Schieffelin, J.; Grant, D.S.; Gallo, C.; Poletti, G.; Saleheen, D.; Rasheed, A.; Brooks, L.D.; Felsenfeld, A.L.; McEwen, J.E.; Vaydylevich, Y.; Green, E.D.; Duncanson, A.; Dunn, M.; Schloss, J.A.; Wang, J.; Yang, H.; Auton, A.; Brooks, L.D.; Durbin, R.M.; Garrison, E.P.; Min Kang, H.; Korbel, J.O.; Marchini, J.L.; McCarthy, S.; McVean, G.A.; Abecasis, G.R. A global reference for human genetic variation. Nature 2015 526 7571 68 74 10.1038/nature15393 26432245 41 Chang C.C. Chow C.C. Tellier L.C.A.M. Vattikuti S. Purcell S.M. Lee J.J. Second-generation PLINK: rising to the challenge of larger and richer datasets. Gigascience 2015 4 1 7 10.1186/s13742-015-0047-8 25722852 42 Wray N.R. Ripke S. Mattheisen M. Trzaskowski M. Byrne E.M. Abdellaoui A. Adams M.J. Agerbo E. Air T.M. Andlauer T.M.F. Bacanu S.A. Bækvad-Hansen M. Beekman A.F.T. Bigdeli T.B. Binder E.B. Blackwood D.R.H. Bryois J. Buttenschøn H.N. Bybjerg-Grauholm J. Cai N. Castelao E. Christensen J.H. Clarke T.K. Coleman J.I.R. Colodro-Conde L. Couvy-Duchesne B. Craddock N. Crawford G.E. Crowley C.A. Dashti H.S. Davies G. Deary I.J. Degenhardt F. Derks E.M. Direk N. Dolan C.V. Dunn E.C. Eley T.C. Eriksson N. Escott-Price V. Kiadeh F.H.F. Finucane H.K. Forstner A.J. Frank J. Gaspar H.A. Gill M. Giusti-Rodríguez P. Goes F.S. Gordon S.D. Grove J. Hall L.S. Hannon E. Hansen C.S. Hansen T.F. Herms S. Hickie I.B. Hoffmann P. Homuth G. Horn C. Hottenga J.J. Hougaard D.M. Hu M. Hyde C.L. Ising M. Jansen R. Jin F. Jorgenson E. Knowles J.A. Kohane I.S. Kraft J. Kretzschmar W.W. Krogh J. Kutalik Z. Lane J.M. Li Y. Li Y. Lind P.A. Liu X. Lu L. MacIntyre D.J. MacKinnon D.F. Maier R.M. Maier W. Marchini J. Mbarek H. McGrath P. McGuffin P. Medland S.E. Mehta D. Middeldorp C.M. Mihailov E. Milaneschi Y. Milani L. Mill J. Mondimore F.M. Montgomery G.W. Mostafavi S. Mullins N. Nauck M. Ng B. Nivard M.G. Nyholt D.R. O’Reilly P.F. Oskarsson H. Owen M.J. Painter J.N. Pedersen C.B. Pedersen M.G. Peterson R.E. Pettersson E. Peyrot W.J. Pistis G. Posthuma D. Purcell S.M. Quiroz J.A. Qvist P. Rice J.P. Riley B.P. Rivera M. Saeed Mirza S. Saxena R. Schoevers R. Schulte E.C. Shen L. Shi J. Shyn S.I. Sigurdsson E. Sinnamon G.B.C. Smit J.H. Smith D.J. Stefansson H. Steinberg S. Stockmeier C.A. Streit F. Strohmaier J. Tansey K.E. Teismann H. Teumer A. Thompson W. Thomson P.A. Thorgeirsson T.E. Tian C. Traylor M. Treutlein J. Trubetskoy V. Uitterlinden A.G. Umbricht D. Van der Auwera S. van Hemert A.M. Viktorin A. Visscher P.M. Wang Y. Webb B.T. Weinsheimer S.M. Wellmann J. Willemsen G. Witt S.H. Wu Y. Xi H.S. Yang J. Zhang F. Arolt V. Baune B.T. Berger K. Boomsma D.I. Cichon S. Dannlowski U. de Geus E.C.J. DePaulo J.R. Domenici E. Domschke K. Esko T. Grabe H.J. Hamilton S.P. Hayward C. Heath A.C. Hinds D.A. Kendler K.S. Kloiber S. Lewis G. Li Q.S. Lucae S. Madden P.F.A. Magnusson P.K. Martin N.G. McIntosh A.M. Metspalu A. Mors O. Mortensen P.B. Müller-Myhsok B. Nordentoft M. Nöthen M.M. O’Donovan M.C. Paciga S.A. Pedersen N.L. Penninx B.W.J.H. Perlis R.H. Porteous D.J. Potash J.B. Preisig M. Rietschel M. Schaefer C. Schulze T.G. Smoller J.W. Stefansson K. Tiemeier H. Uher R. Völzke H. Weissman M.M. Werge T. Winslow A.R. Lewis C.M. Levinson D.F. Breen G. Børglum A.D. Sullivan P.F. Genome-wide association analyses identify 44 risk variants and refine the genetic architecture of major depression. Nat. Genet. 2018 50 5 668 681 10.1038/s41588-018-0090-3 29700475 43 Mei F. Wu Y. Wu J. The relationship between tryptophan hydroxylase-2 gene with primary insomnia and depressive symptoms in the han chinese population. Balkan Med. J. 2018 35 6 412 416 10.4274/balkanmedj.2017.1406 29952309 44 Tao S. Chattun M.R. Yan R. Geng J. Zhu R. Shao J. Lu Q. Yao Z. TPH-2 gene polymorphism in major depressive disorder patients with early-wakening symptom. Front. Neurosci. 2018 12 827 10.3389/fnins.2018.00827 30519155 45 Bock H.G.O. Su T.S. O’Brien W.E. Beaudet A.L. Sequence for human argininosuccinate synthetase cDNA. Nucleic Acids Res. 1983 11 18 6505 6512 10.1093/nar/11.18.6505 6194510 46 Bock S.C. Levitan D.J. Characterization of an unusual DNA length polymorphism 5′ to the human antithrombin III gene. Nucleic Acids Res. 1983 11 24 8569 8582 10.1093/nar/11.24.8569 6672771 47 Pease L.R. Schulze D.H. Pfaffenbach G.M. Nathenson S.G. Spontaneous H-2 mutants provide evidence that a copy mechanism analogous to gene conversion generates polymorphism in the major histocompatibility complex. Proc. Natl. Acad. Sci. USA 1983 80 1 242 246 10.1073/pnas.80.1.242 6571997 48 Blanc H. Chen K.H. D’Amore M.A. Wallace D.C. Amino acid change associated with the major polymorphic Hinc II site of Oriental and Caucasian mitochondrial DNAs. Am. J. Hum. Genet. 1983 35 2 167 176 6301266 49 Caspi A. McClay J. Moffitt T.E. Mill J. Martin J. Craig I.W. Taylor A. Poulton R. Role of genotype in the cycle of violence in maltreated children. Science 2002 297 5582 851 854 10.1126/science.1072290 12161658 50 Caspi A. Moffitt T.E. Cannon M. McClay J. Murray R. Harrington H. Taylor A. Arseneault L. Williams B. Braithwaite A. Poulton R. Craig I.W. Moderation of the effect of adolescent-onset cannabis use on adult psychosis by a functional polymorphism in the catechol-O-methyltransferase gene: longitudinal evidence of a gene X environment interaction. Biol. Psychiatry 2005 57 10 1117 1127 10.1016/j.biopsych.2005.01.026 15866551 51 Caspi A. Hariri A.R. Holmes A. Uher R. Moffitt T.E. Genetic sensitivity to the environment: the case of the serotonin transporter gene and its implications for studying complex diseases and traits. Am. J. Psychiatry 2010 167 5 509 527 10.1176/appi.ajp.2010.09101452 20231323 52 Lesch K.P. Bengel D. Heils A. Sabol S.Z. Greenberg B.D. Petri S. Benjamin J. Müller C.R. Hamer D.H. Murphy D.L. Association of anxiety-related traits with a polymorphism in the serotonin transporter gene regulatory region. Science 1996 274 5292 1527 1531 10.1126/science.274.5292.1527 8929413 53 Lesch K.P. Balling U. Gross J. Strauss K. Wolozin B.L. Murphy D.L. Riederer P. Organization of the human serotonin transporter gene. J. Neural Transm. (Vienna) 1994 95 2 157 162 10.1007/BF01276434 7865169 54 Heils A. Teufel A. Petri S. Stöber G. Riederer P. Bengel D. Lesch K.P. Allelic variation of human serotonin transporter gene expression. J. Neurochem. 1996 66 6 2621 2624 10.1046/j.1471-4159.1996.66062621.x 8632190 55 Sullivan P.F. Neale M.C. Kendler K.S. Genetic epidemiology of major depression: review and meta-analysis. Am. J. Psychiatry 2000 157 10 1552 1562 10.1176/appi.ajp.157.10.1552 11007705 56 Kendler K.S. Baker J.H. Genetic influences on measures of the environment: a systematic review. Psychol. Med. 2007 37 5 615 626 10.1017/S0033291706009524 17176502 57 Kendler K.S. Diehl S.R. The genetics of schizophrenia: a current, genetic-epidemiologic perspective. Schizophr. Bull. 1993 19 2 261 285 10.1093/schbul/19.2.261 8322035 58 Wang S.Q. Gao Y.Q. Zhang C. Xie Y.J. Wang J.X. Xu F.Y. A bibliometric analysis using citespace of publications from 1999 to 2018 on patient rehabilitation after total knee arthroplasty. Med. Sci. Monit. 2020 26 e920795 10.12659/MSM.920795 32179730 59 Risch N. Herrell R. Lehner T. Liang K.Y. Eaves L. Hoh J. Griem A. Kovacs M. Ott J. Merikangas K.R. Interaction between the serotonin transporter gene (5-HTTLPR), stressful life events, and risk of depression: a meta-analysis. JAMA 2009 301 23 2462 2471 10.1001/jama.2009.878 19531786 60 Porcelli S. Fabbri C. Serretti A. Meta-analysis of serotonin transporter gene promoter polymorphism (5-HTTLPR) association with antidepressant efficacy. Eur. Neuropsychopharmacol. 2012 22 4 239 258 10.1016/j.euroneuro.2011.10.003 22137564 61 Culverhouse R.C. Saccone N.L. Horton A.C. Ma Y. Anstey K.J. Banaschewski T. Burmeister M. Cohen-Woods S. Etain B. Fisher H.L. Goldman N. Guillaume S. Horwood J. Juhasz G. Lester K.J. Mandelli L. Middeldorp C.M. Olié E. Villafuerte S. Air T.M. Araya R. Bowes L. Burns R. Byrne E.M. Coffey C. Coventry W.L. Gawronski K A B. Glei D. Hatzimanolis A. Hottenga J-J. Jaussent I. Jawahar C. Jennen-Steinmetz C. Kramer J.R. Lajnef M. Little K. zu Schwabedissen H.M. Nauck M. Nederhof E. Petschner P. Peyrot W.J. Schwahn C. Sinnamon G. Stacey D. Tian Y. Toben C. Van der Auwera S. Wainwright N. Wang J-C. Willemsen G. Anderson I.M. Arolt V. Åslund C. Bagdy G. Baune B.T. Bellivier F. Boomsma D.I. Courtet P. Dannlowski U. de Geus E.J.C. Deakin J F W. Easteal S. Eley T. Fergusson D.M. Goate A.M. Gonda X. Grabe H.J. Holzman C. Johnson E.O. Kennedy M. Laucht M. Martin N.G. Munafò M.R. Nilsson K.W. Oldehinkel A.J. Olsson C.A. Ormel J. Otte C. Patton G.C. Penninx B.W.J.H. Ritchie K. Sarchiapone M. Scheid J.M. Serretti A. Smit J.H. Stefanis N.C. Surtees P.G. Völzke H. Weinstein M. Whooley M. Nurnberger J.I. Jr Breslau N. Bierut L.J. Collaborative meta-analysis finds no evidence of a strong interaction between stress and 5-HTTLPR genotype contributing to the development of depression. Mol. Psychiatry 2018 23 1 133 142 10.1038/mp.2017.44 28373689 62 Albert P.R. Lemonde S. 5-HT1A receptors, gene repression, and depression: guilt by association. Neuroscientist 2004 10 6 575 593 10.1177/1073858404267382 15534042 63 Yohn C.N. Gergues M.M. Samuels B.A. The role of 5-HT receptors in depression. Mol. Brain 2017 10 1 28 10.1186/s13041-017-0306-y 28646910 64 Kulikov A.V. Gainetdinov R.R. Ponimaskin E. Kalueff A.V. Naumenko V.S. Popova N.K. Interplay between the key proteins of serotonin system in SSRI antidepressants efficacy. Expert Opin. Ther. Targets 2018 22 4 319 330 10.1080/14728222.2018.1452912 29542343 65 Ochi T. Vyalova N.M. Losenkov I.S. Paderina D.Z. Pozhidaev I.V. Loonen A.J.M. Simutkin G.G. Bokhan N.A. Ivanova S.A. Wilffert B. Limited associations between 5-HT receptor gene polymorphisms and treatment response in antidepressant treatment-free patients with depression. Front. Pharmacol. 2019 10 1462 10.3389/fphar.2019.01462 31956308 66 Aguilera M. Arias B. Wichers M. Barrantes-Vidal N. Moya J. Villa H. van Os J. Ibáñez M.I. Ruipérez M.A. Ortet G. Fañanás L. Early adversity and 5-HTT/BDNF genes: new evidence of gene–environment interactions on depressive symptoms in a general population. Psychol. Med. 2009 39 9 1425 1432 10.1017/S0033291709005248 19215635 67 Albert P. Fiori L. Transcriptional dys-regulation in anxiety and major depression: 5-HT1A gene promoter architecture as a therapeutic opportunity. Curr. Pharm. Des. 2014 20 23 3738 3750 10.2174/13816128113196660740 24180393 68 Murphy E. Hou L. Maher B.S. Woldehawariat G. Kassem L. Akula N. Laje G. McMahon F.J. Race, genetic ancestry and response to antidepressant treatment for major depression. Neuropsychopharmacology 2013 38 13 2598 2606 10.1038/npp.2013.166 23827886 69 Peters E.J. Slager S.L. Jenkins G.D. Reinalda M.S. Garriock H.A. Shyn S.I. Kraft J.B. McGrath P.J. Hamilton S.P. Resequencing of serotonin-related genes and association of tagging SNPs to citalopram response. Pharmacogenet. Genomics 2009 19 1 1 10 10.1097/FPC.0b013e3283163ecd 19077664 70 Duman E.A. Canli T. Influence of life stress, 5-HTTLPR genotype, and SLC6A4 methylation on gene expression and stress response in healthy Caucasian males. Biol. Mood Anxiety Disord. 2015 5 1 2 10.1186/s13587-015-0017-x 25995833 71 Murphy D.L. Moya P.R. Human serotonin transporter gene (SLC6A4) variants: their contributions to understanding pharmacogenomic and other functional G×G and G×E differences in health and disease. Curr. Opin. Pharmacol. 2011 11 1 3 10 10.1016/j.coph.2011.02.008 21439906 72 Iurescia S. Seripa D. Rinaldi M. Role of the 5-HTTLPR and SNP promoter polymorphisms on serotonin transporter gene expression: A closer look at genetic architecture and in vitro functional studies of common and uncommon allelic variants. Mol. Neurobiol. 2016 53 8 5510 5526 10.1007/s12035-015-9409-6 26464328 73 Lam D. Ancelin M.L. Ritchie K. Freak-Poli R. Saffery R. Ryan J. Genotype-dependent associations between serotonin transporter gene (SLC6A4) DNA methylation and late-life depression. BMC Psychiatry 2018 18 1 282 10.1186/s12888-018-1850-4 30180828 74 Hasan M.A. Hakim F.T. Islam Shovon M.T. Islam M.M. Islam M.S. Islam M.A. The investigation of nonsynonymous SNPs of human SLC6A4 gene associated with depression: An in silico approach. Heliyon 2021 7 8 e07815 10.1016/j.heliyon.2021.e07815 34466701 75 Bakusic J. Vrieze E. Ghosh M. Bekaert B. Claes S. Godderis L. Increased methylation of NR3C1 and SLC6A4 is associated with blunted cortisol reactivity to stress in major depression. Neurobiol. Stress 2020 13 100272 10.1016/j.ynstr.2020.100272 33344725 76 Ugartemendia L. Bravo R. Reuter M. Castaño M.Y. Plieger T. Zamoscik V. Kirsch P. Rodríguez A.B. SLC6A4 polymorphisms modulate the efficacy of a tryptophan-enriched diet on age-related depression and social cognition. Clin. Nutr. 2021 40 4 1487 1494 10.1016/j.clnu.2021.02.023 33743283 77 Manoharan A. Shewade D.G. Rajkumar R.P. Adithan S. Serotonin transporter gene (SLC6A4) polymorphisms are associated with response to fluoxetine in south Indian major depressive disorder patients. Eur. J. Clin. Pharmacol. 2016 72 10 1215 1220 10.1007/s00228-016-2099-9 27439447 78 Hande S.H. Krishna S.M. Sahote K.K. Dev N. Erl T.P. Ramakrishna K. Ravidhran R. Das R. Population genetic variation of SLC6A4 gene, associated with neurophysiological development. J. Genet. 2021 100 1 16 10.1007/s12041-021-01266-6 33764333 79 Mendonça M.S. Mangiavacchi P.M. De Sousa P.F. Crippa J.A.S. Mendes A.V. Loureiro S.R. Martín-Santos R. Quirino C.R. Kanashiro M.M. Rios A.F.L. Epigenetic variation at the SLC6A4 gene promoter in mother–child pairs with major depressive disorder. J. Affect. Disord. 2019 245 716 723 10.1016/j.jad.2018.10.369 30447571 80 Ran L. Ai M. Wang W. Chen J. Wu T. Liu W. Jin J. Wang S. Kuang L. Rare variants in SLC6A4 cause susceptibility to major depressive disorder with suicidal ideation in Han Chinese adolescents and young adults. Gene 2020 726 144147 10.1016/j.gene.2019.144147 31629822 81 Thiele L.S. Ishtiak-Ahmed K. Thirstrup J.P. Agerbo E. Lunenburg C.A.T.C. Müller D.J. Gasse C. Clinical impact of functional CYP2C19 and CYP2D6 gene variants on treatment with antidepressants in young people with depression: a danish cohort study. Pharmaceuticals (Basel) 2022 15 7 870 10.3390/ph15070870 35890168 82 Bahar M.A. Lanting P. Bos J.H.J. Sijmons R.H. Hak E. Wilffert B. Impact of drug-gene-interaction, drug-drug-interaction, and drug-drug-gene-interaction on (es)citalopram therapy: The pharmlines initiative. J. Pers. Med. 2020 10 4 256 10.3390/jpm10040256 33260705 83 Mrazek D.A. Biernacka J.M. O’Kane D.J. Black J.L. Cunningham J.M. Drews M.S. Snyder K.A. Stevens S.R. Rush A.J. Weinshilboum R.M. CYP2C19 variation and citalopram response. Pharmacogenet. Genomics 2011 21 1 1 9 10.1097/FPC.0b013e328340bc5a 21192344 84 Lee S.H. Lee M.S. Lee J.H. Kim S.W. Kang R.H. Choi M.J. Park S.J. Kim S.J. Lee J.M. Cole S.P.C. Lee M.G. MRP1 polymorphisms associated with citalopram response in patients with major depression. J. Clin. Psychopharmacol. 2010 30 2 116 125 10.1097/JCP.0b013e3181d2ef42 20520284 85 Zhang N. Ji L. Chen Z. An L. Ren D. Bi Y. Guo Z. Yuan R. Yuan F. Dong Z. Yin L. Sun X. Yang F. Li X. Yu T. He L. Shi L. He G. No association between CYP2C19 genetic polymorphism with treatment remission to antidepressant venlafaxine in Han Chinese population. Psychiatr. Genet. 2020 30 1 30 33 10.1097/YPG.0000000000000246 31842058 86 Ji Y. Schaid D.J. Desta Z. Kubo M. Batzler A.J. Snyder K. Mushiroda T. Kamatani N. Ogburn E. Hall-Flavin D. Flockhart D. Nakamura Y. Mrazek D.A. Weinshilboum R.M. Citalopram and escitalopram plasma drug and metabolite concentrations: genome-wide associations. Br. J. Clin. Pharmacol. 2014 78 2 373 383 10.1111/bcp.12348 24528284 87 Dlugauskas E. Strumila R. Lengvenyte A. Ambrozaityte L. Dagyte E. Molyte A. Navickas A. Utkus A. Analysis of Lithuanian CYP2D6 polymorphism and its relevance to psychiatric care of the local population. Nord. J. Psychiatry 2019 73 1 31 35 10.1080/08039488.2018.1548648 30661435 88 Zastrozhin M.S. Grishina E.A. Denisenko N.P. Skryabin V.Y. Markov D.D. Savchenko L.M. Bryun E.A. Sychev D.A. Effects of CYP2D6 genetic polymorphisms on the efficacy and safety of fluvoxamine in patients with depressive disorder and comorbid alcohol use disorder. Pharm. Genomics Pers. Med. 2018 11 113 119 10.2147/PGPM.S160763 29988737 89 Hahn M. Müller D.J. Roll S.C. Frequencies of genetic polymorphisms of clinically relevant gene-drug pairs in a german psychiatric inpatient population. Pharmacopsychiatry 2021 54 2 81 89 10.1055/a-1312-7175 33327018 90 Walden L.M. Brandl E.J. Tiwari A.K. Cheema S. Freeman N. Braganza N. Kennedy J.L. Müller D.J. Genetic testing for CYP2D6 and CYP2C19 suggests improved outcome for antidepressant and antipsychotic medication. Psychiatry Res. 2019 279 111 115 10.1016/j.psychres.2018.02.055 29699889 91 Sasaki T. Yasui-Furukori N. Komahashi-Sasaki H. Shinozaki M. Hayashi Y. Kato K. Inoue Y. Tsuchimine S. Watanabe T. Sugawara N. Shimoda K. CYP2D6*10 polymorphism and the enantioselective O‐desmethylation of S‐(+)‐ and R‐(‐)‐venlafaxine in Japanese psychiatric patients. Basic Clin. Pharmacol. Toxicol. 2021 128 5 677 685 10.1111/bcpt.13560 33470005 92 Zastrozhin; Petukhov; Pankratenko; Grishina; Ryzhikova; Skryabin; Koporov; Bryun; Sychev, Impact of polymorphism of CYP2D6 on equilibrium concentration of duloxetine in patients suffering from major depressive disorder. Psychopharmacol. Bull. 2020 50 3 47 57 32733111 93 Crutchley R.D. Keuler N. Sub-Analysis of CYP-GUIDES data: assessing the prevalence and impact of drug-gene interactions in an ethnically diverse cohort of depressed individuals. Front. Pharmacol. 2022 13 884213 10.3389/fphar.2022.884213 35496293 94 Abo R. Hebbring S. Ji Y. Zhu H. Zeng Z.B. Batzler A. Jenkins G.D. Biernacka J. Snyder K. Drews M. Fiehn O. Fridley B. Schaid D. Kamatani N. Nakamura Y. Kubo M. Mushiroda T. Kaddurah-Daouk R. Mrazek D.A. Weinshilboum R.M. Merging pharmacometabolomics with pharmacogenomics using ‘1000 Genomes’ single-nucleotide polymorphism imputation. Pharmacogenet. Genomics 2012 22 4 247 253 10.1097/FPC.0b013e32835001c9 22322242 95 Ślifirski G. Król M. Turło J. 5-HT Receptors and the Development of New Antidepressants. Int. J. Mol. Sci. 2021 22 16 9015 10.3390/ijms22169015 34445721 96 Garriock H.A. Tanowitz M. Kraft J.B. Dang V.C. Peters E.J. Jenkins G.D. Reinalda M.S. McGrath P.J. von Zastrow M. Slager S.L. Hamilton S.P. Association of mu-opioid receptor variants and response to citalopram treatment in major depressive disorder. Am. J. Psychiatry 2010 167 5 565 573 10.1176/appi.ajp.2009.08081167 20194481 97 Villafuerte S.M. Vallabhaneni K. Śliwerska E. McMahon F.J. Young E.A. Burmeister M. SSRI response in depression may be influenced by SNPs in HTR1B and HTR1A. Psychiatr. Genet. 2009 19 6 281 291 10.1097/YPG.0b013e32832a506e 19829169 98 Colucci-D’Amato L. Speranza L. Volpicelli F. Neurotrophic factor BDNF, physiological functions and therapeutic potential in depression, neurodegeneration and brain cancer. Int. J. Mol. Sci. 2020 21 20 7777 10.3390/ijms21207777 33096634 99 Ramesh V. Venkatesan V. Chellathai D. Silamban S. Association of serum biomarker levels and BDNF gene polymorphism with response to selective serotonin reuptake inhibitors in indian patients with major depressive disorder. Neuropsychobiology 2021 80 3 201 213 10.1159/000507371 32731218 100 Caldieraro M.A. McKee M. Leistner-Segal S. Vares E.A. Kubaski F. Spanemberg L. Brusius-Facchin A.C. Fleck M.P. Mischoulon D. Val66Met polymorphism association with serum BDNF and inflammatory biomarkers in major depression. World J. Biol. Psychiatry 2018 19 5 402 409 10.1080/15622975.2017.1347713 28656803 101 Ide S. Kakeda S. Watanabe K. Yoshimura R. Abe O. Hayashi K. Ueda I. Kishi T. Katsuki A. Umene-Nakano W. Iwata N. Nakamura J. Korogi Y. Relationship between a BDNF gene polymorphism and the brain volume in treatment-naive patients with major depressive disorder: A VBM analysis of brain MRI. Psychiatry Res. Neuroimaging 2015 233 2 120 124 10.1016/j.pscychresns.2015.05.016 26078197 102 Pandey G.N. Dwivedi Y. Rizavi H.S. Ren X. Zhang H. Pavuluri M.N. Brain-derived neurotrophic factor gene and protein expression in pediatric and adult depressed subjects. Prog. Neuropsychopharmacol. Biol. Psychiatry 2010 34 4 645 651 10.1016/j.pnpbp.2010.03.003 20227453 103 Aldoghachi A.F. Tor Y.S. Redzun S.Z. Lokman K.A.B. Razaq N.A.A. Shahbudin A.F. Badamasi I.M. Cheah P.S. Stanslas J. Veerakumarasivam A. Rosli R. Ibrahim N. Lye M.S. Ling K.H. Screening of brain-derived neurotrophic factor (BDNF) single nucleotide polymorphisms and plasma BDNF levels among Malaysian major depressive disorder patients. PLoS One 2019 14 1 e0211241 10.1371/journal.pone.0211241 30677092 104 Zhang C. Ran L. Ai M. Wang W. Chen J. Wu T. Liu W. Jin J. Wang S. Kuang L. Targeted sequencing of the BDNF gene in young Chinese Han people with major depressive disorder. Mol. Genet. Genomic Med. 2020 8 10 e1484 10.1002/mgg3.1484 32869548 105 Li M. Chang H. Xiao X. BDNF Val66Met polymorphism and bipolar disorder in European populations: A risk association in case-control, family-based and GWAS studies. Neurosci. Biobehav. Rev. 2016 68 218 233 10.1016/j.neubiorev.2016.05.031 27236043 106 Pathak P. Mehra A. Ram S. Pal A. Grover S. Association of serum BDNF level and Val66Met polymorphism with response to treatment in patients of major depressive disease: A step towards personalized therapy. Behav. Brain Res. 2022 430 113931 10.1016/j.bbr.2022.113931 35605794 107 Zubiaur P. Fernández-Campos P. Navares-Gómez M. Soria-Chacartegui P. Villapalos-García G. Román M. Mejía-Abril G. Ochoa D. Abad-Santos F. Variants in COMT, CYP3A5, CYP2B6, and ABCG2 Alter Quetiapine Pharmacokinetics. Pharmaceutics 2021 13 10 1573 10.3390/pharmaceutics13101573 34683865 108 Hosang G.M. Fisher H.L. Cohen-Woods S. McGuffin P. Farmer A.E. Stressful life events and catechol-O-methyl-transferase (COMT) gene in bipolar disorder. Depress. Anxiety 2017 34 5 419 426 10.1002/da.22606 28102561 109 Różycka A. Słopień R. Słopień A. Dorszewska J. Seremak-Mrozikiewicz A. Lianeri M. Maciukiewicz M. Warenik-Szymankiewicz A. Grzelak T. Kurzawińska G. Drews K. Klejewski A. Jagodziński P.P. The MAOA, COMT, MTHFR and ESR1 gene polymorphisms are associated with the risk of depression in menopausal women. Maturitas 2016 84 42 54 10.1016/j.maturitas.2015.10.011 26620113 110 Tang Z. Zhang S. Guo D. Wang H. Association between COMT gene Val108/158Met and antidepressive treatment response: A meta-analysis. Gene 2020 734 144333 10.1016/j.gene.2020.144333 31972309 111 Antypa N. Drago A. Serretti A. The role of COMT gene variants in depression: Bridging neuropsychological, behavioral and clinical phenotypes. Neurosci. Biobehav. Rev. 2013 37 8 1597 1610 10.1016/j.neubiorev.2013.06.006 23792050 112 Cao Y. Lin X. Chen L. Ji L. Zhang W. The Catechol-O-methyltransferase and dopamine transporter genes moderated the impact of peer relationships on adolescent depressive symptoms: a gene-gene-environment study. J. Youth Adolesc. 2018 47 11 2468 2480 10.1007/s10964-018-0925-3 30242586 113 Xavier J. Bastos C.R. Camerini L. Amaral P.B. Jansen K. de Mattos Souza L.D. da Silva R.A. Pinheiro R.T. Lara D.R. Ghisleni G. Interaction between COMT Val158 Met polymorphism and childhood trauma predicts risk for depression in men. Int. J. Dev. Neurosci. 2022 82 5 385 396 10.1002/jdn.10186 35441426 114 Shen X. Wu Y. Guan T. Wang X. Qian M. Lin M. Shen Z. Sun J. Zhong H. Yang J. Li L. Yuan Y. Association analysis of COMT/MTHFR polymorphisms and major depressive disorder in Chinese Han population. J. Affect. Disord. 2014 161 73 78 10.1016/j.jad.2014.03.008 24751310 115 Benedetti F. Dallaspezia S. Colombo C. Lorenzi C. Pirovano A. Smeraldi E. Effect of catechol-O-methyltransferase Val] (108/158)Met polymorphism on antidepressant efficacy of fluvoxamine. Eur. Psychiatry 2010 25 8 476 478 10.1016/j.eurpsy.2009.12.007 20619611 116 Prediction of remission of depression with clinical variables, neuropsychological performance, and serotonergic/dopaminergic gene polymorphisms. Hum. Psychopharmacol. 2012 27 6 577 586 24446536 Fig. (1) Flow chart of literature search. Fig. (2) The number of publications from 2006 to 2021 on SNP research in the depression field. Fig. (3) Visualization of the scientific collaboration network analysis for SNP research in depression 1998-2021. Collaborations between nations/regions ( A ), institutions ( B ), and authors ( C ). The map's nodes represent various components, including authors, nations/regions, and institutes, while the connecting lines between nodes show relationships among the participants in the project. Fig. (4) Clustering visualization plot for reference co-citation network analysis of the publications on SNP in the field of depression from 1998 to 2021. Fig. (5) Timezone view of keyword co-occurrences in articles on depression-related SNP research from 1998 to 2021. The map shows nodes that represent keywords and the chronological order of keyword occurrences. The size of the nodes varies in direct proportion to how frequently certain keywords appear. Fig. (6) The strongest burst of citations in the literature on SNP research in the field of depression from 1998 to 2021. The intensity values reflect the frequency of citations. Red bars indicate frequently cited citations; green bars indicate rarely cited citations. Fig. (7) The keywords with the strongest outbreak of citations in publications on SNP research in the field of depression published from 1998 to 2021. Table 1 The top 15 countries/regions, institutions, and authors in terms of publications. Items Publication Ranking Name Count Country/Region 1 America 3477 2 England 1301 3 Germany 1096 4 China 1009 5 Australia 711 6 Canada 689 7 Italy 684 8 Netherlands 627 9 Japan 482 10 France 433 11 Sweden 370 12 Spain 368 13 South Korea 307 14 Brazil 297 15 Switzerland 292 Institution 1 King's College London 314 2 University of Toronto 213 3 Duke University 198 4 Karolinska Institute 195 5 University of Pittsburgh 191 6 Univ Bonn Germany 182 7 University of Bologna 181 8 Max Planck Institute Psychiat 172 9 National Institute of Mental Health 157 10 Columbia University 154 11 Harvard University 153 12 Vrije University Amsterdam 150 13 Yale University 146 14 University of Melbourne 141 15 Massachusetts General Hospital 133 Author 1 Serretti Alessandro 150 2 Rietschel Marcella 85 3 Domschke Katharina 65 4 Boomsma Dorret I 58 5 Binder Elisabeth B 56 6 Baune Bernhard T 50 7 Holsboer Florian 49 8 Maier Wolfgang 48 9 Iwata Nakao 47 10 Arolt Volker 47 11 Mors Ole 44 12 Fabbri Chiara 44 13 Mcguffin Peter 43 14 Breen Gerome 42 15 Gelernter Joel 41 Table 2 The top 15 journals and co-cited journals for SNP research in the depression field. Item Ranking Name Country Counts IF Jounrnal 1 Journal of Affective Disorders Netherlands 324 6.533 2 Plos One USA 283 3.752 3 American Journal of Medical Genetics Part B Neuropsychiatric Genetics USA 234 3.358 4 Translational Psychiatry England 183 7.989 5 Molecular Psychiatry England 176 13.437 6 Biological Psychiatry USA 158 12.810 7 Progress in Neuro-Psychopharmacology and Biological Psychiatry England 153 5.201 8 Psychiatry Research Netherlands 133 11.225 9 Neuroscience Letters Netherlands 129 3.197 10 Journal of Psychiatric Research England 123 5.250 11 Psychoneuroendocrinology England 114 4.693 12 Neuropsychopharmacology England 113 8.294 13 Psychiatric Genetics USA 111 2.574 14 Genes Brain And Behavior Denmark 106 3.708 15 International Journal of Neuropsychopharmacology England 81 5.678 Co-cited Journal 1 Biological Psychiatry USA 5470 12.810 2 Molecular Psychiatry England 5249 13.437 3 Archives of General Psychiatry USA 4634 / 4 American Journal of Psychiatry USA 4590 19.242 5 Science USA 4463 63.714 6 Proceedings of The National Academy of Sciences of The United States of America USA 4339 12.779 7 Neuropsychopharmacology England 3714 8.294 8 Journal of Affective Disorders Netherlands 3424 6.533 9 PloS One USA 3341 3.752 10 Nature England 3323 69.504 11 American Journal of Medical Genetics Part B Neuropsychiatric Genetics USA 3254 3.358 12 American Journal of Human Genetics USA 2927 11.043 13 Journal of Neuroscience USA 2905 6.167 14 Psychological Medicine USA 2412 10.592 15 Nature Genetics England 2408 41.307 Table 3 The top 10 co-cited authors with the most citations. Ranking Times Cited Author Institution (Country) Major Research Field H-Index 1 1385 Caspi Avshalom Duke University (United States) King’s College London, London (United Kingdom) Neurosciences/Neurology, Psychiatry, Genetics/Heredity 149 2 1161 Lesch Klaus-Peter Maastricht University and Neuroplast BV (Netherlands) University of Würzburg (Germany) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 110 3 1045 Kendler Kennet S Virginia Commonwealth University (United States) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 156 4 872 Serretti Alessandro University of Bologna (Italy) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 72 5 762 Kessler Ronald C Harvard Medical School (United States) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 227 6 614 Egan Michael F Merck Research Laboratories, Merck (United States) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 69 7 478 Sullivan Patrick F Karolinska Institutet (Sweden) University of North Carolina (United States) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 103 8 454 Purcell Shaun Harvard Medical School, Harvard University (United States) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 103 9 450 Hariri Ahmad R Duke University (United States) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 68 10 408 Heils Armin Rheinische Friedrich-Wilhelms-University of Bonn (Germany) Neurosciences/Neurology, Psychiatry, Genetics/Heredity, Pharmacology/Pharmacy 37 Table 4 The top15 co-cited references related to SNP research in the depression field between 1998 and 2021. Ranking Cited Number Year Title of Article Author Journal IF 1 575 2003 Influence of life stress on depression: moderation by a polymorphism in the 5-HTT gene Caspi Avshalom Science 63.714 2 370 2009 Interaction between the serotonin transporter gene (5-HTTLPR), stressful life events, and risk of depression: a meta-analysis Risch Neil Jama-Journal of The American Medical Association 157.355 3 343 2005 Haploview: analysis and visualization of LD and haplotype maps Barrett J. C. Bioinformatics 6.931 4 333 2011 The serotonin transporter promoter variant (5-HTTLPR), stress, and depression meta-analysis revisited: evidence of genetic moderation Karg Katja Archives of General Psychiatry / 5 289 2007 PLINK: a tool set for whole-genome association and population-based linkage analyses Purcell Shaun American Journal of Human Genetics 11.043 6 285 2006 Serotonin transporter promoter gain-of-function genotypes are linked to obsessive-compulsive disorder Hu Xian-Zhang American Journal of Human Genetics 11.043 7 230 2005 5-HTTLPR polymorphism impacts human cingulate-amygdala interactions: a genetic susceptibility mechanism for depression Pezawas Lukas Nature Neuroscience 28.771 8 222 2005 The interaction of stressful life events and a serotonin transporter polymorphism in the prediction of episodes of major depression: a replication Kendler Kenneth S Archives of General Psychiatry / 9 216 2010 Genetic sensitivity to the environment: the case of the serotonin transporter gene and its implications for studying complex diseases and traits Caspi Avshalom American Journal of Psychiatry 19.242 10 212 2013 A mega-analysis of genome-wide association studies for major depressive disorder Major Depressive Disorder Working Group of the Psychiatric GWAS Consortium Molecular Psychiatry 13.437 11 196 2003 The BDNF val66met polymorphism affects activity-dependent secretion of BDNF and Human Memory and Hippocampal Function Egan Michael F Cell 66.849 12 179 2014 Biological insights from 108 schizophrenia-associated genetic loci Schizophrenia Working Group of the Psychiatric Genomics Consortium Nature 69.504 13 167 2004 Gene-environment interaction analysis of serotonin system markers with adolescent depression Eley Thalia C Molecular Psychiatry 13.437 14 166 2002 Serotonin transporter genetic variation and the response of the human amygdala Hariri Ahmad R Science 63.714 15 159 2013 Identification of risk loci with shared effects on five major psychiatric disorders: a genome-wide analysis Cross-Disorder Group of the Psychiatric Genomics Consortium Lancet 202.731 Table 5 The top 10 keywords in terms of frequency for SNP research in the depression field. Item Ranking Frequency Keyword Total 1 3190 Depression 2 2069 Polymorphism 3 1920 Association 4 1429 Major depression 5 931 Major depressive disorder 6 908 Gene 7 877 Schizophrenia 8 848 Bipolar disorder 9 834 Stress 10 796 Anxiety Drug 1 246 Citalopram 2 209 Fluoxetine 3 192 Paroxetine 4 148 Escitalopram 5 111 Venlafaxine 6 103 Fluvoxamine 7 91 Sertraline 8 78 SSRI 9 52 Mirtazapine 10 16 Morphine Gene/Receptor 1 1347 5-HT 2 761 BDNF 3 274 COMT 4 139 Glucocorticoid receptor 5 116 Monoamine oxidase 6 110 BDNF val66met polymorphism 7 101 FKBP5 8 89 SLC6A4 9 80 CYP2D6 10 65 CLOCK",
    "full_text_abstract": "Background Genetic polymorphism has been proven to have an important association with depression, which can influence the risk of developing depression, the efficacy of medications, and adverse effects via metabolic and neurological pathways. Nonetheless, aspects of the association between single nucleotide polymorphisms and depression have not been systematically investigated by bibliometric analysis. Objective The aim of this study was to analyze the current status and trends of single nucleotide polymorphism research on depression through bibliometric and visual analysis. Methods The Web of Science Core Collection was used to retrieve 10,043 articles that were published between 1998 and 2021. CiteSpace (6.1 R4) was used to perform collaborative network analysis, co-citation analysis, co-occurrence analysis, and citation burst detection. Results The most productive and co-cited journals were the Journal of Affective Disorders and Biological Psychiatry, respectively, and an analysis of the references showed that the most recent research focused on the largest thematic cluster, “5-HT”, reflecting the important research base in this area. “ CYP2D6 ” has been in the spotlight since its emergence in 2009 and has become a research hotspot since its outbreak in 2019. However, “ BDNF ”, “ COMT ”, “older adults”, “loci”, and “DNA methylation” are also the new frontier of research, and some of them are currently in the process of exploration. Conclusion These findings offer a useful perspective on existing research and potential future approaches in the study of the association between single nucleotide polymorphisms and depression, which may assist researchers in selecting appropriate collaborators or journals."
}