{
  "PMC": "11310751",
  "DOI": "10.14218/jcth.2024.00119",
  "PMID": "39130622",
  "PMCID": "PMC11310751",
  "title": "Heritable Chronic Cholestatic Liver Diseases: A Review.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC11310751",
  "source": "MED",
  "abstract_text": "Chronic cholestasis due to heritable causes is usually diagnosed in childhood. However, many cases can present and survive into adulthood. The time course varies considerably depending on the underlying etiology. Laboratory data usually reveal elevated conjugated hyperbilirubinemia, alkaline phosphatase, and gamma-glutamyl transpeptidase. Patients may be asymptomatic; however, when present, the typical symptoms are pruritus, jaundice, fatigue, and alcoholic stools. The diagnostic methods and management required depend on the underlying etiology. The development of genome-wide associated studies has allowed the identification of specific genetic mutations related to the pathophysiology of cholestatic liver diseases. The aim of this review was to highlight the genetics, clinical pathophysiology, presentation, diagnosis, and treatment of heritable etiologies of chronic cholestatic liver disease.",
  "full_text": "pmc J Clin Transl Hepatol J Clin Transl Hepatol JCTH Journal of Clinical and Translational Hepatology 2225-0719 2310-8819 XIA & HE Publishing Inc. 11310751 JCTH.2024.00119 10.14218/JCTH.2024.00119 Review Article Heritable Chronic Cholestatic Liver Diseases: A Review Tidwell J. et al : Genetics of chronic cholestasis Tidwell Jasmine 1 * https://orcid.org/0009-0004-0560-672X Wu George Y. 1 2 1 Department of Medicine, University of Connecticut Health Center, Farmington, CT, USA 2 Division of Gastroenterology-Hepatology, University of Connecticut Health Center, Farmington, CT, USA * Correspondence to: Jasmine Tidwell, Department of Medicine, University of Connecticut Health Center, 263 Farmington Ave, Farmington, CT 06032, USA. ORCID: https://orcid.org/0009-0004-0560-672X . Tel: +1-941-250-4330, Fax: +1-860-679-6582, E-mail: jtidwell@uchc.edu None to declare. GYW has been an Editor-in-Chief of Journal of Clinical and Translational Hepatology since 2013. The other author has no conflict of interests related to this publication. Proposing concept for review, information collection, and article drafting (JT), manuscript revision (JT, GYW), manuscript editing (JT, GYW), and final approval of the version for publishing (GYW). 28 8 2024 17 6 2024 12 8 726 738 29 3 2024 14 5 2024 28 5 2024 © 2024 Authors. 2024 https://creativecommons.org/licenses/by-nc/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution-Noncommercial 4.0 International License (CC BY-NC 4.0), permitting all non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Chronic cholestasis due to heritable causes is usually diagnosed in childhood. However, many cases can present and survive into adulthood. The time course varies considerably depending on the underlying etiology. Laboratory data usually reveal elevated conjugated hyperbilirubinemia, alkaline phosphatase, and gamma-glutamyl transpeptidase. Patients may be asymptomatic; however, when present, the typical symptoms are pruritus, jaundice, fatigue, and alcoholic stools. The diagnostic methods and management required depend on the underlying etiology. The development of genome-wide associated studies has allowed the identification of specific genetic mutations related to the pathophysiology of cholestatic liver diseases. The aim of this review was to highlight the genetics, clinical pathophysiology, presentation, diagnosis, and treatment of heritable etiologies of chronic cholestatic liver disease. Graphical abstract Chronic cholestasis Cholestatic liver disease Congenital hepatic fibrosis Caroli disease Caroli syndrome Alagille syndrome Biliary atresia Introduction Chronic cholestasis is defined as the impairment of bile acid formation and/or flow that persists for more than six months. 1 Diseases causing chronic cholestasis encompass a broad spectrum of both heritable and acquired hepatobiliary disorders. 2 This review focused on heritable causes of chronic cholestasis, as they are less commonly encountered and considered. In the human embryo, the intrahepatic and extrahepatic biliary systems develop separately. 3 The first anlage of the biliary system is the hepatic diverticulum, an extrusion of the ventral endoderm. 3 , 4 During the first eight weeks of gestation, lengthening of the caudal part of the hepatic diverticulum gives rise to the hepatic ducts. 4 The merging of the right and left hepatic ducts forms the common hepatic duct, which combines with the cystic duct to form the common bile duct. 3 In the seventh week, hepatocyte precursor cells, originating from the endoderm and hepatoblasts, give rise to the intrahepatic bile ducts. 4 At week eight, the hepatoblasts surround the largest hilar branch of the portal vein as a discontinuous sleeve, known as the ductal plate. 4 This layer of cells duplicates and begins to appear around the smaller portal vein branches. 4 This process is believed to be induced by transforming growth factor-beta1 (TGF-ß) and the neurogenic locus notch homolog protein (NOTCH) pathway. 3 , 4 Remodeling of the ductal plate initiates in the 12th week when a tubular dilatation of the slit-like lumen of the double-layered ductal plate occurs. 3 , 4 Small cysts and tubes, called the primitive ductal structures, interconnect and elongate, and hepatoblasts differentiate into cholangiocytes. 3 The varying expression of cadherin and the linking of α and ß-catenin lead to the phenotypic change from hepatoblast to cholangiocyte. 4 Excess epithelial components gradually disappear, and new bile ducts arise from preexisting mature tubular ducts through elongation and branching. 4 Alterations in any of the complex steps of biliary development can lead to distinct pathologies. Ductal plate malformation (DPM) is defined by the presence of post-natal embryonic biliary structures. 3 Abnormal morphogenesis and differentiation at any stage of biliary development lead to excess immature bile ducts, dense extracellular matrix, and portal vein branch abnormalities. 5 , 6 Congenital diseases involving the intrahepatic ducts, such as congenital hepatic fibrosis (CHF) and Caroli disease, are characterized by DPM ( Fig. 1 ). 3 , 7 – 14 The stage of development affected determines the resulting disorder. 7 Defective small interlobular bile ducts characterize congenital hepatic fibrosis, while defective large intrahepatic bile ducts are characteristic of Caroli disease. 15 Alagille syndrome is caused by defects in the Notch signaling pathway leading to intrahepatic bile duct paucity ( Fig. 2 ). 3 , 16 , 17 Biliary atresia affects both intrahepatic and extrahepatic bile ducts, but the pathogenesis is still poorly understood. 3 Genetic, immunological, and infectious etiologies have been proposed and are believed to be secondary to in-utero insult(s), although the exact triggers are not well-defined. 18 This insult stimulates innate and adaptive immunity, causing intra- and extrahepatic bile duct injury, impaired flow, accumulation of bile acids, and epithelial damage ( Fig. 3 ). 18 – 26 Chronic cholestasis is evident in these pathologies due to persistent injury and/or alteration of the bile ducts and bile flow. Fig. 1 Effects of specific mutations involved in the development of CHF, CD, and CS. (1) Mutations in PKHD1 result in the synthesis of defective fibrocystin, activating the cAMP and NF-kB pathways. Activation of cAMP increases ß-catenin, stimulating the production of chemokines such as IL-ß and CXLC10, which activate the JAK/STAT pathway, causing intracellular signal transduction events and altering gene expression. NF-kB activates NLRP3, which binds to ASC, cleaving caspase 1 and inducing the maturation of pro-IL-1ß and further chemokine activation. Chemokines also stimulate macrophage recruitment, activating TGF-ß and stimulating myofibroblasts and extracellular matrix, causing hepatic fibrosis. 7 , 8 – 10 (2) Cilia dysfunction can occur secondary to mutations in TMEM67 and ZFYVE19 . TMEM67 encodes meckelin, a protein that acts as a barrier for the cilia, and ZKYVE19 regulates ciliogenesis. 11 – 13 The disruption of the tubular architecture leads to ductal ectasia, predisposing to stagnant bile, stone formation, and cholangitis. Defective small interlobular bile ducts characterize CHF. On the other hand, CD is characterized by defective large intrahepatic bile ducts, and CS is the combination of CHF and CD. 14 ASC, apoptosis-associated speck-like protein containing a caspase recruitment domain; ß-Cat, ß-catenin; CD, Caroli disease; CHF, congenital hepatic fibrosis; CS, Caroli syndrome; FPC, fibrocystin; IL, interleukin; JAK, janus kinase; LEF, lymphoid enhancer-binding factor; NK-kB, nuclear factor kappa-light-chain-enhancer of activated B cells; NLRP3, nod-like receptor protein containing pyrin 3; PKA, protein kinase A; PKHD1, polycystic kidney and hepatic disease 1 gene; STAT, signal transducers and activators of transcription; TCF, T-cell factor; TGF-ß, transforming growth factor beta; TMEM67, the meckel syndrome protein meckelin; ZFYVE19, zinc finger FYVE-type containing 19. Adapted with permission from Fabris et al., Nature Rev Gastroenterol Hepatol, 2019. Fig. 2 Effects of specific mutations involved in the development of Alagille syndrome. (1) Normally, signals between JAG1 and NOTCH 1/2 convert fibroblasts into cholangiocytes. (1a) Mutations in JAG1 result in the inhibition of the formation of cholangiocytes. (2) Binding of JAG1 and NOTCH2 is essential for tubule formation. (2a) Mutations in JAG1 at this step cause bile duct paucity. 16 , 17 HPCs, hepatic progenitor cells; JAG1, jagged1; NOTCH, neurogenic locus notch homolog protein. Adapted with permission from Fiorotto et al., J Hepatol, 2013. Fig. 3 Effects of specific mutations involved in the development of biliary atresia. (1) Mutations in KIF3B, TTC17, MAN1A2 and ARF6 result in the inhibition of recruitment of IFTs and EGFRs disrupting normal cilia function. 20 , 22 , 24 (2) Defective GPC1 alters glypican, which attaches to the apical cell membrane of cholangiocytes, altering cell division and growth. 21 (3) ADD3 encodes adducins that play a role in remodeling biliary epithelial junctions. Defects lead to disordered development. 21 (4) Mutations in ICAM1 , a ligand for CD18 and macrophages, and ITGB2 , a ligand for T-cells and macrophages, upregulate an inflammatory response in the bile duct. 20 , 25 , 26 (5) Likewise, a trigger such as rotavirus type A infection stimulates the production of IL-15 and IL-8. NK cells promote cholangiocyte injury and disrupt the duct epithelium. IL-33 is then secreted, attracting ILC2, which triggers the HSC activation mediated by chemokines and TGF-ß. Activated HSCs lead to hepatic fibrosis and cirrhosis. INF-γ promotes bile duct obstruction and eventual biliary atresia by causing a prominent lymphocytic infiltration. 18 , 19 (6) EFEMP1 encodes a secreted extracellular protein implicated in extracellular matrix remodeling promoting hepatic fibrosis. 23 ADD3, adducing-3; ARF6, ADP-ribosylation factor 6; EFEMP1, EGF containing fibulin extracellular matrix protein 1; EGFR, endothelial growth factor receptor; GPC1, glypican-1; HSC, hepatic stellate cell; ICAM1, intercellular adhesion molecule 1; IFTs, intraflagellar transporters; IL, interleukin; ILC2, innate lymphoid cells; INF-γ, interferon-gamma; ITGB2, integrin subunit beta 2 ; KIF3B, kinesin family member 3B; MAN1A2, mannosidase alpha class 1A member 2; NK, natural killer; RRV, rotavirus type A; TGF-ß, transforming growth factor beta; TTC17, tetratricopeptide repeat domain 17. Adapted with permission from Asai et al., Nat Rev Gastroenterol Hepatol, 2015. While most heritable causes of chronic cholestasis are diagnosed in childhood, many can present and survive into adulthood. Therefore, it is important for physicians to consider both acquired and genetic causes in a proper diagnostic workup of chronic cholestasis. This review aimed to highlight the genetics, clinical pathophysiology, presentation, diagnosis, and treatment of heritable etiologies of chronic cholestatic liver disease ( Table 1 ). Table 1 Summary of heritable chronic cholestatic liver diseases Cholangiopathy Duct Involvement Communicating cysts Other Organ Involvement AST/ALT ALP/GGT Histopathology Treatment CHF Small interlobular ducts Yes Kidney High High Increased proliferated irregular bile ducts, hypoplastic portal vein branches, varying degrees of progressive hepatic fibrosis with nodular formation Liver transplant CD/CS Large intrahepatic ducts/ Small interlobular and large intrahepatic ducts Yes None Normal or high High Localized, non-obstructive dilated bile ducts, intraluminal protrusions of the ductal wall, patent hepatic arterial and portal venous channels that terminate within the lumen Hemi-hepatectomy, liver transplant ALGS Intrahepatic ducts N/A Heart, eyes, face, bone, kidney Normal or high Significantly high Bile duct paucity defined as a ratio of interlobular ducts to portal tracts less than 0.4 UDCA, fat-soluble vitamins, IBAT inhibitors, liver transplant BA Intrahepatic and extrahepatic ducts N/A Esophagus, small intestine Normal or high High Biliary duct proliferation, plugs, fibrosis, very few multinucleated giant hepatocytes KPE, liver transplant ALGS, Alagille syndrome; ALP, alkaline phosphatase; ALT, alanine transaminase; AST, aspartate transaminase; BA, biliary atresia; CD, Caroli disease; CHF, congenital hepatic fibrosis; CS, Caroli syndrome; GGT, gamma-glutamyl transferase; IBAT, ileal bile acid transport; KPE, Kasai portoenterostomy; UDCA, ursodeoxycholic acid. CHF CHF is a rare liver disorder characterized by fibropolycystic disease with hepatic fibrosis and biliary tract changes. 5 Although it is most widely known as a pediatric-onset liver disease, delayed progression resulting in diagnosis in adults is becoming increasingly common. 27 Epidemiology The incidence of CHF has been reported to be approximately 1:20,000. It is generally diagnosed during early infancy or childhood, with a median age of 2 and 11 years, respectively. However, it can remain asymptomatic for years. 6 A study of eight children and eight adults with CHF reported ages of onset ranging from 1–15 years in children and 26–60 years in adults, respectively. 27 This study had a large sample size with high statistical significance. Another retrospective report of 24 adult patients with CHF showed a median age of 51 years, with 58.3% being male. 5 CHF is inherited in an autosomal recessive manner and results from DPM. The involvement of the portal vein, leading to many closely branched portal veins, can result in portal vein cavernous malformation. 15 In one report, portal vein cavernous malformation was identified in 48% of patients with CHF. 28 The exact pathogenesis of portal hypertension in CHF is unknown; however, it is thought to be due to fibrous bands compressing the intrahepatic portal vein branches and defective and involuted branches. 7 Pathophysiology CHF can be present alone or more frequently associated with other disorders, including polycystic kidney disease. The polycystic kidney and hepatic disease 1 gene (PKHD1) encode fibrocystin or polyductin. Fibrocystin is expressed in the biliary and renal epithelium and maintains a three-dimensional tubular architecture. 6 A mutation of the PKHD1 gene leads to defective fibrocystin, causing short and flat cilia that disrupt the tubular architecture of cholangiocytes and renal epithelium. 7 , 8 Animal studies have shown that fibrocystin-defective cholangiocytes over-activate ß-catenin, leading to increased levels of chemokines, including CXCL1, CXCL10, and CXCL12, which stimulate macrophage recruitment and lead to a chronic low-grade inflammatory response. 9 TGF-ß is then activated, with an increase in collagen production by cholangiocytes and extracellular matrix molecules by myofibroblasts, leading to hepatic fibrosis ( Fig. 1 ). 9 , 10 A report of 13 patients with CHF identified that 46% had concomitant polycystic kidney disease. Of these, three cases had autosomal recessive polycystic kidney disease, two had autosomal dominant polycystic kidney disease, and one was not specified. 29 Other associated genes include TMEM67 and ZFYVE19 . TMEM67 encodes for a protein called meckelin, which is found in the transition zone of the cilia between the primary cilium and the basal body. 11 The transition zone acts as a barrier controlling the entry and exit of components in the cilium. 12 TMEM67 mutations lead to defective meckelin and subsequent cilia dysfunction ( Fig. 1 ). 11 The persistence of the immature ductal plate around the portal branches stimulates the formation of fibrous periportal tissue. These defects cause multiple overlapping syndromes, including Meckel syndrome and Bardet-Biedl syndrome. Meckel syndrome is characterized by congenital hepatic fibrosis, microcephaly, renal cystic disease, and congenital heart defects. Bardet-Biedl syndrome is characterized by congenital hepatic fibrosis, retinitis pigmentosa, hypogonadism, and renal dysfunction. 15 However, there have been reports of TMEM67 mutations associated with isolated CHF. 11 , 12 Similarly, ZFYVE19 is a regulator of cytokinesis and ciliogenesis. Mutations can result in altered expression of ZFYVE19, causing defective cilia ( Fig. 1 ). 13 One report described nine patients with CHF and ZFYVE19 mutations in a prospective study with a small sample size. 30 Clinical presentation The clinical presentation of CHF can be non-specific and vary greatly, from asymptomatic to that of liver failure. The most common clinical findings include esophageal varices, hepatosplenomegaly, and gastrointestinal bleeding secondary to portal hypertension. Approximately 30–70% of cases present with melena and hematemesis. 6 In a report of 24 adult patients with CHF, 69.6% had splenomegaly, 60.9% had a cirrhotic-appearing liver, 45% had esophageal varices, 5% had gastric varices, and 88% had bleeding. 5 Children typically present with more severe manifestations while adults usually have vague symptoms such as fatigue and abnormal liver function tests. 27 Laboratory workup may reveal a cholestatic pattern with elevated levels of bilirubin, alkaline phosphatase, and gamma-glutamyl transpeptidase (GGT). However, normal aminotransferase levels are possible. 6 Compared to adults, children have significantly higher aminotransferase levels. 27 Depending on the degree of splenomegaly, cytopenias can be present. Additionally, renal cysts are common, and in those with significant renal disease, renal function tests may be abnormal. 6 There are four clinical forms of CHF described in the literature. The first is portal hypertensive, which is the most common and is more severe when portal vein abnormalities are present. The second is cholangitic, characterized by cholestasis and recurrent cholangitis. The third, mixed, is characterized by both portal hypertension and cholangitic forms. The fourth is latent, characterized by presentation at a later age than other forms. 31 Diagnosis Differential diagnoses of CHF can be determined based on the presence of extrahepatic disease, family history, and consistent liver histology. 27 Abdominal ultrasound (US) is the preferred screening option due to its ability to detect bile duct and hepatic abnormalities without exposure to ionizing radiation and at a lower cost. Characteristic findings include right hepatic segment atrophy, left lateral and caudate segment hypertrophy, intra- and extrahepatic biliary dilation with solid and cystic lesions, periportal thickening, splenomegaly, and renal and hepatic cysts. 6 In contrast to situations in alcoholic and viral cirrhosis, the left medial lobe is generally preserved or larger in patients with CHF. 7 Doppler US can identify portal and splenic vein dilations, flow direction, vascular patency, and cavernous transformation. 7 Computed tomography (CT) is advantageous because it offers volume measurements and easy identification of periportal cuffing. 6 Magnetic resonance cholangiopancreatography (MRCP) provides a detailed and thorough evaluation of the biliary tree, even when US findings are normal. 15 Imaging can exclude other biliary tract abnormalities such as choledocholithiasis, primary sclerosing cholangitis, bile duct stricture or dilation, and can suggest CHF if there are renal cysts. 32 A liver biopsy is required for an unequivocal diagnosis of CHF. 6 The triad of characteristic histopathological findings includes increased proliferated irregular bile ducts, hypoplastic portal vein branches, and varying degrees of progressive hepatic fibrosis with nodular formation. 6 , 29 The fibrosis is characterized by portal-portal bands with embedded elongated, tortuous, or branched bile duct structures. 33 The hepatic lobules typically have normal hepatocyte morphology unless there is progression to cirrhosis. 15 Although no specific stain exists for CHF, trichrome stain can highlight abnormal bile ducts. 29 Key distinguishing features of CHF include vanishing bile ducts and open lumina bile duct proliferation, versus narrow or occluded ducts as seen in other biliary processes, with a lack of significant portal inflammation or bile duct damage unless associated with ascending cholangitis. 32 The cholestatic pattern on laboratory data is indistinguishable from other causes of cholestasis. 6 Genetic testing is available in the United States through Invitae Co. However, this panel includes over a hundred genes. There are no commercially available genetic sequencing panels solely for CHF. 27 Based on reported literature, testing for PKHD1, TMEM67, and ZFYVE19 genes is suggested ( Fig. 4 ). Fig. 4 An algorithm for the evaluation of chronic cholestatic liver disease. +, positive; −, negative; ALGS, Alagille syndrome; AMA, antimitochondrial antibody; ANA, antinuclear antibody; ANCA, antineutrophil cytoplasmic antibodies; BA, biliary atresia; CD, Caroli disease; CHF, congenital hepatic fibrosis; CS, Caroli syndrome; ERCP, endoscopic retrograde cholangiopancreatography; MMP-7, matrix metalloproteinase 7; MRCP, magnetic resonance cholangiopancreatography; US, ultrasound. Management and prognosis To date, there are no therapies to treat or halt the progression of CHF. 6 The cornerstone of management is supportive care and the treatment of complications. 27 Management of esophageal and gastric varices involves endoscopic intervention. Transjugular intrahepatic portosystemic shunts can be considered for those with refractory bleeding. 15 Liver transplant (LT) is the only definitive therapy, and depending on the level of renal involvement, simultaneous liver-kidney transplantation (SLKT) may be necessary. Indications for transplant include advanced stages of the disease, malignant transformation, hepatic insufficiency, or recurrent cholangitis. 6 Recurrent cholangitis frequently involves multidrug-resistant organisms and can lead to difficulties in finding appropriate antibiotic therapy. While awaiting LT, chronic suppressive antibiotic therapy is recommended to reduce the risk of major infectious events. 34 Clinical outcomes are primarily dictated by the stage of hepatic fibrosis and the presence of complications. A study on the complications and outcomes of 24 patients with CHF included patients aged 18 years and older with a histopathological diagnosis of CHF. Patients with any confounding liver diseases were excluded. Complications observed included cholangitis (45%), hepatic encephalopathy (25%), and ascites requiring treatment (20.8%). Patients were followed for up to 20 years; 8% of patients died at 3.5 years, and 33% underwent LT. The incidence of death five years after the initial presentation was 9.1%. The indications for LT were decompensated liver disease in seven patients and recurrent cholangitis in one patient. Of these, two required SLKT due to autosomal recessive polycystic kidney disease. 5 This study had a large sample size but lacked standardized follow-up. A retrospective study examined the outcomes of patients with CHF who underwent liver transplants alone (LTA) versus SLKT. A total of 197 patients who received LT for CHF were included, with 87 receiving SLKT and 110 receiving LTA. In the LTA group, the median age of diagnosis was 18 and 19 in the SLKT group ( p =0.74). Patients were predominantly male, 47% in the SLKT group and 62% in the LTA group. Additionally, they were primarily Caucasian, 75% and 94% in the SLKT and LTA groups, respectively. The survival rates at one, three, and five years were 99%, 96.2%, and 94.6%, respectively; liver graft survival rates were 94.9%, 91.1%, and 89.6%, respectively. There was no difference in patient survival ( p =0.45) or liver graft survival ( p =0.29) between LTA and SLKT patients. 8 Strengths of this study include its sample size and long-term follow-up. DPM can predispose individuals to both cholangiocarcinoma and hepatic carcinoma, especially in those over 40 years old. 29 , 35 A report of 19 patients with CHF identified that 23% developed hepatic carcinoma. 29 There are also isolated case reports in the literature, including one of a 37-year-old male and another of a 27-year-old female. 36 , 37 Reports have predicted that 2% of patients with CHF will develop cholangiocarcinoma. 8 Srirath et al. reported that 7 out of 118 CHF patients (5.93%) developed cholangiocarcinoma. 14 Caroli disease (CD) and syndrome (CS) Caroli disease is a congenital malformation of the large intrahepatic bile ducts and typically remains asymptomatic during the first 20 years of life. Caroli syndrome is characterized by Caroli disease plus congenital hepatic fibrosis. 38 Epidemiology The estimated incidence of CD and CS is 1:1,000,000. Although they are congenital malformations, most patients remain asymptomatic until approximately 20 years old, but over 80% experience symptoms before the age of 30. 38 CS patients tend to exhibit symptoms earlier than those with CD. 39 A study involving 14 patients with CD revealed a mean age of diagnosis of 42 years old (range 15–68). 40 This study, characterized by a large sample size and extended follow-up, showed no gender predominance. 38 The DPM and autosomal recessive mode of inheritance of CD and CS are identical to those of CHF. 38 The only distinguishing feature is that the large intrahepatic bile ducts in CD are defective, whereas the small interlobular bile ducts are abnormal in CHF. 15 CS combines defective intrahepatic and interlobular bile ducts, leading to the coexistence of CD and CHF. 38 Pathophysiology Similar to CHF, CD and CS are associated with polycystic kidney disease due to mutations in the PKHD1 gene. 38 , 41 The disruption of the tubular architecture of the larger intrahepatic bile ducts results in ductal ectasia, predisposing individuals to stagnant bile with an increased risk of stone formation and cholangitis ( Fig. 1 ). Due to a lack of involvement of the interlobular bile ducts or portal vein, CD does not present with hepatic fibrosis or portal hypertension. Conversely, CS involves intrahepatic and interlobular bile duct abnormalities, along with hepatic fibrosis. 38 The NOTCH signaling pathway may be involved in the pathogenesis of CD ( Fig. 2 ). This pathway regulates cell fate decisions, enabling cells to communicate with neighboring cells. In the liver, hepatoblasts differentiate into ductal plate cells, which are further differentiated by the NOTCH signaling pathway into the biliary tree. Disruption of this process leads to ductopenia and Alagille syndrome. However, aberrant activation can result in biliary epithelium proliferation and cystic disease. Patients with CD exhibited high-grade expression of NOTCH 1-4 in the nuclei of biliary epithelial cells, while patients with CHF showed negative or weak expression of NOTCH. Normal-appearing bile ducts displayed no expression of NOTCH. 42 Clinical presentation CD can elude diagnosis for many years when symptoms are absent or mild. Acute cholangitis is the most common presentation (64%). 38 Patients can also present with intrahepatic cholelithiasis or choledocholithiasis (33%). 38 , 42 This should raise high suspicion of an intrahepatic origin of stones and CD when identified after a cholecystectomy. 38 Acute pancreatitis can occur secondary to ductal calculi. In a study of 14 CD patients, 50% reported right upper quadrant pain, 35.7% had jaundice, 28.6% experienced fever, and 14.3% were asymptomatic. Additionally, 50% exhibited diffuse saccular dilation of intrahepatic bile ducts, while 28.6% had localized disease to the right hepatic lobe and 21.4% to the left hepatic lobe. 40 The clinical presentation and progression of CS vary widely. Patients are typically asymptomatic during the first two decades of life and may present with a combination of symptoms in CD and CHF. If CD predominates, cholangitis and intrahepatic cholelithiasis are more common, while if CHF predominates, portal hypertension, ascites, and esophageal varices are more common. 43 Physical examination findings may include hepatomegaly, splenomegaly, ascites, peripheral edema, and jaundice. 38 CS has also been associated with pancreatic cysts and cystic renal disease. In a study involving 16 CS patients, eight presented with abdominal pain, six with fever, three with abdominal pain, one with variceal bleeding, and one with fatigue. Ten patients had decreased platelet counts, and five had prolonged prothrombin time. 44 Laboratory studies in CD and CS may reveal elevated levels of direct bilirubin, alkaline phosphatase, and, if cholangitis is present, leukocytosis with a predominance of neutrophils. 38 In a study of 14 CD patients, 64.3% exhibited elevated GGT, 35.7% had elevated alkaline phosphatase, and 28.6% had elevated bilirubin. 40 Initially, aminotransferase levels may be normal, but they may increase with progressive liver damage due to biliary obstruction and recurrent cholangitis. 38 Diagnosis Characteristic histological findings and imaging evidence of cysts communicating with the biliary tree establish the diagnosis. US can identify hepatic cysts and intrahepatic cholelithiasis and visualize the common bile duct. However, it cannot differentiate polycystic liver disease from CD. In polycystic liver disease, the bile ducts are normal, and the cysts rarely communicate with them. Contrast-enhanced CT or MRI of the abdomen may reveal a pathognomonic finding, the central dot sign. Histologically, this relates to a branch of the hepatic artery and a portal vein radical bridging a saccule resembling a central dot. Occasionally, this phenomenon may also be visualized on US. 38 Hepatobiliary scintigraphy using mTc diethyl-iminodiacetic acid reveals characteristic beading of the intrahepatic ducts. This method is useful for patients with contraindications to contrast. 45 Endoscopic retrograde cholangiopancreatography (ERCP) and percutaneous transhepatic cholangiography are highly sensitive for diagnosing CD. Characteristic findings include saccular or fusiform dilation of the intrahepatic bile ducts. Strictures, stones, or irregular bile duct walls may also be present. However, complications include bleeding, sepsis, bile leak, and death. MRCP is the modality of choice due to its non-invasive technique and its ability to detect biliary tract anomalies. 38 The differential diagnosis should include choledochal cysts. However, this entity involves dilation of the common bile duct, not the intrahepatic biliary tree. 38 Primary sclerosing cholangitis and recurrent pyogenic cholangitis must be distinguished from CD. The ductal dilation is usually more isolated and fusiform versus saccular in these conditions. Primary sclerosing cholangitis typically causes sequential constrictions and proximal dilations, sometimes described as a chain of lakes. Biliary hamartomas on CT and MRCP typically appear as small cystic lesions with irregular borders and are non-communicating with the biliary tree. 40 A liver biopsy is used to confirm the diagnosis of CD or CS. 46 Characteristic findings of CD on histology include localized, non-obstructive dilated bile ducts, intraluminal protrusions of the ductal wall, and patent hepatic arterial and portal venous channels that terminate within the duct lumen. The cystic lesions typically communicate with the biliary tree. 38 Patients with CD were found to have bile ducts that stained positive for CK7, MUC-1, and ß-catenin. Fetal bile ducts express CK7 and MUC-1, but this expression is absent in postnatal biliary ducts, confirming that CD is a congenital disease. 40 Characteristic findings of CS include those of both CD and CHF. 46 Next-generation gene sequencing of the PKHD1 gene can support the diagnosis. 47 Testing is available by Invitae Co ( Fig. 4 ). Management and prognosis Management depends on the location of biliary abnormalities and clinical presentation. When the disease is localized to one hepatic lobe, hemi-hepatectomy can be performed. Patients typically achieve complete and permanent resolution. 38 In a multicenter study of patients with CD or CS, 14 underwent hepatectomy, of whom 12 were asymptomatic and without recurrence at 33 months. 48 When there is diffuse involvement, conservative management is recommended. Cholangitis is treated with antibiotics, and intrahepatic cholelithiasis with ursodeoxycholic acid or sphincterotomy. 38 Endoscopic or percutaneous biliary drainage is typically associated with high mortality and morbidity. 49 The only definitive management for diffuse involvement, particularly CS, is LT. 38 , 50 A study of 14 patients with CD monitored for five years showed that out of eight who were treated surgically, four were in good condition, two had died, and two were in poor condition. Of the six treated conservatively, two had died, two continued with abdominal discomfort, and two were lost to follow-up. 40 The study had a large sample size and follow-up period. Similarly, a retrospective study reported the outcomes of 21 patients with CD (n=6) or CS (n=15) who underwent liver surgeries. Nineteen patients underwent liver resection and two LT. Postoperative complications in those with liver resection were biliary leakage (26%), surgical revision (16%), pleural effusion (5.5%), and urinary tract infections (5.5%). There were no reported deaths during five years of follow-up. During eight years of follow-up for the LT patients, there were no signs of rejection, recurrence, or evident hepatic tumor. 49 Surgical intervention is recommended with lower mortality rates compared to conservative management. However, patients need to be closely monitored for postoperative complications. Patients with repetitive episodes of cholangitis had a poor prognosis with early loss of quality of life. The two main causes of mortality were sepsis and hepatic abscesses. 38 In both CD and CS, there is an increased risk of cholangiocarcinoma, which is thought to be related to biliary stasis with stagnant carcinogenic substances and chronic inflammation of the biliary epithelium. 16 , 38 A multicenter study of 79 patients with CD and 119 with CS reported that 7.1% developed cholangiocarcinoma, 6.3% in CD, and 7.6% in CS. 48 This study had a large sample size. A systematic review of 561 patients with CD identified the incidence of cholangiocarcinoma as 6.6%. In most cases, it was incidentally found on liver biopsy. Patients underwent liver resection or transplant depending on the extent of the disease with no postoperative chemotherapy. At one year, the overall survival rate was 36%, with a recurrence rate of up to 75%. 16 Alagille syndrome (ALGS) Alagille syndrome is characterized by a paucity of intrahepatic bile ducts and multiorgan involvement. It is the most common inherited cholestatic liver disease in children. 51 Epidemiology The incidence of the condition is 1:30,000. 51 However, with the development of genetic testing, the reported incidence is expected to increase. 52 , 53 The mode of inheritance is autosomal dominant with variable penetrance. 51 Most patients exhibit clinical features within 16 weeks to 10 years, often within the first three months of life. 53 There is no gender predominance. 54 Variable expressivity is common, and there is a lack of genotype-phenotype correlation. 17 Pathophysiology Mutations commonly associated with ALGS are found in the JAG1 gene in 94% of cases and, less commonly, in the NOTCH2 gene in 2–4% of cases. 51 , 55 More than 700 pathogenic variants of JAG1 have been identified. 51 JAG1 mutations are typically due to heterozygous loss-of-function mutations, whereas those in NOTCH2 are due to missense mutations. 17 The NOTCH signaling pathway is critical for developing intrahepatic bile ducts. 51 Normally, JAG1 binds to NOTCH2, activating the transcription of several genes that regulate the differentiation of bile duct fibroblasts into bile duct cells. 55 Mutations in this pathway lead to defective formation and paucity of bile ducts ( Fig. 2 ). 51 This defect also results in an increase in intermediate hepatobiliary cells and an absence of ductular reaction cells, correlating with the limited extent of fibrosis in ALGS. 56 JAG1 also regulates the formation of blood vessels and aortic and pulmonary valves, accounting for associated cardiac abnormalities. 55 Additionally, animal studies suggest that JAG1 mutations are associated with the downregulation of insulin-like growth factor 1, correlating with poor physical growth observed. 57 Clinical presentation The clinical presentation varies based on the degree of involvement of various organ systems, ranging from asymptomatic cases to those with end-stage liver disease. 51 , 53 The most common presentation is cholestasis with elevated GGT levels in 80–100% of patients, a higher frequency than other causes of cholestasis. 51 , 58 Bile acids, bilirubin, and cholesterol levels are typically elevated, while aminotransferase levels can range from normal to elevated based on the degree of parenchymal damage. 51 In early childhood, complications secondary to chronic cholestasis become evident, including pruritus (80%), fractures, poor growth (50–70%), xanthomas (30–40%), and fat-soluble vitamin deficiencies. 51 , 53 Pruritus typically presents around four months of age and is debilitating, with skin excoriations frequently observed on exam. Splenomegaly and altered hepatic synthetic function may become more evident in adulthood due to progressive portal hypertension. 51 Cardiac features include peripheral pulmonary artery stenosis and/or hypoplasia in 45% of patients. 17 Other anomalies include Tetralogy of Fallot and valvular aortic stenosis. 51 Classic facial features observed in 89% of patients include an inverted triangular face, prominent forehead, hypertelorism with deep-set eyes, and a pointed chin. 17 Posterior embryotoxon is detected on a slit-lamp exam in 55–95% of patients. 51 This is a defect of the anterior chamber and does not affect vision. 58 Other findings include optic nerve drusen found on ocular US in 80–95% of patients, which is not observed in other chronic cholestatic conditions and aids in diagnosis. 51 The most characteristic skeletal feature is butterfly vertebrae found in 35% of patients. 17 Additionally, rib abnormalities, radio-ulnar synostosis, and pathologic fractures can be found. Renal anomalies, such as renal dysplasia, renal tubular acidosis, and urinary obstruction, are present in 40% of patients. 51 Intracranial bleeding is identified in 15% of patients with varying severity. 53 Diagnosis The seven major clinical features of ALGS are cholestatic liver disease, facial abnormalities, cardiac, ocular, vascular, skeletal, and renal disease. 51 A liver biopsy is unnecessary for diagnosis if patients exhibit evidence of three major clinical features. 58 Extrahepatic features are evaluated with a slit-lamp exam, spinal X-ray (XR), echocardiogram, renal ultrasound, and brain MRI or magnetic resonance angiography (MRA). 51 Liver US findings include regenerative nodules (30%) and a hypoplastic gallbladder (28%). The regenerative nodules can be differentiated from hepatocellular carcinoma by non-elevated serum α-fetoprotein and the isoechoic texture of the surrounding liver with no vascular invasion. 51 Additionally, US can exclude choledochal cysts. Hepatobiliary scintigraphy can differentiate between biliary atresia (BA) and ALGS. 54 ALGS is characterized by good hepatic uptake of the tracer with minimal excretion in the bowel after 24 h. In BA, the tracer shows good hepatic uptake, but there is no excretion of the tracer in the bowel after 24 h. 59 Although a liver biopsy is no longer required for diagnosis, it can help distinguish between ALGS and BA in unclear cases. For an appropriate evaluation, at least six to ten portal tracts in the specimen are essential. Histopathology is characterized by bile duct paucity, which increases with age. Bile duct paucity is defined as a ratio of interlobular ducts to portal tracts of less than 0.4. Portal inflammation and ductular proliferation can occasionally be seen but are more characteristic of BA. 51 , 58 Bile duct plugs and portal stromal edema are characteristic of BA. 60 Bile duct paucity is found in 75–95% of patients with ALGS. However, other organ involvement is necessary for diagnosis, as they are not synonymous. 51 , 53 Bile duct paucity can be seen in many other conditions, including biliary atresia (10%), trisomy 21, cystic fibrosis, congenital syphilis, and sclerosing cholangitis. 51 Cirrhosis due to other causes can be differentiated from ALGS as there is no bile duct paucity. 60 Genetic testing can be extremely helpful in diagnosing ALGS and ruling out other cholestatic disorders, as mutations are present in 95% of cases. 51 Many patients do not meet any of the classical criteria, making genetic detection essential for diagnosis. 17 Mutations in JAG1 and NOTCH2 are considered pathogenic variants and diagnostic of ALGS. Testing can be done with next-generation sequencing panels from a blood sample, with results available in approximately three weeks. 51 In the USA, Prevention Genetics and Invitae Co. offer panels ( Fig. 4 ). Management and prognosis The mainstay of treatment is the management of cholestasis and its complications, including pruritus, fat-soluble vitamin deficiencies, and nutritional support. Due to fat malabsorption, patients require 125% of their recommended daily intake. High-calorie-dense foods and supplementation with fat-soluble vitamins are essential. Several medications have been studied for pruritus. Due to its safety profile, ursodeoxycholic acid (UDCA) is considered a first-line treatment. The mechanisms of action thought to be involved include the reduction of cholestasis, promotion of hepatobiliary secretion, and reduction of bile acid toxicity. UDCA can initially worsen pruritus by increasing serum BA levels. A second-line option includes cholestyramine, a bile salt-binding agent. However, it can interfere with the absorption of fat-soluble vitamins and UDCA. Rifampin increases bile acid metabolism and is also considered second-line. 51 A novel class for pruritus management, called ileal bile acid transport inhibitors, decreases bile acid uptake by enterocytes through the disruption of the enterohepatic circulation, leading to internal wasting of bile acid. The U.S. Food and Drug Administration has approved one of these agents, maralixibat, for patients with ALGS who are one year old and older. 61 Other agents, such as odevixibat, are being studied in randomized controlled trials, with recent data showing a statistically significant reduction in pruritus and bile acid levels. 62 Peroxisome proliferator-activated receptor agonists are a novel therapy for cholestasis found to be beneficial in primary biliary cholangitis and primary sclerosing cholangitis. However, no studies on their efficacy exist in genetic causes of cholestasis. 63 An LT is indicated in patients with severe cholestasis (pruritus, xanthomas) or those with cirrhosis and complications of portal hypertension. Patients with cardiac and/or vascular disease require a multidisciplinary approach for risk stratification before LT. Genetic screening is recommended for living-related donors to identify genetic mutations. 51 The Global Alagille Alliance study included 1,433 patients with ALGS. Patients with native livers had a survival rate of 54.4% and 40.3% at 10 and 18 years, respectively. More than one adverse liver-related event (transplant or death) was noted in 51.5% and 66% of patients by 10 and 18 years, respectively. Survival rates for those who underwent LT were 91% and 88% at 10 and 20 years, respectively. Graft survival rates were 86.3% and 83.4% at 10 and 20 years, respectively. Median total bilirubin (TB) levels <5 mg/dl were associated with 79% of patients reaching adulthood with their native liver. Those with TB levels between 5 and 10 mg/dl had a 5-fold increased risk of undergoing a LT. TB levels greater than 10 mg/dl were associated with a 15-fold increased risk of undergoing a LT. 19 These data indicate that bilirubin levels can serve as a long-term prognosticator. This study had a large sample size with multicenter data collection. BA BA is characterized by the abnormal blockage, narrowing, or absence of bile ducts. It is the most common indication for pediatric LT. 18 Epidemiology The prevalence of BA has been estimated to range from 5 to 10 per 100,000. Associated risk factors include female gender, Hispanic Black race/ethnicity, delivery before 32–37 weeks of gestation, and pre-gestational maternal diabetes. 64 Jimenez-Rivera et al. systematically analyzed 40 studies to report the epidemiological features of BA. The incidence in the United States was found to be 5 to 8 per 100,000. However, it was higher in East Asian countries and French Polynesia. Seasonality was observed in 27% of the studies, with an increased incidence from August to March. 65 Population-level data overcoming referral bias was a strength of this study, though a weakness was the inclusion of studies regardless of case ascertainment methodology. The etiology is poorly understood and is believed to be multifactorial, including genetic, immunological, and infectious causes. The higher incidence in specific populations correlates with potential genetic or environmental predispositions. Additionally, the seasonality correlates with potential viral triggers. 65 Viruses have been the most studied of the infectious factors. However, the evidence remains inconclusive due to the inability to differentiate active and recently cleared infections, the absence of a uniform study methodology, and the lack of control groups with liver biopsies in most studies. The two main viral families implicated are herpesviridae and reoviridae. The most studied viruses are human cytomegalovirus (CMV), Epstein-Barr virus (EBV), rotavirus, and reovirus. 66 The rates of congenital CMV infection have been reported to be 1–5%. 67 The rates of BA associated with CMV range from 0–76.9%. Intrauterine EBV infection was rare, with less than 5% of pregnant women susceptible to the virus. However, the rate of EBV associated with BA ranged from 0–40%. Similarly, the prevalence of rotavirus in BA ranged from 0–15% for rotavirus A and 40% for rotavirus C. Reovirus had a seroprevalence of 0–55% in patients with BA. 66 Pathophysiology Although the exact triggers are not well-defined, it is known that BA results from an in-utero insult that stimulates innate and adaptive immunity, causing bile duct injury, impaired flow, accumulation of bile acids, and epithelial damage. 18 The innate immune system is present from birth and responds immediately when leukocyte receptors recognize a pathogenic agent. This is thought to be the first step in developing biliary epithelial injury in BA ( Fig. 3 ). Viral vectors in the biliary epithelium lead to the production of interleukin (IL)-8 and IL-15. 66 Toll-like receptors are found on all these cells and, once activated, lead to biliary apoptosis. 66 It has been reported that toll-like receptors are up-regulated in patients with BA. 20 Additionally, macrophages have been implicated as the production of TNF-α also leads to biliary damage. 66 The adaptive immune system is not present at birth and requires repeated pathogenic exposure to be activated. Two T cell responses have been implicated in the pathogenesis of BA: T helper (Th)1 and Th17 cells. Th1 cells stimulate the release of IL-2, interferon-gamma (INF-γ), and TNF-α, whereas Th17 induces IL-17. These cytokines directly cause cellular damage in the bile ducts. There is evidence that patients with CMV have increased Th1 cells. 66 In later stages, Th2 cells activate the hepatocyte production of IL-33, which triggers IL-13. This activates the hepatic stellate cells (HSCs), leading to biliary duct proliferation and fibrosis ( Fig. 3 ). 18 Additionally, B cells have been associated with the pathogenesis of BA in patients with rotavirus infection. Patients had antibodies against A-enolase, an enzyme found in the biliary epithelium, which cross-reacts with anti-rotavirus antibodies, leading to chronic biliary inflammation. In normal immune systems, Treg cells prevent damage to surrounding healthy cells when immune responses are activated. 66 Data have shown that Treg cells are decreased in patients with CMV and rotavirus. 21 , 22 Although no single established causal gene has been identified for BA, various susceptibility genes have been studied. These genes are involved in hepatobiliary development, ciliary biology, and immune response. Defects in these crucial developmental steps lead to disrupted tight junctions in cholangiocytes and a reactive ductular state, causing secondary bile acid leakage and hepatic injury. 23 Genes associated with BA that affect biliary tract development include ADD3, ARF6, EFEMP1, and GPC1 .64 ADD3 encodes adducins, membrane skeletal proteins involved in remodeling biliary epithelial junctions. Defects in adducins lead to disordered biliary development ( Fig. 3 ). A meta-analysis found that a single nucleotide polymorphism (SNP) of ADD3 , rs17095355 , was associated with BA (OR 1.61; 95% CI - 1.4–1.84). 24 ARF6 is part of the endothelial growth factor receptor pathway. It is necessary for endocytic recycling and cytoskeletal remodeling of the biliary tree and mutations lead to disrupted normal cilia function ( Fig. 3 ). A study of 77 patients with BA and 1,907 controls identified the role of ARF6 in BA. Patients were genotyped, and rs3126184 and rs10140366 were associated with BA (OR 2.66; p =4.19×10 −8 ). 25 The study had a prospective design and a large sample size. EFEMP1 encodes a secreted extracellular protein implicated in extracellular matrix remodeling, and defects promote hepatic fibrosis ( Fig. 3 ). A genome-wide association study identified a susceptibility locus for BA on 2p16.1 within EFEMP1 , specifically rs10865291 . Additionally, immunohistochemistry of patients with BA showed EFEMP1 in cholangiocytes, which was absent in normal controls. 26 Strengths of this study included the sample size and prospective design. GPC1 encodes glypican, which attaches to the cell membrane of cholangiocytes and regulates cell division and growth ( Fig. 3 ). A meta-analysis found that two GPC1 SNPs, rs6707262 and rs6750380 , were associated with BA ( p =0.03 and 0.04, respectively). 24 Genes associated with cholangiociliopathy and BA include KIF3B, TTC17, and MAN1A2 . 23 , 68 These genes play important roles in the normal function of cilia in the bile ducts. Defective cilia impair the protective function of cholangiocytes against bile acid insults, leading to hepatic injury ( Fig. 3 ). 23 A study evaluating the effects of KIF3B and TTC17 defects on cilia found that cilia were absent in all bile ducts of the affected patients. 68 This study had a large population and multi-center design. ICAM1 and ITGB2 are genes associated with BA that have an immunoregulatory role. 23 ICAM1 is a cell surface ligand for CD18 and macrophage-1, and increased levels indicate activation of the immune system and an inflammatory process ( Fig. 3 ). A study compared ICAM G242R allele frequency between BA and healthy control groups. It was significantly higher in the BA group (OR 4.8; p =0.01). 69 The small sample size was a weakness. ITGB2 mediates the binding of T cells and macrophages to biliary epithelial cells, and mutations upregulate an inflammatory response ( Fig. 3 ). Several SNPs have been found in patients with BA versus healthy controls (OR 2.19; p =0.0006). Additionally, levels of ITGB2 mRNA were found to be higher in liver specimens from patients with BA compared to those with cystic liver diseases ( p =0.0021). 70 The sample size and prospective design were strengths of this study. Clinical presentation The key features of biliary atresia include elevated levels of conjugated hyperbilirubinemia persisting for more than two weeks, scleral icterus, clay-colored stools, and dark urine apparent at approximately three to six weeks of age. 18 Failure to thrive is common as fat malabsorption leads to a deficiency of fat-soluble vitamins. There have been cases of intracranial hemorrhage secondary to vitamin K deficiency. BA manifests in four broad subtypes: syndromic, cystic, CMV-associated, and isolated. Syndromic BA is characterized by various malformations including esophageal or jejunal atresia and is more prevalent in females. Cystic changes in an obliterated biliary tract characterize cystic BA. When patients are IgM antibody positive for CMV, this is referred to as CMV-associated BA. Isolated BA is the most common subtype. 71 Diagnosis The primary screening test is direct or conjugated bilirubin with elevated levels within the first two days of life, demonstrating a sensitivity and negative predictive value of 100%. 18 Alkaline phosphatase levels are also elevated. Aminotransferases rise in parallel to the degree of parenchymal damage. 72 Other laboratory markers include GGT and matrix metalloproteinase-7. GGT >250 IU/L has a sensitivity of 83% and a specificity of 71%. Meanwhile, GGT >300 has a sensitivity of 40% and a specificity of 98%. The sensitivity and specificity of matrix metalloproteinase-7 are 96% and 91%, respectively. New candidate biomarkers include bile acid profiles, microRNAs, and cytokines (IL-8, 18, and 33). 18 To rule out other etiologies of cholestasis, antimitochondrial antibodies, antinuclear antibodies, and antineutrophil cytoplasmic antibodies can be helpful. 73 Imaging modalities include abdominal US, hepatobiliary scintigraphy, MRCP, and ERCP. Abdominal US is typically the screening test of choice as it can detect alternative etiologies of obstructive cholestasis. Characteristic findings of BA include an absent common bile duct, atrophic gallbladder, polysplenia or asplenia, preduodenal portal vein, and the triangular cord sign. 18 The triangular cord sign describes the proximal solid biliary remnant anterior to the portal vein bifurcation, with a specificity of 98% and a sensitivity of 80% for BA. Additionally, if the intrahepatic bile ducts are noted to be dilated on US images, then BA is not the likely diagnosis, as the bile ducts are fibrotic in BA. Characteristic findings on hepatobiliary scintigraphy include rapid hepatic uptake of nucleotide with no intestinal excretion even 24 h later. BA is ruled out if there is intestinal excretion of the nucleotide. MRCP can help rule out choledochal cysts. ERCP can demarcate the biliary tree; however, significant technical expertise is needed. 74 The liver biopsy with intraoperative cholangiography is the gold standard for diagnosis. Histological findings on liver biopsy depend on the stage of presentation. Biliary duct proliferation, plugs, and fibrosis are present at earlier stages but can be focal and easily missed. At later stages, fibrosis is prominent and is encountered as lobules surrounded by expanded portal tracts with proliferation of the biliary ducts. Immunohistochemistry can be helpful, particularly using an antibody against myeloperoxidase, which stains neutrophils, highlighting inflammation close to the bile ducts. There are usually very few multinucleated giant hepatocytes in BA, while in neonatal hepatitis, multinucleated giant cells are common. 75 Genetic testing can help diagnose BA and rule out other pathologies. Although available in the United States, the panels include genes associated with many cholestatic liver diseases, totaling over 70 genes. There are no commercially available genetic sequencing panels solely for BA. Based on reported literature, testing for ADD3, ARF6, EFEMP1, GPC1, KIF3B, TTC17, and MAN1A2 mutations is suggested ( Fig. 4 ). Management and prognosis The primary treatment option is the Kasai portoenterostomy (KPE). 18 , 74 This procedure attempts to surgically restore bile flow and preserve the liver. An intraoperative cholangiogram is first performed to confirm the diagnosis of biliary atresia. The portal plate is excised, and a Roux-en-Y anastomosis and portoenterostomy are performed. If the procedure is successful, jaundice clears, and the total bilirubin decreases to <2 mg/dL within six months post-surgery. 76 In a multicenter study, 90% of patients who reached a bilirubin level <2 mg/dL post-KPE had preserved their native liver at two years. Conversely, of those who did not reach the bilirubin goal level, only 10% still had their native livers at two years. The native liver survival rates at five years were 83% vs. 4.3% in the goal bilirubin group vs. those who did not reach the goal, respectively. The survival rates were 75% vs. 0% at ten years, respectively. 77 The sample size of this study was a strength. A systematic review that included 40 articles reported a 10-year overall survival post-KPE of 66.7% to 89%, respectively. The native liver survival at one to three years was 20.3% to 75.8%, respectively, and at ten years was 24% to 52.8%. A predictor for improved native liver survival was an earlier age at the time of the KPE. 65 The study had a large sample size. KPE is the intervention of choice for managing BA and should be performed promptly after diagnosis. Bilirubin levels within six months post-surgery serve as predictors of native liver survival rates. For those who do not reach the bilirubin goal, evaluation for LT should be initiated. After KPE, prevention of complications such as fat-soluble vitamin deficiencies, malnutrition, and cholangitis is necessary. However, biliary epithelial damage makes LT often inevitable and is the most common indication for LT in the pediatric population. 18 , 74 , 78 For those with late diagnosis, LT without KPE is recommended. 18 With prolonged native liver survival after KPE, a LT might not be necessary until adulthood. A single surgical center reported data on adult patients who underwent LTs. The graft and patient survival at one, five, and ten years were 97.1% and 91.2%, 91.2% and 100%, and 94% and 94%, respectively. 79 The study had statistically significant results. Several medical therapies are under investigation as adjuncts to KPE, including intravenous immunoglobulin, steroids, granulocyte-colony stimulating factor, and N-acetylcysteine. 18 , 80 – 82 A phase I randomized controlled trial in six patients who received granulocyte-colony stimulating factors showed decreased total bilirubin ( p =0.05) and cholangitis frequency ( p =0.077). 83 However, most of the other studies have yet to show any benefit. Conclusion There has been an increase in reported chronic cholestatic liver disease patients diagnosed in adulthood. Non-pediatric clinicians should consider rare congenital liver disorders when encountering unexplained impaired liver function, especially if there is extrahepatic organ involvement or an unusual progression of liver disease. A multidisciplinary team of gastroenterologists, hepatologists, and geneticists should be involved due to the complexity of these disorders and the possibility of multi-organ involvement. The development of genome-wide association studies has enabled the identification of genetic markers linked to specific etiologies. Raising awareness of these genetic markers is important, as early diagnosis can lead to improved outcomes at an early age. Future research will likely include the development of more specific and easily accessible genetic panels and targeted therapies specific to genetic mutations. Additionally, improved radiologic methods for diagnosis would help reduce the need for invasive testing. Lastly, the standardization of guidelines for screening cholangiocarcinoma in patients with CHF and Caroli disease and syndrome is needed. Acknowledgments The support of the Herman Lopata Chair in Hepatitis is gratefully acknowledged. References 1 Jüngst C Lammert F Cholestatic liver disease Dig Dis 2013 31 1 152 154 10.1159/000347210 23797137 2 Gossard AA Talwalkar JA Cholestatic liver disease Med Clin North Am 2014 98 1 73 85 10.1016/j.mcna.2013.09.002 24266915 3 Lemaigre FP Development of the Intrahepatic and Extrahepatic Biliary Tract: A Framework for Understanding Congenital Diseases Annu Rev Pathol 2020 15 1 22 10.1146/annurev-pathmechdis-012418-013013 31299162 4 Roskams T Desmet V Embryology of extra- and intrahepatic bile ducts, the ductal plate Anat Rec (Hoboken) 2008 291 6 628 635 10.1002/ar.20710 18484608 5 Loeb L Lewis J Peng Z Heckman MG Nakhleh R Keaveny AP A clinical review of congenital hepatic fibrosis diagnosed in adulthood: presentation, complications, and outcomes Ann Hepatol 2024 29 1 101164 10.1016/j.aohep.2023.101164 37802414 6 Hasbaoui BE Rifai Z Saghir S Ayad A Lamalmi N Abilkassem R Congenital hepatic fibrosis: case report and review of literature Pan Afr Med J 2021 38 188 10.11604/pamj.2021.38.188.27941 33995794 7 Akhan O Karaosmanoğlu AD Ergen B Imaging findings in congenital hepatic fibrosis Eur J Radiol 2007 61 1 18 24 10.1016/j.ejrad.2006.11.007 17164079 8 Wu WK Ziogas IA Izzy M Pai AK Hafberg ET Matsuoka LK Liver transplantation for congenital hepatic fibrosis Transpl Int 2021 34 7 1281 1292 10.1111/tri.13884 33877715 9 Locatelli L Cadamuro M Spirlì C Fiorotto R Lecchi S Morell CM Macrophage recruitment by fibrocystin-defective biliary epithelial cells promotes portal fibrosis in congenital hepatic fibrosis Hepatology 2016 63 3 965 982 10.1002/hep.28382 26645994 10 Sato Y Harada K Ozaki S Furubo S Kizawa K Sanzen T Cholangiocytes with mesenchymal features contribute to progressive hepatic fibrosis of the polycystic kidney rat Am J Pathol 2007 171 6 1859 1871 10.2353/ajpath.2007.070337 18055542 11 Vogel I Ott P Lildballe D Hamilton-Dutoit S Vilstrup H Grønbæk H Isolated congenital hepatic fibrosis associated with TMEM67 mutations: report of a new genotype-phenotype relationship Clin Case Rep 2017 5 7 1098 1102 10.1002/ccr3.981 28680603 12 Qiu YL Wang L Huang M Lian M Wang F Gong Y Association of novel TMEM67 variants with mild phenotypes of high gamma-glutamyl transpeptidase cholestasis and congenital hepatic fibrosis J Cell Physiol 2022 237 6 2713 2723 10.1002/jcp.30788 35621037 13 Mandato C Siano MA Nazzaro L Gelzo M Francalanci P Rizzo F A ZFYVE19 gene mutation associated with neonatal cholestasis and cilia dysfunction: case report with a novel pathogenic variant Orphanet J Rare Dis 2021 16 1 179 10.1186/s13023-021-01775-8 33853651 14 Srinath A Shneider BL Congenital hepatic fibrosis and autosomal recessive polycystic kidney disease J Pediatr Gastroenterol Nutr 2012 54 5 580 587 10.1097/MPG.0b013e31824711b7 22197937 15 Shorbagi A Bayraktar Y Experience of a single center with congenital hepatic fibrosis: a review of the literature World J Gastroenterol 2010 16 6 683 690 10.3748/wjg.v16.i6.683 20135715 16 Fahrner R Dennler SG Inderbitzin D Risk of malignancy in Caroli disease and syndrome: A systematic review World J Gastroenterol 2020 26 31 4718 4728 10.3748/wjg.v26.i31.4718 32884228 17 Semenova N Kamenets E Annenkova E Marakhonov A Gusarova E Demina N Clinical Characterization of Alagille Syndrome in Patients with Cholestatic Liver Disease Int J Mol Sci 2023 24 14 11758 10.3390/ijms241411758 37511516 18 Antala S Taylor SA Biliary Atresia in Children: Update on Disease Mechanism, Therapies, and Patient Outcomes Clin Liver Dis 2022 26 3 341 354 10.1016/j.cld.2022.03.001 35868678 19 Vandriel SM Li LT She H Wang JS Gilbert MA Jankowska I Natural history of liver disease in a large international cohort of children with Alagille syndrome: Results from the GALA study Hepatology 2023 77 2 512 529 10.1002/hep.32761 36036223 20 Saito T Hishiki T Terui K Mitsunaga T Terui E Nakata M Toll-like receptor mRNA expression in liver tissue from patients with biliary atresia J Pediatr Gastroenterol Nutr 2011 53 6 620 626 10.1097/MPG.0b013e3182307c9c 21832949 21 Dong H Qu S Chen X Zhu H Tai X Pan J Changes in the cytokine expression of peripheral Treg and Th17 cells in children with rotavirus enteritis Exp Ther Med 2015 10 2 679 682 10.3892/etm.2015.2511 26622374 22 Brindley SM Lanham AM Karrer FM Tucker RM Fontenot AP Mack CL Cytomegalovirus-specific T-cell reactivity in biliary atresia at the time of diagnosis is associated with deficits in regulatory T cells Hepatology 2012 55 4 1130 1138 10.1002/hep.24807 22105891 23 Hellen DJ Karpen SJ Genetic Contributions to Biliary Atresia: A Developmental Cholangiopathy Semin Liver Dis 2023 43 3 323 335 10.1055/a-2153-8927 37582400 24 Bai MR Niu WB Zhou Y Gong YM Lu YJ Yu XX Association of common variation in ADD3 and GPC1 with biliary atresia susceptibility Aging (Albany NY) 2020 12 8 7163 7182 10.18632/aging.103067 32315284 25 Ningappa M So J Glessner J Ashokkumar C Ranganathan S Min J The Role of ARF6 in Biliary Atresia PLoS One 2015 10 9 e0138381 10.1371/journal.pone.0138381 26379158 26 Chen Y Gilbert MA Grochowski CM McEldrew D Llewellyn J Waisbourd-Zinman O A genome-wide association study identifies a susceptibility locus for biliary atresia on 2p16.1 within the gene EFEMP1 PLoS Genet 2018 14 8 e1007532 10.1371/journal.pgen.1007532 30102696 27 Zhu B Du Z Wang Z Li Y Zhang J Zhu H Congenital Hepatic Fibrosis in Children and Adults: Clinical Manifestations, Management, and Outcome-Case Series and Literature Review Gastroenterol Res Pract 2020 2020 8284274 10.1155/2020/8284274 32382272 28 Bayraktar Y Balkanci F Kayhan B Uzunalimoglu B Ozenc A Ozdemir A Congenital hepatic fibrosis associated with cavernous transformation of the portal vein Hepatogastroenterology 1997 44 18 1588 1594 9427028 29 Chen IY Whitney-Miller CL Liao X Congenital hepatic fibrosis and its mimics: a clinicopathologic study of 19 cases at a single institution Diagn Pathol 2021 16 1 81 10.1186/s13000-021-01142-y 34461951 30 Luan W Hao CZ Li JQ Wei Q Gong JY Qiu YL Biallelic loss-of-function ZFYVE19 mutations are associated with congenital hepatic fibrosis, sclerosing cholangiopathy and high-GGT cholestasis J Med Genet 2021 58 8 514 525 10.1136/jmedgenet-2019-106706 32737136 31 Schiff ER Maddrey WC Rajender Reddy K Schiff’s Diseases of the Liver 2017 New York John Wiley & Sons 32 Alsomali MI Yearsley MM Levin DM Chen W Diagnosis of Congenital Hepatic Fibrosis in Adulthood Am J Clin Pathol 2020 153 1 119 125 10.1093/ajcp/aqz140 31584623 33 Lewis J Pathology of Fibropolycystic Liver Diseases Clin Liver Dis (Hoboken) 2021 17 4 238 243 10.1002/cld.1044 33968382 34 Palomba E Maggioni M Viero G Mangioni D Lombardi R Antonelli B Congenital Hepatic Fibrosis as a Cause of Recurrent Cholangitis: A Case Report and Review of the Literature Livers 2021 1 132 137 10.3390/livers1030012 35 Yamato T Sasaki M Hoso M Sakai J Ohta H Watanabe Y Intrahepatic cholangiocarcinoma arising in congenital hepatic fibrosis: report of an autopsy case J Hepatol 1998 28 4 717 722 10.1016/s0168-8278(98)80297-3 9566842 36 Hirosawa T Morimoto N Miura K Ono K Watanabe S Fujieda T The successful treatment of hepatocellular carcinoma arising from congenital hepatic fibrosis using radiofrequency ablation under laparoscopy Clin J Gastroenterol 2019 12 3 223 230 10.1007/s12328-018-00932-0 30617852 37 Ghadir MR Bagheri M Ghanooni AH Congenital hepatic fibrosis leading to cirrhosis and hepatocellular carcinoma: a case report J Med Case Rep 2011 5 160 10.1186/1752-1947-5-160 21513523 38 Yonem O Bayraktar Y Clinical characteristics of Caroli’s disease World J Gastroenterol 2007 13 13 1930 1933 10.3748/wjg.v13.i13.1930 17461492 39 Wang ZX Li YG Wang RL Li YW Li ZY Wang LF Clinical classification of Caroli’s disease: an analysis of 30 patients HPB (Oxford) 2015 17 3 278 283 10.1111/hpb.12330 25327281 40 Zhang DY Ji ZF Shen XZ Liu HY Pan BJ Dong L Caroli’s disease: a report of 14 patients and review of the literature J Dig Dis 2012 13 9 491 495 10.1111/j.1751-2980.2012.00619.x 22908976 41 Giacobbe C Di Dato F Palma D Amitrano M Iorio R Fortunato G Rare variants in PKHD1 associated with Caroli syndrome: Two case reports Mol Genet Genomic Med 2022 10 8 e1998 10.1002/mgg3.1998 35715958 42 Takahashi K Sato Y Yamamura M Nakada S Tamano Y Sasaki M Notch-Hes1 signaling activation in Caroli disease and polycystic liver disease Pathol Int 2021 71 8 521 529 10.1111/pin.13130 34166554 43 Raut A Shrestha S Homagain S Jayswal A Ghimire B Portal hypertension: An uncommon presentation of Caroli’s syndrome Clin Case Rep 2020 8 12 3134 3138 10.1002/ccr3.3374 33363895 44 Shi W Huang XM Feng YL Wang FD Gao XX Jiao Y Factors contributing to diagnostic delay of Caroli syndrome: a single-center, retrospective study BMC Gastroenterol 2020 20 1 317 10.1186/s12876-020-01442-5 32993513 45 Ananthakrishnan AN Saeian K Caroli’s disease: identification and treatment strategy Curr Gastroenterol Rep 2007 9 2 151 155 10.1007/s11894-007-0010-7 17418061 46 Rizkou J Krati K Roudi S Manjra C Errami AA Oubaha S Caroli syndrome: About a case report and a review of the literature Sch J Med Case Rep 2020 8 941 944 10.36347/sjmcr.2020.v08i11.002 47 B S D M A H G B B P The Role of Next Generation Sequencing in the Differential Diagnosis of Caroli’s Syndrome Balkan J Med Genet 2018 21 2 49 53 10.2478/bjmg-2018-0027 30984525 48 Fard-Aghaie MH Makridis G Reese T Feyerabend B Wagner KC Schnitzbauer A The rate of cholangiocarcinoma in Caroli Disease A German multicenter study HPB (Oxford) 2022 24 2 267 276 10.1016/j.hpb.2021.06.423 34294522 49 Fahrner R Dennler SGC Dondorf F Ardelt M Rauchfuss F Settmacher U Liver resection and transplantation in Caroli disease and syndrome J Visc Surg 2019 156 2 91 95 10.1016/j.jviscsurg.2018.06.001 29929811 50 Lasagni A Cadamuro M Morana G Fabris L Strazzabosco M Fibrocystic liver disease: novel concepts and translational perspectives Transl Gastroenterol Hepatol 2021 6 26 10.21037/tgh-2020-04 33824930 51 Ayoub MD Kamath BM Alagille Syndrome: Current Understanding of Pathogenesis, and Challenges in Diagnosis and Management Clin Liver Dis 2022 26 3 355 370 10.1016/j.cld.2022.03.002 35868679 52 Izumi K Hayashi D Grochowski CM Kubota N Nishi E Arakawa M Discordant clinical phenotype in monozygotic twins with Alagille syndrome: Possible influence of non-genetic factors Am J Med Genet A 2016 170A 2 471 475 10.1002/ajmg.a.37429 26463753 53 Kamath BM Baker A Houwen R Todorova L Kerkar N Systematic Review: The Epidemiology, Natural History, and Burden of Alagille Syndrome J Pediatr Gastroenterol Nutr 2018 67 2 148 156 10.1097/MPG.0000000000001958 29543694 54 Kharmach O Borahma M Ajana F-Z Alagille syndrome and liver: an adult case report Egypt Liver J 2023 13 62 10.1186/s43066-023-00298-0 55 Xie S Wei S Ma X Wang R He T Zhang Z Genetic alterations and molecular mechanisms underlying hereditary intrahepatic cholestasis Front Pharmacol 2023 14 1173542 10.3389/fphar.2023.1173542 37324459 56 Fabris L Cadamuro M Guido M Spirli C Fiorotto R Colledan M Analysis of liver repair mechanisms in Alagille syndrome and biliary atresia reveals a role for notch signaling Am J Pathol 2007 171 2 641 653 10.2353/ajpath.2007.070073 17600123 57 Andersson ER Chivukula IV Hankeova S Sjöqvist M Tsoi YL Ramsköld D Mouse Model of Alagille Syndrome and Mechanisms of Jagged1 Missense Mutations Gastroenterology 2018 154 4 1080 1095 10.1053/j.gastro.2017.11.002 29162437 58 P Singh S K Pati G Alagille Syndrome and the Liver: Current Insights Euroasian J Hepatogastroenterol 2018 8 2 140 147 10.5005/jp-journals-10018-1280 30828556 59 Summerville DA Marks M Treves ST Hepatobiliary scintigraphy in arteriohepatic dysplasia (Alagille’s syndrome). A report of two cases Pediatr Radiol 1988 18 1 32 34 10.1007/BF02395757 3340432 60 Russo P Magee JC Anders RA Bove KE Chung C Cummings OW Key Histopathologic Features of Liver Biopsies That Distinguish Biliary Atresia From Other Causes of Infantile Cholestasis and Their Correlation With Outcome: A Multicenter Study Am J Surg Pathol 2016 40 12 1601 1615 10.1097/PAS.0000000000000755 27776008 61 Gonzales E Hardikar W Stormon M Baker A Hierro L Gliwicz D Efficacy and safety of maralixibat treatment in patients with Alagille syndrome and cholestatic pruritus (ICONIC): a randomised phase 2 study Lancet 2021 398 10311 1581 1592 10.1016/S0140-6736(21)01256-3 34755627 62 Ovchinsky N Aumar M Baker A Baumann U Bufler P Cananzi M Efficacy and safety of odevixibat in patients with Alagille syndrome (ASSERT): a phase 3, double-blind, randomised, placebo-controlled trial Lancet Gastroenterol Hepatol 2024 10.1016/S2468-1253(24)00074-8 38670135 63 Ye X Zhang T Han H PPARα: A potential therapeutic target of cholestasis Front Pharmacol 2022 13 916866 10.3389/fphar.2022.916866 35924060 64 Cavallo L Kovar EM Aqul A McLoughlin L Mittal NK Rodriguez-Baez N The Epidemiology of Biliary Atresia: Exploring the Role of Developmental Factors on Birth Prevalence J Pediatr 2022 246 89 94.e2 10.1016/j.jpeds.2022.03.038 35364097 65 Jimenez-Rivera C Jolin-Dahel KS Fortinsky KJ Gozdyra P Benchimol EI International incidence and outcomes of biliary atresia J Pediatr Gastroenterol Nutr 2013 56 4 344 354 10.1097/MPG.0b013e318282a913 23263590 66 Averbukh LD Wu GY Evidence for Viral Induction of Biliary Atresia: A Review J Clin Transl Hepatol 2018 6 4 410 419 10.14218/JCTH.2018.00046 30637219 67 Manicklal S Emery VC Lazzarotto T Boppana SB Gupta RK The “silent” global burden of congenital cytomegalovirus Clin Microbiol Rev 2013 26 1 86 102 10.1128/CMR.00062-12 23297260 68 Lam WY Tang CS So MT Yue H Hsu JS Chung PH Identification of a wide spectrum of ciliary gene mutations in nonsyndromic biliary atresia patients implicates ciliary dysfunction as a novel disease mechanism EBioMedicine 2021 71 103530 10.1016/j.ebiom.2021.103530 34455394 69 Arikan C Berdeli A Kilic M Tumgor G Yagci RV Aydogdu S Polymorphisms of the ICAM-1 gene are associated with biliary atresia Dig Dis Sci 2008 53 7 2000 2004 10.1007/s10620-007-9914-1 18401716 70 Zhao R Song Z Dong R Li H Shen C Zheng S Polymorphism of ITGB2 gene 3′-UTR+145C/A is associated with biliary atresia Digestion 2013 88 2 65 71 10.1159/000352025 23921155 71 Davenport M Biliary atresia: clinical aspects Semin Pediatr Surg 2012 21 3 175 184 10.1053/j.sempedsurg.2012.05.010 22800970 72 Sinha CK Davenport M Biliary atresia J Indian Assoc Pediatr Surg 2008 13 2 49 56 10.4103/0971-9261.43015 20011467 73 Gómez Aldana AJ Tapias M Lúquez Mindiola AJ Diagnostic and therapeutic approach for cholestasis in the adult Rev Colom de Gastro 2020 35 1 76 86 10.22516/25007440.375 74 Sanchez-Valle A Kassira N Varela VC Radu SC Paidas C Kirby RS Biliary Atresia: Epidemiology, Genetics, Clinical Update, and Public Health Perspective Adv Pediatr 2017 64 1 285 305 10.1016/j.yapd.2017.03.012 28688594 75 Sergi CM Gilmour S Biliary Atresia: A Complex Hepatobiliary Disease with Variable Gene Involvement, Diagnostic Procedures, and Prognosis Diagnostics (Basel) 2022 12 2 330 10.3390/diagnostics12020330 35204421 76 Davenport M De Ville de Goyet J Stringer MD Mieli-Vergani G Kelly DA McClean P Seamless management of biliary atresia in England and Wales (1999-2002) Lancet 2004 363 9418 1354 1357 10.1016/S0140-6736(04)16045-5 15110492 77 Pakarinen MP Johansen LS Svensson JF Bjørnland K Gatzinsky V Stenström P Outcomes of biliary atresia in the Nordic countries - a multicenter study of 158 patients during 2005-2016 J Pediatr Surg 2018 53 8 1509 1515 10.1016/j.jpedsurg.2017.08.048 28947328 78 Shi Y Jiang YZ Zhou GP Shi Y Gan LX Kong YY Prognostic Factors Related to In-hospital Death in Children with Biliary Atresia: Analysis of a Nationwide Inpatient Database J Clin Transl Hepatol 2023 11 2 416 424 10.14218/JCTH.2021.00456 36643040 79 Cortes-Cerisuelo M Boumpoureka C Cassar N Joshi D Samyn M Heneghan M Liver Transplantation for Biliary Atresia in Adulthood: Single-Centre Surgical Experience J Clin Med 2021 10 21 4969 10.3390/jcm10214969 34768489 80 Mack CL Spino C Alonso EM Bezerra JA Moore J Goodhue C A Phase I/IIa Trial of Intravenous Immunoglobulin Following Portoenterostomy in Biliary Atresia J Pediatr Gastroenterol Nutr 2019 68 4 495 501 10.1097/MPG.0000000000002256 30664564 81 Bezerra JA Spino C Magee JC Shneider BL Rosenthal P Wang KS Use of corticosteroids after hepatoportoenterostomy for bile drainage in infants with biliary atresia: the START randomized clinical trial JAMA 2014 311 17 1750 1759 10.1001/jama.2014.2623 24794368 82 Tessier MEM Shneider BL Brandt ML Cerminara DN Harpavat S A phase 2 trial of N-Acetylcysteine in Biliary atresia after Kasai portoenterostomy Contemp Clin Trials Commun 2019 15 100370 10.1016/j.conctc.2019.100370 31193715 83 Holterman A Nguyen HPA Nadler E Vu GH Mohan P Vu M Granulocyte-colony stimulating factor GCSF mobilizes hematopoietic stem cells in Kasai patients with biliary atresia in a phase 1 study and improves short term outcome J Pediatr Surg 2021 56 7 1179 1185 10.1016/j.jpedsurg.2021.03.038 33965236",
  "plain_text": "Chronic cholestasis due to heritable causes is usually diagnosed in childhood. However, many cases can present and survive into adulthood. The time course varies considerably depending on the underlying etiology. Laboratory data usually reveal elevated conjugated hyperbilirubinemia, alkaline phosphatase, and gamma-glutamyl transpeptidase. Patients may be asymptomatic; however, when present, the typical symptoms are pruritus, jaundice, fatigue, and alcoholic stools. The diagnostic methods and management required depend on the underlying etiology. The development of genome-wide associated studies has allowed the identification of specific genetic mutations related to the pathophysiology of cholestatic liver diseases. The aim of this review was to highlight the genetics, clinical pathophysiology, presentation, diagnosis, and treatment of heritable etiologies of chronic cholestatic liver disease.\n\nGraphical abstract"
}
