{
    "PMC": "3748058",
    "DOI": "10.1371/journal.pone.0071850",
    "PMID": "23977161",
    "PMCID": "PMC3748058",
    "title": "Mutations in LMNA modulate the lamin A--Nesprin-2 interaction and cause LINC complex alterations.",
    "year": 2013,
    "source_url": "https://europepmc.org/article/PMC/PMC3748058",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>In eukaryotes the genetic material is enclosed by a continuous membrane system, the nuclear envelope (NE). Along the NE specific proteins assemble to form meshworks and mutations in these proteins have been described in a group of human diseases called laminopathies. Laminopathies include lipodystrophies, muscle and cardiac diseases as well as metabolic or progeroid syndromes. Most laminopathies are caused by mutations in the LMNAgene encoding lamins A/C. Together with Nesprins (Nuclear Envelope Spectrin Repeat Proteins) they are core components of the LINC complex (Linker of Nucleoskeleton and Cytoskeleton). The LINC complex connects the nucleoskeleton and the cytoskeleton and plays a role in the transfer of mechanically induced signals along the NE into the nucleus, and its components have been attributed functions in maintaining nuclear and cellular organization as well as signal transduction.<h4>Results</h4>Here we narrowed down the interaction sites between lamin A and Nesprin-2 to aa 403-425 in lamin A and aa 6146-6347 in Nesprin-2. Laminopathic mutations in and around the involved region of lamin A (R401C, G411D, G413C, V415I, R419C, L421P, R427G, Q432X) modulate the interaction with Nesprin-2 and this may contribute to the disease phenotype. The most notable mutation is the lamin A mutation Q432X that alters LINC complex protein assemblies and causes chromosomal and transcription factor rearrangements.<h4>Conclusion</h4>Mutations in Nesprin-2 and lamin A are characterised by complex genotype phenotype relations. Our data show that each mutation in LMNAanalysed here has a distinct impact on the interaction among both proteins that substantially explains how distinct mutations in widely expressed genes lead to the formation of phenotypically different diseases.",
    "full_text": "PLoS One PLoS ONE plos plosone PLoS ONE 1932-6203 Public Library of Science San Francisco, USA 3748058 23977161 PONE-D-13-14388 10.1371/journal.pone.0071850 Research Article Biology Biochemistry Proteins Cytoskeletal proteins DNA-binding proteins Recombinant proteins Regulatory proteins Structural proteins Transmembrane proteins Macromolecular Assemblies Genetics Genetic Mutation Mutagenesis Mutation Types Cloning Gene Function Mutations in LMNA Modulate the Lamin A - Nesprin-2 Interaction and Cause LINC Complex Alterations Nesprin Lamin Interaction Yang Liu 1 Munck Martina 1 Swaminathan Karthic 1 Kapinos Larisa E. 2 Noegel Angelika A. 1 * Neumann Sascha 1 * 1 Institute for Biochemistry I, Medical Faculty, University of Cologne, and Center for Molecular Medicine Cologne (CMMC) and Cologne Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), Medical Faculty, University of Cologne, Cologne, Germany 2 Biozentrum and the Nanoscience Institute, University of Basel, Basel, Switzerland Lewin Alfred Editor University of Florida, United States of America * E-mail: noegel@uni-koeln.de (AAN); neumanns@uni-koeln.de (SN) Competing Interests: The authors have declared that no competing interests exist. Conceived and designed the experiments: AAN SN. Performed the experiments: LY MM KS SN. Analyzed the data: LY SN AAN. Contributed reagents/materials/analysis tools: LEK AAN SN. Wrote the paper: AAN SN. 2013 20 8 2013 8 8 e71850 9 4 2013 3 7 2013 © 2013 Yang et al 2013 Yang et al This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited. Background In eukaryotes the genetic material is enclosed by a continuous membrane system, the nuclear envelope (NE). Along the NE specific proteins assemble to form meshworks and mutations in these proteins have been described in a group of human diseases called laminopathies. Laminopathies include lipodystrophies, muscle and cardiac diseases as well as metabolic or progeroid syndromes. Most laminopathies are caused by mutations in the LMNA gene encoding lamins A/C. Together with Nesprins ( N uclear E nvelope Sp ectrin R epeat Prote ins ) they are core components of the LINC complex ( Li nker of N ucleoskeleton and C ytoskeleton). The LINC complex connects the nucleoskeleton and the cytoskeleton and plays a role in the transfer of mechanically induced signals along the NE into the nucleus, and its components have been attributed functions in maintaining nuclear and cellular organization as well as signal transduction. Results Here we narrowed down the interaction sites between lamin A and Nesprin-2 to aa 403–425 in lamin A and aa 6146–6347 in Nesprin-2. Laminopathic mutations in and around the involved region of lamin A (R401C, G411D, G413C, V415I, R419C, L421P, R427G, Q432X) modulate the interaction with Nesprin-2 and this may contribute to the disease phenotype. The most notable mutation is the lamin A mutation Q432X that alters LINC complex protein assemblies and causes chromosomal and transcription factor rearrangements. Conclusion Mutations in Nesprin-2 and lamin A are characterised by complex genotype phenotype relations. Our data show that each mutation in LMNA analysed here has a distinct impact on the interaction among both proteins that substantially explains how distinct mutations in widely expressed genes lead to the formation of phenotypically different diseases. The work was supported by the Center for Molecular Medicine, University of Cologne, the Cologne Excellence Cluster on Cellular Stress Responses in Aging-associated Diseases. LY is supported by a fellowship from the China Scholarship Council (CSC). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Introduction A hallmark of eukaryotes is the compartmentalization of the cell and the presence of organelles. Among them, the largest one is the nucleus that harbors the genetic material. The nucleus is surrounded by a continuous membrane system, the nuclear envelope (NE), that consists of two concentric membranes, inner (INM) and outer (ONM) nuclear membrane. They are separated by the perinuclear space and integrated along the nuclear pore complexes. The ONM is continuous with the endoplasmic reticulum (ER). Membrane invaginations that might consist of one or both nuclear membranes can reach into the nucleus to form the nucleoplasmic reticulum [1] . Research in the past decade revealed the existence of large macromolecular protein complexes present along or across the nuclear membranes [2] – [6] . The biological importance of these assemblies is becoming more and more evident since the number of human diseases that are known to arise from mutations in their components is continuously increasing. However, the majority is due to mutations in lamin A/C proteins which are encoded by the LMNA gene. Lamins are type V intermediate filament proteins that form a meshwork underlying the INM. They are grouped into A- and B-type lamins. The latter ones are encoded by the LMNB1 (lamin B1) and LMNB2 (lamin B2) gene [7] . The LMNA gene encodes four A-type lamins (A, AD10, C and C2) that are generated by alternative splicing and posttranslational modifications. Lamins A and C represent the major isoforms. The structure of lamins follows a tripartide organization into an N-terminal head, a central rod domain and a C-terminal tail. Lamins assemble by forming parallel head to tail dimers stabilized by coiled coil structures in the central rod domain. Dimers then assemble into a head to tail polymer. Higher order structures are achieved by anti-parallel, lateral polymer assemblies, the protofilaments [8] . Three to four protofilaments assemble to intermediate filaments with a diameter of about 10 nm [9] . So far more than 400 disease causing mutations have been reported spread along the entire LMNA gene [9] , [10] . These mutations cause several distinct diseases that include forms of muscular dystrophy and cardiomyopathy, metabolic syndrome and lipodystrophy, neuropathies and progeroid syndromes. This is surprising as lamin A/C proteins are ubiquitously expressed proteins and points towards tissue or development specific interactions [9] . Currently three mutually non-exclusive hypotheses exist to explain how mutations in nuclear envelope proteins might result in the formation of laminopathies [10] . The first one is the structural hypothesis that refers to the role of LINC complex components in maintaining nuclear architecture and mechanotransduction across the nuclear envelope. Mutations in LINC complex components might cause weakened or strengthened interactions that lead to misshapen nuclei, a hallmark of laminopathies, and impaired transfer of mechanically induced signals across the NE [11] , [12] . The second hypothesis explains the role of NE proteins in the formation in laminopathies by their ability to regulate signaling events in a way distinct from mechanotransduction. Various NE proteins have been shown to interact, sequester and regulate transcription factor accessibility to the nucleus and chromatin and therefore control the gene expression profile of a cell [13] , [14] . The third hypothesis explains the formation of laminopathies by the accumulation of mutated lamin proteins and the accompanied cell toxic gain of function of these aggregates [15] . Along the nuclear envelope lamins A/C interact with integral proteins of the NE like SUN-1/-2, Emerin, with transcription factors like Fos, SREBP1 and with organizers of chromatin organization like histones or the cell cycle regulator Cyclin D3 [16] – [21] . Additionally, lamins A/C interact with Nesprin-2 [22] . Nesprins ( N uclear E nvelope Sp ectrin R epeat Prote ins ) are proteins that mainly reside along the INM and ONM. So far four Nesprins have been described in mammals (Nesprin-1, -2, -3 and -4). Each is encoded by a single gene that gives rise to multiple isoforms. The number of identified isoforms is still increasing. So far 21 isoforms have been identified for Nesprin-1 and 14 for Nesprin-2 [23] , [24] . For Nesprin-3 two variants are known and one for the epithelial specific Nesprin-4 [25] , [26] . Nesprins broadly differ in their molecular masses from the smaller Nesprin-3 (∼100 kDa) and 4 (∼40 kDa) to the biggest, the so called giant isoforms of Nesprin-1 and -2 that reach up to 1 MDa or 800 kDa, respectively. Structural characteristics that are shared by most Nesprin isoforms are the C-terminal KASH ( K larsicht/ A NC-1/ S yne h omology) domain that is a transmembrane domain and spectrin repeats that form the basis of the central rod segment. Even the largest Nesprins contain only one transmembrane segment that is sufficient for connecting the proteins with the membrane. The KASH domain additionally contains a consensus motif at the C-terminus for the interaction with integral proteins of the INM, the SUN (Sad1/UNC-84) proteins. The interaction of the KASH domain of the Nesprins and the SUN domain of the SUN proteins in the PNS forms the core of the LINC complex. The LINC complex is a protein complex that traverses the nuclear envelope for the direct and mechanic coupling of nucleoplasmic and cytoplasmic components [6] . At their N-termini the different Nesprins contain binding sites that mediate direct or indirect connections to the actin filament system, microtubules or the intermediate filament system and therefore an integration of the nucleus into the cytoskeleton of cells. Knowledge about nuclear envelope proteins and their involvement in the formation of large macromolecular protein complexes along the nuclear envelope is continuously increasing. However, the exact nature of the interaction sites between certain LINC complex components and the effect of distinct mutations for particular interactions are still incomplete. A detailed understanding of protein interactions will help to understand the pathological role of disease causing mutations. In the present study we have narrowed down the interaction sites between lamin A/C and Nesprin-2 and explored the impact of eight laminopathic LMNA mutations [R401C (1201C>T) [9] , [27] , [28] , G411D (1232G>A) [29] , G413C (1237G>T) ( www.umd.be/LMNA ), V415I (1243G>A) [9] , [30] , R419C (1255C>T) [31] , L421P (1262T>C) [32] , [33] , R427G (1279C>G) ( www.umd.be/LMNA ), Q432X (1294C>T) [9] , [34] ] on the binding capacities of Nesprin-2 for lamin A/C and the formation of LINC complex assemblies. Mutations in lamin A/C affected the interaction with Nesprin-2 in a spectrum from increasing to decreasing. However most of the described mutations had no obvious effect on the localization of NE proteins along the NE. An exception was the truncation mutation Q432X that caused severe aggregate formations of the mutated lamin A/C protein and the sequestration of nuclear envelope proteins. Materials and Methods Plasmids and site directed mutagenesis The amino acid positions of GST and GFP Nesprin-2 proteins used in this study refer to Nesprin-2 giant and have been described elsewhere [14] , [22] . The lamin A fragments 1–263, 264–402, 345–425 cloned into pPET-TEV expression vector are described in [35] . The Lamin A sequence 436–548 is inserted into pET24d (Novagen). WT lamin A amino acids 403–425 were cloned into pEGFP-C2 (Clontech) via EcoRI and BamHI restriction sites and the following primers: LA 403–425 For 5′ AATTTCCTCTCACTCATCCCAGACACAGGGTGGGGGCAGCGTCACAAAAAGCGCAAACTGGAGTCCACTGAG 3′, Rev 5′ GATCCTCAGTGGACTCCAGTTTGCGCTTTTTGGTGACGCTGCCCCCACCCTGTGTCTGGGATGAGTGAGAGGA 3′. Site directed mutagenesis was performed by QuikChange site directed mutagenesis (Stratagene) according to the manufactureŕs instructions and by using full length lamin A [36] as a template and primers carrying the corresponding point mutations to generate GFP lamin A R401C (1201C>T), G411D (1232G>A), G413C (1237G>T), V415I (1243G>A), R419C (1255C>T), L421P (1262T>C), R427G (1279C>G), Q432X (1294C>T). Cell culture and transfection HaCaT, COS7 cells [37] , [38] , murine myoblasts (ATCC CRL-1772) and primary human fibroblasts obtained from Dr. M. Wehnert (Greifswald) [2] were grown in a humidified atmosphere at 37°C, 5% CO 2 in high Glucose Dulbeccós modified Eagle's medium (DMEM) (SIGMA) supplemented with 2 mM glutamine, 2 mM penicillin/streptomycin and 10% FBS. Cells were transiently transfected by electroporation using Gene-Pulser®II (BioRad) at 180 V, 950 µF or by using the Amaxa cell line Nucleofector® kit (Lonza) according to the manufactureŕs instructions. His- and GST-tag pull down assays GST or His tagged fusion proteins were expressed in E. coli XL1 blue. Bacteria were grown to an OD 600 between 0.6 and 0.8 and protein expression over night at 20°C was induced by the addition of 0.5 mM Isopropyl-1-thio-D-galactopyranoside (IPTG). The bacteria were harvested, washed and lysed with STE buffer (10 mM Tris-HCl, pH 8.0, 50 mM NaCl, 1 mM EDTA) supplemented with protease inhibitors. Lysis was performed by mechanical shearing in a dounce homogenizer in the presence of 100 µg/ml lysozyme followed by 15 min incubation on ice. Lysates from bacteria expressing GST fusion proteins were additionally supplemented with Sarkosyl to a final concentration of 1.5%. All samples were sonicated and centrifuged at 16.000 rpm for 30 min. Supernatants were transferred into a new tube and lysates from bacteria expressing GST fusion proteins were supplemented with Triton X-100 to a final concentration of 2%. GST and His-tag fusion proteins were concentrated from bacterial lysates by adding glutathione Sepharose 4B or Ni-NTA beads on at 4°C. Beads were washed five times with PBS to remove unspecifically bound proteins. COS7 cells expressing the corresponding GFP plasmids were lysed with lysis buffer (50 mM Tris-HCl, pH 7.5, 150 mM NaCl, 1% Nonidet-P40, and 0.5% sodium deoxycholate) supplemented with protease inhibitors. For preclearing, lysates of COS7 cells expressing GFP fusion proteins were incubated with beads for one hour at 4°C followed by an on incubation with the corresponding GST- or Ni-NTA-beads bound fusion proteins. Finally beads were washed five times with PBS supplemented with protease inhibitors. SDS loading buffer was added and samples were heated for 5 min at 95°C and analysed by SDS-PAGE followed by Coomassie Blue staining or western blot. Immunofluorescence and microscopy Cells were fixed on coverslips for 15 min in 4% paraformaldehyde in PBS followed by 5 min permeabilization in 0.5% Triton X-100 in PBS. Fixed samples were incubated for 30 min to 1 h in phosphate-buffered gelatine for blocking (PBS, 0.1% fish gelatine and 0.5% BSA) followed by incubation with primary antibodies or TRITC Phalloidin (Sigma) for 1 h at RT or overnight at 4°C followed by three washing steps with PBS, 5 min each. Appropriate secondary antibodies conjugated to Alexa 568 or Alexa 488 were applied. Nuclei were stained with 4,6-diamidino-2-phenylindole (DAPI). Samples were again extensively washed with PBS and fixed with gelvatol. Immunofluorescence analysis was performed as described [2] . Antibodies The following antibodies were used in this study; polyclonal rabbit anti Nesprin-2 pAbK1 [22] , mouse monoclonal anti GFP K3-148-2, mouse mAb specific for Emerin (4G5, abcam), polyclonal rabbit anti lamin B1 (abcam), polyclonal rabbit anti lamin A (H-102, Santa Cruz). Quantification of western blot and Coomassie Blue stained gels Quantification was performed by using the AlphaEaseFC software, version 4.0.0, Alpha Innotech Corporation. GFP lamin A signals were normalized against GST Nesprin-2 SR52,53 by generating the ratio of western blot GFP lamin A and Coomassie Blue GST Nesprin-2 signals. The ratio between WT GFP lamin A SR52,53 and GST Nesprin-2 was set to 100%. The percentage of enhanced or decreased binding between mutated GFP lamins and WT GST Nesprin-2 was set in correlation to the WT ratio. Heat shock experiments Heat shock was performed by incubating cells plated on cover slips in 24 well plates in an incubator at 42°C for 15 min under otherwise normal cell culture conditions in a humidified atmosphere with 5% CO 2 . Afterwards cells were fixed by the addition of methanol and 10 min incubation at −20°C, followed by extensive washing and immunofluorescence analysis as described above. Protein structure prediction aa sequences of human lamin A (P02545), Musmusculus lamin A (P48678) and lamin B (P20700) were taken from the UniProt database and aligned using the clustalW2 online program [39] . Aligned sequences were further processed by using ESPript 2.2 [40] for representation. For lamin A structural model construction, lamin A amino acids 351–490 that encompass a part of the N-terminal coil2B and the C-terminal globular domain were used in the MULTICOM server [41] . The templates used for modeling 1UFGA [42] (C-terminal immunoglobulin like domain of mouse Lamin A), 1IFRA (globular tail of human Lamin A), and 2LLA [43] (chain A of Mannose-6-phosphate/insulin-like growth factor II receptor) were taken from the PDB (Protein Data Bank). Detailed amino acid sequences and exchanges were generated by using SwissPDB Viewer v4.1.0 [44] and the molecular surfaces were generated by using pyMOL v1.3. Results C-termini of Nesprin-2 and lamin A interact We defined here the exact binding sites between lamin A/C and Nesprin-2 by performing a series of in vitro pull down experiments with purified recombinant Nesprin-2 and lamin A proteins ( Fig. 1A, B ). GST tagged Nesprin-2 polypeptides we used for our studies were derived from the C-terminus encompassing aa 6146–6799 of human Nesprin-2 giant ( Fig. 1A ). We have described these polypeptides before as Nesprin-2 SRs 19–22 [22] , however here we have renamed them according to a recent detailed structural analysis predicting almost the entire Nesprin-2 sequence is made from more or less well conserved spectrin repeats [24] . For lamin A we used polypeptides spanning amino acids 1–548 of human lamin A ( Fig. 1B ). Nesprin-2 SR 52–56 coprecipitated with lamin A amino acids 345–425 ( Fig. 1C ). Using lamin A polypeptides 264–402 and 345–425 which share an overlapping sequence ( Fig. 1B ) we found that Nesprin-2 SR 52–56 did not coprecipitate with lamin A 264–402, letting us conclude that the interaction site of lamin A for Nesprin-2 lies within the amino acids 403–425 of lamin A. To further define the interaction site lamin A fragments were incubated with GFP Nesprin-2 polypeptides expressed in COS7 cells. Nesprin-2 SR 52,53 showed the strongest interaction to lamin A, whereas no interaction was found for SR55, 56. A weak signal was detected for SR53, 54, 55 ( Fig. 1D ). To confirm the afore described interaction, we cloned the sequences containing the lamin A interaction site for Nesprin-2 (lamin A aa 403–425) into a GFP expression vector and incubated these proteins with purified Nesprin-2 polypeptides, which confirmed the interaction of lamin A to Nesprin-2 SR52,53 ( Fig. 1E ). Finally, we addressed the question if lamin A binds to SR52 or SR53 and found that Nesprin-2 SR53 is sufficient to precipitate GFP lamin A aa 403–425 from total cell lysates. The GFP lamin A 403–425 signal for SR53 was always much weaker compared to Nesprin-2 SR52,53 ( Fig. 1F ). Taken together aa 403–425 in lamin A and aa 6146–6347 corresponding to SR52,53 in Nesprin-2 mediate the interaction between both proteins. 10.1371/journal.pone.0071850.g001 Figure 1 Nesprin-2 SR52,53 (aa 6146–6347) interacts with lamin A residues extending from position 403 to 425. (A) Schematic of GST Nesprin-2 fusion proteins used in this study. Aa positions refer to Nesprin-2 giant. ( B ) Schematic of His tag lamin A fusion proteins. ( C ) Bacterially expressed lamin A proteins bound to beads were incubated with lysates of COS7 cells expressing GFP Nesprin-2 SR52-56. The polypeptides used for pull down are shown in the upper panel. GFP-tagged Nesprin-2 SR52-56 was detected with mAb K3-184 (WB: anti GFP). The molecular weight markers are indicated on the left. GFP-tagged Nesprin-2 SR52-56 precipitates with lamin A polypeptides 345–425. No signals were detected for lamin A 264–402. For this reason we used these two lamin A proteins for our following experiments, one as a positive control and one as a negative control, to narrow the binding site of Nesprin-2 to lamin A. ( D ) Identification of the lamin A binding site in Nesprin-2. GFP Nesprin-2 polypeptides harboring individual SRs were expressed as GFP tagged proteins in COS7 cells (lower panels) and incubated with lamin A fusion proteins (upper panel, Coomassie Blue stained SDS PAGE, 15% acrylamide). ( E ) Interaction of GST Nesprin-2 fusion proteins bound to beads with GFP Lamin A aa 403–425. ( F ) Determination of the Nesprin-2 SR domain for interaction with lamin. Nesprin-2 SR52 and SR53 were expressed as GST fusion proteins and binding to GFP lamin A 403–425 was probed. For all experiments the use of equal protein amounts is demonstrated by Coomassie Blue stained SDS-PAGE. Equal amounts of GFP fusion proteins are shown by western blots of supernatants after coupling the GST and GFP fusion proteins. Nes-2 SR – Nesprin-2 Spectrin Repeats, LA – lamin A, WB – western blot, SPN – supernatant, P – pellet. Laminopathy causing mutations reside in the Nesprin-2 binding site of lamin A Next we addressed the question if relevant mutations have been described within or nearby the Nesprin-2 binding site in lamin A. We found eight mutations in LMNA [R401C (1201C>T), G411D (1232G>A), G413C (1237G>T), V415I (1243G>A), R419C (1255C>T), L421P (1262T>C), R427G (1279C>G), Q432X (1294C>T), ( Fig. 2A ), for references see introduction]. All mutations reside within a region of lamin A that is encoded by LMNA exon 7 and all are point mutations causing single nucleotide exchanges. Seven mutations result in amino acid changes whereas mutation Q432X (1294C>T) results in a stop codon ( Fig. 2A ). The predicted molecular weight for GFP WT lamin A and all mutations is ∼100 kDa, for the truncated GFP lamin A Q432X protein the predicted molecular weight is ∼76 kDa. In western blots all lamin A variants are detectable at the predicted molecular weights ( Fig. 2B ). 10.1371/journal.pone.0071850.g002 Figure 2 Schematic of lamin A mutations. ( A ) aa residues 399 to 434 of WT lamin A are shown. The interaction site of lamin A to Nesprin-2 is given in green. Below, the WT sequence mutations analysed in the present study are highlighted. Similarities to the WT sequence are shown as black lines, exchanged aa are indicated in red. The mutation Q432X leads to a stop codon (X). ( B ) Western blot analysis of GFP lamin A fusion proteins. The proteins were transiently expressed in COS7 cells, lysates were analysed by SDS-PAGE followed by western blot with mAb K3-184 that confirmed the predicted molecular weights (given in kDa on the left). WB – western blot. Influence of LMNA mutations on the distribution of interaction partners To test if mutations in lamin A cause changes in NE protein assemblies, the distribution of WT and mutated GFP lamin A and endogenous LINC complex components was studied in immunofluorescence analysis. We utilized HaCaT and COS7 cells which differ with respect to their morphology and the expression levels of Nesprins. Previous work from our group demonstrated that HaCaT keratinocytes express higher Nesprin-2 protein levels compared to fibroblast cells [11] , [45] . The fibroblasts like COS7 cells express lower levels of Nesprin-2 as compared to HaCaT keratinocytes. We found all GFP fusion proteins localizing along the nuclear envelope like WT lamin A. GFP lamin A Q423X proteins showed a different distribution. In COS7 as well as in HaCaT cells Q432X localized along the NE ( Fig. 3 , asterisk), additionally, GFP lamin A Q432X proteins formed aggregates that seemed to appear along the NE rather than inside the nucleus ( Fig. 3 , thin arrow). In HaCaT cells Nesprin-2 was largely unaffected by these aggregates and showed the typical rim staining ( Fig. 3 ). Only when large aggregates were present Nesprin-2 was also recruited to these aggregates (data not shown). By contrast, in COS7 cells Nesprin-2 was sequestered into large lamin A aggregates ( Fig. 3 , arrowhead). In cells with intermediate sized aggregates one can observe both, a recruitment ( Fig. 3 , thin arrow) and an absence of Nesprin-2 ( Fig. 3 , bold arrow) in the aggregates. Different distributions were observed for further NE components like lamin B1 ( Fig. S1 ) or Emerin ( Fig. S2 ). In HaCaT cells lamin B1 was present only in large aggregates, whereas in COS7 it appeared in both small and large aggregates. Emerin was present in large aggregates formed in both cell lines to comparable extend. Endogenous lamin A was also sequestered into GFP lamin A Q432X aggregates ( Fig. S3 ). 10.1371/journal.pone.0071850.g003 Figure 3 Most mutations in lamin A do not alter the distribution of Nesprin-2. The distribution of Nesprin-2 in transiently GFP-lamin A wild type (WT) and mutant protein expressing COS7 and HaCaT cells was analysed by immunofluorescence. For GFP lamin A Q432X two panels are shown indicating different distribution and presence of smaller and larger GFP lamin A Q432X aggregates. Upper panel, asterisks points out cells in which lamin A Q432X proteins localize indistinguishable from the WT proteins. Lamin A Q432X proteins form aggregates with varying extend. In COS7 cells endogenous Nesprin-2 is sequestered into strong aggregates (arrowhead) whereas smaller aggregates show no obvious Nesprin-2 accumulation (bold arrow). In HaCaT cells Nesprin-2 is largely absent from the aggregates (HaCaT, Q432X, lower panel). Aggregates are present along the NE (COS7, lower panel, thin arrow). Merged pictures contain overlays of single stainings and DAPI. Scale bar, 10 µm. Mutations in LMNA modulate binding affinities of lamin A for Nesprin-2 Next we addressed the question if the lamin A mutations analysed here modulate the affinity to GST Nesprin-2 protein complexes. For this, we first made structural predictions of the region in lamin A that interacts with Nesprin-2 and found that the interaction site in lamin A is located in a loop ( Fig. 4B ). This loop connects the α helical rod domain and the globular domain at the C-terminus ( Fig. 4A ). The affected amino acids should therefore be accessible for interactions. The impact of the amino acid exchanges caused by the lamin A mutations analysed here reach from charge neutrality to the generation of positively or negatively charged residues ( Fig. S4 ). Recombinantly expressed GST Nesprin-2 SR 52,53 was used as positive and GST Nesprin-2 SR55,56 as negative control. The proteins were incubated with lysates of COS7 cells expressing the corresponding GFP lamin A proteins ( Fig. 4C ). Mutated lamin A proteins were precipitated in varying amounts with GST Nesprin-2 SR52,53 ( Fig. 4C , shown for lamin A mutations G411D, G413C, L421P, R427G and Q432X). The lamin A mutations R401C and V415I were precipitated at higher amounts compared to WT GFP lamin A, whereas only small amounts of Q432X were precipitated by GST Nesprin-2 SR52,53 ( Fig. 4D ). All further mutations were precipitated at levels comparable to WT GFP lamin A. 10.1371/journal.pone.0071850.g004 Figure 4 The interaction site of lamin A to Nesprin-2 is in a loop and mutations in LMNA modulate the interaction to Nesprin-2. ( A ) Amino acid alignment of a human lamin A/C amino acids 351–490 (HsLaminA; uniprot accession number P02545) and the corresponding sequence in human lamin B (HsLamin; P20700) and Mus musculus lamin A (MmLaminA; P48678). Secondary structure elements are shown on top of the alignment and the lamin A region that interacts with Nesprin-2 is boxed in green. Conserved residues are highlighted black, similar residues are boxed. ( B ) Prediction of the three dimensional structure of human lamin A aa 351–490. The three dimensional structure of human Lamin A 351–490 was predicted by using multiple PDB structures as templates (1UFGA, 1IFRA, and 2LLA) in the MULTICOM server [41] . The lamin A interaction site aa 403–425 to Nesprin-2 is highlighted in green and aa 403 and 425 are pointed out in blue. Amino acids that targets for the mutations analysed here are highlighted in red. The structure prediction was generated by using pyMOL v1.3. ( C ) The binding properties between WT GST Nesprin-2 SR52,53 and GFP lamin A mutations were analysed by pull down experiments. COS7 cells expressing WT or mutated GFP lamin A proteins were lysed and incubated with recombinant GST Nesprin-2 SR52,53 proteins. GST Nesprin-2 SR55,56 proteins were used as negative controls. ( D ) WT and mutant GFP lamin A proteins show distinct binding properties to WT GST Nesprin-2 SR52,53. The zero baseline represents the 100% binding affinity between WT GST Nesprin-2 SR52,53 and GFP lamin A (for details see materials and methods). Deviations caused by distinct mutations in LMNA are given in percent. Each mutation was analysed by four to seven independent experiments. Mutations in lamin A cause the formation of misshapen nuclei after heat exposure Laminopathies often affect tissues that are under pronounced mechanical strain like skeletal muscle or the heart. A hallmark of laminopathies is the presence of dysmorphic nuclei, impaired mechanical properties and stiffness of the nucleus [46] . We exemplarily explored the effect of two lamin A mutations, lamin A V415I and lamin A Q432X on nuclear stability in heat stress experiments since laminopathic cells have been shown to be more prone to heat induced nuclear deformations [47] – [49] . The mutations were chosen because they exhibited significantly different binding affinities and showed the most aberrant distribution ( Fig. 3 , 4 ). C2C12 murine myoblasts were exposed to a 15 minutes heat shock and the percentage of misshapen nuclei was assessed before and after this treatment. No significant changes were observed among WT lamin A expressing cells before (10,33%±4,08 misshapen nuclei) or after (14,0%±4,05) heat shock. Stronger increases in the number of misshapen nuclei compared to the WT were observed for the lamin A mutations V415I (17,5%±4,08 before and 29,0%±3,41 after heat shock) and Q432X (29,5%±4,37 before and 40,83%±2,86 after heat shock). The extent of nuclear deformations caused by the lamin A mutations V415I and Q432X was similar in heat shock experiments performed in primary human fibroblasts ( Fig. S5 ). Both lamin A mutations showed nuclear deformations characteristic for laminopathies including an uneven nuclear shape and nuclear blebbing ( Fig. 5A ). Nuclear deformations were even more severe in cells expressing the mutant lamin A Q432X compared to V415I ( Fig. 5A, B ). 10.1371/journal.pone.0071850.g005 Figure 5 Lamin A mutations V415I and Q432X trigger nuclear deformations in heat shock experiments. C2C12 murine myoblast cells transiently expressing GFP WT, V415I or Q432X lamin A were exposed to a 15 minute heat shock at 42°C. After fixation the nuclear morphology was analysed by immunofluorescence ( A ) and statistically evaluated ( B ). Cells expressing GFP lamin A WT were used for reference. 600 nuclei each were analysed. Cells expressing GFP lamin A Q432X showed significant nuclear deformations already before the heat shock. P-Values of less than 0,001 are defined as highly significant (**). The perinculear actin cap remains unaffected by the lamin A mutations Q432X and V415I Since the lamin A mutation Q432X shows the most severe impact on interaction partners or nuclear morphology, we additionally addressed the question if the perinuclear actin cap is altered in the presence of mutated protein. The perinuclear actin cap has functions in mechanosensing and maintaining interphase nuclear shape [50] , [51] . Additionally the lamin A mutations V415I was chosen because it strongly precipitates with Nesprin-2 polypeptides. In both, lamin A Q432X or V415I expressing cells, filaments forming the actin cap aligned regularly along the interphase nucleus without obvious alterations compared to GFP lamin A WT expressing cells ( Fig. 6 , long arrow). In some of the stronger GFP lamin A Q432X aggregates we could observe TRITC phalloidin positive Q432X aggregates ( Fig. 6 , short arrow). For the other mutations no obvious alterations in the perinuclear actin organizations were observed in 3T3 cells (data not shown). 10.1371/journal.pone.0071850.g006 Figure 6 The perinuclear actin cap is not altered in the presence of GFP lamin A Q432X or V415I. C2C12 cells transiently expressing WT GFP lamin A, the mutant proteins Q432X or V415I were stained with DAPI and TRITC phalloidin. The stainings were documented by using a confocal microscope and pictures were taken at the apical plane (red), the mid plane (yelow) and the basal plane (gray). Actin cap fibers are present in control or mutant lamin A expressing cells (long arrow). TRITC phalloidin was present in some GFP lamin A Q432X aggregates (short arrow). The lamin A Q432X mutation causes alterations in the chromatin and SRBP1 misplacement The lamin A mutation Q432X showed the most variable distribution along the NE that included the formation of aggregates and the sequestration of LINC complex components combined with decreased binding affinity to Nesprin-2 polypeptides ( Fig. 3 , 4 ). We further explored the lamin A mutation Q432X to explain the role of this particular mutation in the formation of idiopathic dilated cardiomyopathy. NE proteins control gene expression by modulating the organization of chromatin or regulating the accessibility of transcription factors to their nuclear targets [52] . To explore the impact of the aggregates formed by GFP lamin A Q432X on chromatin structures, cells transiently expressing the mutated protein were stained with the DNA dye DAPI. At sites of strong aggregates the DAPI staining showed gaps indicating alterations in the chromatin structure ( Fig. 7A ´, arrow). Such a staining pattern was not seen in control cells. The opposite effect was detected for SREBP1 (sterol regulatory element-binding protein 1, also SRBP1 or SREBF1 (sterol regulatory element-binding transcription factor 1)), a transcriptional activator that belongs to the basic-helix-loop-helix-leucine zipper family of transcription factors. Its functions were originally described in cholesterol and fatty acid metabolism [53] , however recent findings additionally demonstrated its expression [54] and function in muscle where SRBP1 transcription factors regulate the expression of hundreds of genes [55] that affect muscle size and mass. SREBP1 is primarily sequestered into large aggregates of Q432X mutated lamin A proteins ( Fig. 7B ´, arrow) and less so into smaller aggregates ( Fig. 7B ´´, thin arrow). Taken together our data point towards an impact of the mutation Q432X on the topology of chromatin and transcription factor distribution. 10.1371/journal.pone.0071850.g007 Figure 7 GFP lamin A Q432X aggregates displace chromatin and sequester SREBP1. COS7 cells transiently expressing GFP lamin A Q432X were stained with DAPI ( A–A ) and SREBP1 and DAPI ( B–B ). ( A ) At sides of strong aggregates the DAPI staining showed gaps (A, arrow). (B) Endogenous SRBP1 was sequestered into strong aggregates (B, arrow), rather than into smaller aggregates (B, thin arrow). Scale Bar: 10 µm. Discussion Laminopathies are rare heterogenic human diseases with complex genotype phenotype relationships that can be classified into muscle diseases that preferentially affect skeletal or cardiac muscles, neuropathies that involve motor and sensory neurons, lipodystrophies that cause alterations in adipose tissues and premature ageing diseases [56] . In earlier studies we had identified the Nesprin-2 C-terminal amino acid sequence 6146–6799 corresponding to Nesprin-2 SRs 52–56 as binding site for lamin A, here we mapped it between aa 6146–6347 (SR52,53) and the binding sites of Nesprin-2 to lamin A to aa 403–425. The previously reported interaction site between lamin A aa 243–387 [22] could not be confirmed in the present study which might be a consequence of different experimental procedures or sterical properties of the lamin A peptides that were used. Aim of this study was to analyze the impact of laminopathy causing mutations on the interaction properties between lamin A and Nesprin-2. Laminopathies often occur in tissues that are under significant mechanical stress as it occurs in skeletal or cardiac muscles. Therefore it is of particular importance to analyze the interaction among core NE proteins and their NE distributions. We describe here eight LMNA mutations. Interestingly they can be classified as lipodystrophy (G411D, R419C, L421P) and skeletal and cardiac muscular dystrophies causing mutations (R401C, G413C, V415I, R427G, Q432X). Mutations triggering premature ageing diseases or neuropathic phenotypes have not been described in this binding region to Nesprin-2 so far, but cannot be excluded based on the progress in the field of DNA sequencing. All GFP lamin A proteins that were analysed here localize along the NE. In agreement with earlier studies of ectopically overexpressed WT and mutant lamin A proteins, we observed some cells that showed altered localizations. The degree of altered localization patterns differed between HaCaT keratinocytes and COS7 fibroblasts. HaCaT cells seem to have a more stable nuclear morphology and are less prone to nuclear deformation than fibroblasts which confirms earlier findings and might be attributed to lower Nesprin expression in fibroblast cells [11] . We excluded phenotypes that might be related to common morphological variations in these cells. GFP lamin A Q432X was the only mutation that caused significant alterations in the localization pattern along the nuclear envelope and formed strong aggregates. The GFP lamin A Q432X aggregates had a similar morphology as the ones caused by mutations in LMNA that have been mapped at different positions along the lamin A protein. Aggregate formations have been described e.g. for the lamin A mutations D192G, N195K, M371K, R386K, R482L [57] , [58] . Bechert and colleagues analysed the distribution of WT, G465D, R482L and R527P lamin A and found that 24 hours after transfection the proteins localized to the nucleus or the NE. A prolonged expression resulted in the formation of aggregates with varying intensities among mutated or WT lamin A [59] . The situation was different for GFP lamin A Q432X. 24 hours after transfection the formation of aggregates in the majority of cells was observed in sharp contrast to all other mutant or WT lamin A proteins analysed here. As no primary cells were available we could not address the question if lamin A Q432X proteins in patient cells form aggregates. We analysed the distribution of further NE proteins along these aggregates and found that Nesprin-2, Emerin, Lamin B1, endogenous lamin A were sequestered into the aggregates. Considering the reduced binding ability between GFP Nesprin-2 SR 52–56 and lamin A Q432X, at first sight it appears surprising to see Nesprin-2 accumulations in these aggregates. A reasonable explanation for this is the enhanced presence of NE proteins Emerin or endogenous lamin A that might recruit endogenous Nesprin-2 into the aggregates. Even though we did not observe differences in the subcellular localization of most lamin A mutations analysed here, we further explored the effect of distinct mutations in LMNA on the binding abilities between Nesprin-2 and lamin A by pull down experiments. Of note, such experiments do not examine the direct interaction between Nesprin-2 and lamin A, rather they show how mutated GFP lamin A proteins precipitate with GST Nesprin-2 polypeptides from whole cell lysates. Interestingly the binding site of lamin A to Nesprin-2 resides within a loop that harbors multiple potential phosphorylation sites [60] indicating that protein interactions in this part of lamin A occur highly regulated. The advantage of the experimental setting we have chosen is that GFP lamin A - GST Nesprin-2 SR52,53 protein complexes are precipitated from otherwise normal whole cell lysates which allows studying binding characteristics in the presence of additional LINC complex components expressed in these cells. Interestingly we observed a wide range of variations in the amounts of GFP lamin A proteins that were precipitated in pull down experiments that reached from enhanced (e.g. R401C, V415I) to decreased signals (e.g. Q432X) compared to WT GFP lamin A. Further mutations analysed here showed mild alterations. The truncation in Q432X does not include the amino acids 403–425 that mediate the lamin A interaction to Nesprin-2. However lamin A Q432X precipitates in lower amounts with GST tagged Nesprin-2 polypeptides. A reasonable explanation for this is that the loss of the C-terminus of lamin A causes alterations in the three dimensional protein structure which might make the interacting amino acids less accessible. Over all these findings contribute to the explanation how distinct mutations in ubiquitously expressed proteins like lamin A lead to the formation of diseases with strong variations in their clinical manifestations as it is known for laminopathies. Distinct mutations in LMNA have distinct effects on the formation of NE protein assemblies as it is shown here for interaction between the core NE components Nesprin-2 and lamin A. However the impact of distinct mutations on the interaction between Nesprin-2 and lamin A is not reflected in the aspect of nuclear stability. On the protein level lamin A V415I causes an enhanced interaction with Nesprin-2, whereas the lamin A Q432X interaction is weaker compared to the WT. At the immunofluorescence level they show differential distributions as well. Lamin A V415I is indistinguishable from the control, lamin A Q432X causes the formation of aggregates ( Fig. 3 ). However, both mutations cause cardiomyopathic phenotypes, lone atrial fibrillation is caused by lamin A V415I and idiopathic dilated cardiomyopathy by lamin A Q432X. When we expressed both mutations in murine myoblasts or primary fibroblasts and treated them with a heat shock at 42°C both mutations led to a significant increase in the numbers of misshapen nuclei which shows that each mutation has additional distinct effects on NE protein assemblies. The underlying molecular mechanisms for the discrepancy between the contradictory behavior of the mutations V415I and Q432X in pull down experiments and a similar tendency in the heat stress experiments might be related to the complexity of NE protein assemblies. Lamins exhibit tripartite organization and are composed of an N-terminal head, a central rod and a C-terminal tail. The tail region that is missing in Q432X might impair the assembly of lamins into a meshwork and thus lead to pronounced nuclear fragility. On the other side the mutation V415I precipitates stronger with GST Nesprin-2 polypeptides indicating that this mutation modulates the binding properties among the NE protein network that finally results in enhanced nuclear fragility. Nesprin-2 is an actin binding protein that connects the NE to the perinuclear cytoskeleton. Recently the Wirtz group identified a perinuclear actin cap that consists of highly organized actin fibers closely connected to the apical surface of the interphase nucleus [51] . LINC complexes physically connect the actin cap to the NE, and the actin cap is required to maintain the interphase nuclear shape and is likely involved in mechanosensing and mechanotransduction. Malfunctions in the actin cap might explain the pathological role of distinct lamin A mutations. An intact lamina and LINC complexes are necessary for a functional actin cap [50] . In GFP lamin A Q432X and V415I expressing cells the overall actin cap structure remained unaffected ( Fig. 6 ). In lamin A Q432X expressing cells we observed a subset of phalloidin positive lamin A Q432X aggregates. The fact that not all aggregates were phalloidin positive might be explained with the highly dynamic nature of the actin cap fibers that might form only in response to mechanical strain [51] . It remains to be determined if the observed changes in the actin structure lead to disturbed mechanotransduction from the extracellular milieu to the nucleus and thus contribute to the disease phenotype. Alterations in the binding affinities between Nesprin-2 and lamin A have consequences on the NE protein network that are transmitted to further binding partners. Since lamins localize along the inner surface of the INM and Nesprins as type II transmembrane proteins can be integrated into the INM or the ONM, the interaction between both proteins occurs along the INM and the functional impact of altered affinities reaches into the nucleus. Interestingly most lamin interactions have been mapped to the C-terminus [8] and therefore overlap with the interaction side for Nesprin-2. Alterations in the binding affinities between both proteins therefore make lamins more or less accessible for other interactions. NE proteins have been described in maintaining chromosomal organization to provide a chromatin environment that is favorable or unfavorable for gene expression in which the position of a gene is related to its expression level [52] , [61] . Lamins directly interact with DNA or Histones. The DNA binding site of lamins A/C was mapped to aa 411–553 [62] and aa 396–430 interact with histones [20] . Both sites are close to or part of aa 403–425 that interact with Nesprin-2 and variations in the lamin adhesion to Nesprin-2 could thus affect chromosomal arrangements and consequentially gene expression. Mutated Q432X lamin A proteins show the most severe impact on chromosome structures by the formation of gaps that are formed in the otherwise even DNA staining at sides of aggregates. NE proteins additionally have functions in controlling the temporal and spatial accessibility of transcription factors to their nuclear targets. Lamins for example play a role in FOS or SREBP1 [18] , [19] signaling and Nesprins are part of SMAD, FOS and Wnt signal transduction [13] , [14] . Mutated lamin A Q432X proteins form aggregates and sequester LINC complex components. To further explore the pathological role of this mutation, we analysed the impact of the mutated proteins on the subcellular distribution of the transcription factor SREBP1 that is a known interaction partner of lamin A. The interaction site of lamin A to SREBP1 lies between amino acids 389–664 and therefore overlaps with the binding lamin A site to Nesprin-2 [19] . SREBP1 belongs to a group of ubiquitously expressed transcription factors with a wide spectrum of functions reaching from cholesterol and fatty acid metabolism to the regulation of muscle size and protein content [53] , [63] . Furthermore SREBP1 transcription factor regulate the expression of proteins involved in controlling muscle contractility like Titin or Troponins [63] , [64] . SREBP1 exists as an inactive precursor attached to the ER membrane and the NE. Cleavage of the SREBP1 precursor is initiated by sterol deficiency that releases the N-terminal part as a mature protein from the membrane that is translocated into the nucleus where it binds to the SRE1 (sterol regulatory element-1) DNA sequence in the promotor region of target genes [65] , [66] . Malfunctions in SREBP1 target genes lead to the formation of dilated cardiomyopathies [67] , [68] . It remains to be determined to which degree nuclear instability or aggregates formed by lamin A Q432X proteins contribute to the pathological role of this particular mutation in the formation of idiopathic dilated cardiomyopathy. Supporting Information Figure S1 Most mutations in lamin A do not affect the distribution of Lamin B1. The distribution of endogenous lamin B1 was analysed in HaCaT and Cos7 cells transiently expressing GFP lamin A WT or mutated proteins. All mutated GFP lamin A proteins are present at the nuclear envelope like WT lamin. An exception is the truncation mutation Q432X that additionally forms aggregates of varying size. In HaCaT cells endogenous lamin B1 appears in strong aggregates. In COS7 cells the endogenous lamin B1 protein is sequestered into smaller aggregates. The merge contains the overlay of the single stainings and DAPI. Scale bar, 10 µm. (TIF) Click here for additional data file. Figure S2 Most mutations in lamin A do not affect the distribution of Emerin. Distribution patterns of endogenous Emerin were analysed in HaCaT and COS7 cells transiently expressing WT or mutated GFP lamin A proteins. Merged pictures contain overlays of the single stainings and DAPI. Scale bar, 10 µm. (TIF) Click here for additional data file. Figure S3 Endogenous lamin A colocalizes with GFP lamin A Q432X. HaCaT cells transiently expressing GFP lamin A Q432X were stained for lamin A with antibody. The epitope of this antibody is located in the C-terminus of lamin A that is missing in lamin A Q432X. The merge consists of the green, red signal and DAPI. Scale bar, 10 µm. (TIF) Click here for additional data file. Figure S4 Molecular surface properties of WT lamin A and laminopathy causing lamin A mutantions. The figure shows a comparison of the surface rendering of WT lamin A aa 403–425 (left) and the same sequence including all lamin A mutations analysed here (right). Highly positive and negatively charged residues are shown in blue and red, respectively. Black arrowheads point on positively charged groups that are lost due to mutations. The red arrowhead points on a negatively charged group that is inserted by the lamin A mutation G411D. (TIF) Click here for additional data file. Figure S5 Lamin A mutations V415I and Q432X cause nuclear deformations in heat shock experiments. Human fibroblasts transiently expressing GFP WT, V415I or Q432X lamin A were exposed to a 15 minute heat shock at 42°C and fixed immediately to evaluate nuclear morphology by immunofluorescence ( A ) followed by and statistic analysis ( B ). Cells transiently expressing GFP lamin A WT were used as a reference. Two independent experiments were performed and 300 nuclei each were analysed. Nuclei from cells expressing GFP lamin A Q432X showed significantly higher amounts of deformations already before heat shock. P-Values of less than 0,01 are defined as significant (*) and below 0,001 as highly significant (**). (TIF) Click here for additional data file. We thank Rolf Müller for help with cloning. References 1 Malhas A , Goulbourne C , Vaux DJ ( 2011 ) The nucleoplasmic reticulum: form and function . Trends Cell Biol 21 : 362 – 373 . 21514163 2 Taranum S , Sur I , Muller R , Lu W , Rashmi RN , et al ( 2012 ) Cytoskeletal interactions at the nuclear envelope mediated by nesprins . Int J Cell Biol 2012 : 736524 . 22518138 3 Lu W, Schneider M, Neumann S, Jaeger VM, Taranum S et al .. (2012) Nesprin interchain associations control nuclear size. Cell Mol Life Sci. 4 Mellad JA , Warren DT , Shanahan CM ( 2011 ) Nesprins LINC the nucleus and cytoskeleton . Curr Opin Cell Biol 23 : 47 – 54 . 21177090 5 Lu W , Gotzmann J , Sironi L , Jaeger VM , Schneider M , et al ( 2008 ) Sun1 forms immobile macromolecular assemblies at the nuclear envelope . Biochim Biophys Acta 1783 : 2415 – 2426 . 18845190 6 Crisp M , Liu Q , Roux K , Rattner JB , Shanahan C , et al ( 2006 ) Coupling of the nucleus and cytoplasm: role of the LINC complex . J Cell Biol 172 : 41 – 53 . 16380439 7 Worman HJ , Bonne G ( 2007 ) “Laminopathies”: a wide spectrum of human diseases . Exp Cell Res 313 : 2121 – 2133 . 17467691 8 Ho CY , Lammerding J ( 2012 ) Lamins at a glance . J Cell Sci 125 : 2087 – 2093 . 22669459 9 Dittmer TA , Misteli T ( 2011 ) The lamin protein family . Genome Biol 12 : 222 . 21639948 10 Bertrand AT , Chikhaoui K , Yaou RB , Bonne G ( 2011 ) Clinical and genetic heterogeneity in laminopathies . Biochem Soc Trans 39 : 1687 – 1692 . 22103508 11 Kandert S , Luke Y , Kleinhenz T , Neumann S , Lu W , et al ( 2007 ) Nesprin-2 giant safeguards nuclear envelope architecture in LMNA S143F progeria cells . Hum Mol Genet 16 : 2944 – 2959 . 17881656 12 Lammerding J , Schulze PC , Takahashi T , Kozlov S , Sullivan T , et al ( 2004 ) Lamin A/C deficiency causes defective nuclear mechanics and mechanotransduction . J Clin Invest 113 : 370 – 378 . 14755334 13 Rashmi RN , Eckes B , Glockner G , Groth M , Neumann S , et al ( 2012 ) The nuclear envelope protein Nesprin-2 has roles in cell proliferation and differentiation during wound healing . Nucleus 3 : 172 – 186 . 22198684 14 Neumann S , Schneider M , Daugherty RL , Gottardi CJ , Eming SA , et al ( 2010 ) Nesprin-2 interacts with {alpha}-catenin and regulates Wnt signaling at the nuclear envelope . J Biol Chem 285 : 34932 – 34938 . 20801886 15 Capanni C , Mattioli E , Columbaro M , Lucarelli E , Parnaik VK , et al ( 2005 ) Altered pre-lamin A processing is a common mechanism leading to lipodystrophy . Hum Mol Genet 14 : 1489 – 1502 . 15843404 16 Clements L , Manilal S , Love DR , Morris GE ( 2000 ) Direct interaction between emerin and lamin A. Biochem Biophys Res Commun . 267 : 709 – 714 . 17 Haque F , Lloyd DJ , Smallwood DT , Dent CL , Shanahan CM , et al ( 2006 ) SUN1 interacts with nuclear lamin A and cytoplasmic nesprins to provide a physical connection between the nuclear lamina and the cytoskeleton . Mol Cell Biol 26 : 3738 – 3751 . 16648470 18 Ivorra C , Kubicek M , Gonzalez JM , Sanz-Gonzalez SM , Alvarez-Barrientos A , et al ( 2006 ) A mechanism of AP-1 suppression through interaction of c-Fos with lamin A/C . Genes Dev 20 : 307 – 320 . 16452503 19 Lloyd DJ , Trembath RC , Shackleton S ( 2002 ) A novel interaction between lamin A and SREBP1: implications for partial lipodystrophy and other laminopathies . Hum Mol Genet 11 : 769 – 777 . 11929849 20 Taniura H , Glass C , Gerace L ( 1995 ) A chromatin binding site in the tail domain of nuclear lamins that interacts with core histones . J Cell Biol 131 : 33 – 44 . 7559784 21 Mariappan I , Gurung R , Thanumalayan S , Parnaik VK ( 2007 ) Identification of cyclin D3 as a new interaction partner of lamin A/C . Biochem Biophys Res Commun 355 : 981 – 985 . 17321498 22 Libotte T , Zaim H , Abraham S , Padmakumar VC , Schneider M , et al ( 2005 ) Lamin A/C-dependent localization of Nesprin-2, a giant scaffolder at the nuclear envelope . Mol Biol Cell 16 : 3411 – 3424 . 15843432 23 Rajgor D , Mellad JA , Autore F , Zhang Q , Shanahan CM ( 2012 ) Multiple novel nesprin-1 and nesprin-2 variants act as versatile tissue-specific intracellular scaffolds . PLoS One 7 : e40098 . 22768332 24 Simpson JG , Roberts RG ( 2008 ) Patterns of evolutionary conservation in the nesprin genes highlight probable functionally important protein domains and isoforms . Biochem Soc Trans 36 : 1359 – 1367 . 19021556 25 Roux KJ , Crisp ML , Liu Q , Kim D , Kozlov S , et al ( 2009 ) Nesprin 4 is an outer nuclear membrane protein that can induce kinesin-mediated cell polarization . Proc Natl Acad Sci U S A 106 : 2194 – 2199 . 19164528 26 Wilhelmsen K , Litjens SH , Kuikman I , Tshimbalanga N , Janssen H , et al ( 2005 ) Nesprin-3, a novel outer nuclear membrane protein, associates with the cytoskeletal linker protein plectin . J Cell Biol 171 : 799 – 810 . 16330710 27 Vytopil M , Ricci E , Dello Russo A , Hanisch F , Neudecker S , et al ( 2002 ) Frequent low penetrance mutations in the Lamin A/C gene, causing Emery Dreifuss muscular dystrophy . Neuromuscul Disord 12 : 958 – 963 . 12467752 28 Capanni C , Cenni V , Mattioli E , Sabatelli P , Ognibene A , et al ( 2003 ) Failure of lamin A/C to functionally assemble in R482L mutated familial partial lipodystrophy fibroblasts: altered intermolecular interaction with emerin and implications for gene transcription . Exp Cell Res 291 : 122 – 134 . 14597414 29 Dutour A , Roll P , Gaborit B , Courrier S , Alessi MC , et al ( 2011 ) High prevalence of laminopathies among patients with metabolic syndrome . Hum Mol Genet 20 : 3779 – 3786 . 21724554 30 Brauch KM , Chen LY , Olson TM ( 2009 ) Comprehensive mutation scanning of LMNA in 268 patients with lone atrial fibrillation . Am J Cardiol 103 : 1426 – 1428 . 19427440 31 Haque WA , Oral EA , Dietz K , Bowcock AM , Agarwal AK , et al ( 2003 ) Risk factors for diabetes in familial partial lipodystrophy, Dunnigan variety . Diabetes Care 26 : 1350 – 1355 . 12716787 32 Caron M , Auclair M , Donadille B , Bereziat V , Guerci B , et al ( 2007 ) Human lipodystrophies linked to mutations in A-type lamins and to HIV protease inhibitor therapy are both associated with prelamin A accumulation, oxidative stress and premature cellular senescence . Cell Death Differ 14 : 1759 – 1767 . 17612587 33 Decaudain A , Vantyghem MC , Guerci B , Hecart AC , Auclair M , et al ( 2007 ) New metabolic phenotypes in laminopathies: LMNA mutations in patients with severe metabolic syndrome . J Clin Endocrinol Metab 92 : 4835 – 4844 . 17711925 34 Moller DV , Pham TT , Gustafsson F , Hedley P , Ersboll MK , et al ( 2009 ) The role of Lamin A/C mutations in Danish patients with idiopathic dilated cardiomyopathy . Eur J Heart Fail 11 : 1031 – 1035 . 19875404 35 Kapinos LE , Schumacher J , Mucke N , Machaidze G , Burkhard P , et al ( 2010 ) Characterization of the head-to-tail overlap complexes formed by human lamin A, B1 and B2 “half-minilamin” dimers . J Mol Biol 396 : 719 – 731 . 20004208 36 Broers JL , Machiels BM , van Eys GJ , Kuijpers HJ , Manders EM , et al ( 1999 ) Dynamics of the nuclear lamina as monitored by GFP-tagged A-type lamins . J Cell Sci 112 (Pt 20) : 3463 – 3475 . 37 Gluzman Y ( 1981 ) SV40-transformed simian cells support the replication of early SV40 mutants . Cell 23 : 175 – 182 . 6260373 38 Boukamp P , Petrussevska RT , Breitkreutz D , Hornung J , Markham A , et al ( 1988 ) Normal keratinization in a spontaneously immortalized aneuploid human keratinocyte cell line . J Cell Biol 106 : 761 – 771 . 2450098 39 Larkin MA , Blackshields G , Brown NP , Chenna R , McGettigan PA , et al ( 2007 ) Clustal W and Clustal X version 2.0 . Bioinformatics 23 : 2947 – 2948 . 17846036 40 Gouet P , Courcelle E , Stuart DI , Metoz F ( 1999 ) ESPript: analysis of multiple sequence alignments in PostScript . Bioinformatics 15 : 305 – 308 . 10320398 41 Wang Z , Eickholt J , Cheng J ( 2010 ) MULTICOM: a multi-level combination approach to protein structure prediction and its assessments in CASP8 . Bioinformatics 26 : 882 – 888 . 20150411 42 Dhe-Paganon S , Werner ED , Chi YI , Shoelson SE ( 2002 ) Structure of the globular tail of nuclear lamin . J Biol Chem 277 : 17381 – 17384 . 11901143 43 Williams C , Hoppe HJ , Rezgui D , Strickland M , Forbes BE , et al ( 2012 ) An exon splice enhancer primes IGF2: IGF2R binding site structure and function evolution . Science 338 : 1209 – 1213 . 23197533 44 Guex N , Peitsch MC ( 1997 ) SWISS-MODEL and the Swiss-PdbViewer: an environment for comparative protein modeling . Electrophoresis 18 : 2714 – 2723 . 9504803 45 Zhen YY , Libotte T , Munck M , Noegel AA , Korenbaum E ( 2002 ) NUANCE, a giant protein connecting the nucleus and actin cytoskeleton . J Cell Sci 115 : 3207 – 3222 . 12118075 46 Dahl KN , Ribeiro AJ , Lammerding J ( 2008 ) Nuclear shape, mechanics, and mechanotransduction . Circ Res 102 : 1307 – 1318 . 18535268 47 Vigouroux C , Auclair M , Dubosclard E , Pouchelet M , Capeau J , et al ( 2001 ) Nuclear envelope disorganization in fibroblasts from lipodystrophic patients with heterozygous R482Q/W mutations in the lamin A/C gene . J Cell Sci 114 : 4459 – 4468 . 11792811 48 Taranum S , Vaylann E , Meinke P , Abraham S , Yang L , et al ( 2012 ) LINC complex alterations in DMD and EDMD/CMT fibroblasts . Eur J Cell Biol 91 : 614 – 628 . 22555292 49 Paradisi M , McClintock D , Boguslavsky RL , Pedicelli C , Worman HJ , et al ( 2005 ) Dermal fibroblasts in Hutchinson-Gilford progeria syndrome with the lamin A G608G mutation have dysmorphic nuclei and are hypersensitive to heat stress . BMC Cell Biol 6 : 27 . 15982412 50 Chambliss AB , Khatau SB , Erdenberger N , Robinson DK , Hodzic D , et al ( 2013 ) The LINC-anchored actin cap connects the extracellular milieu to the nucleus for ultrafast mechanotransduction . Sci Rep 3 : 1087 . 23336069 51 Khatau SB , Hale CM , Stewart-Hutchinson PJ , Patel MS , Stewart CL , et al ( 2009 ) A perinuclear actin cap regulates nuclear shape . Proc Natl Acad Sci U S A 106 : 19017 – 19022 . 19850871 52 Heessen S , Fornerod M ( 2007 ) The inner nuclear envelope as a transcription factor resting place . EMBO Rep 8 : 914 – 919 . 17906672 53 Horton JD , Goldstein JL , Brown MS ( 2002 ) SREBPs: activators of the complete program of cholesterol and fatty acid synthesis in the liver . J Clin Invest 109 : 1125 – 1131 . 11994399 54 Guillet-Deniau I , Mieulet V , Le Lay S , Achouri Y , Carre D , et al ( 2002 ) Sterol regulatory element binding protein-1c expression and action in rat muscles: insulin-like effects on the control of glycolytic and lipogenic enzymes and UCP3 gene expression . Diabetes 51 : 1722 – 1728 . 12031958 55 Rome S , Lecomte V , Meugnier E , Rieusset J , Debard C , et al ( 2008 ) Microarray analyses of SREBP-1a and SREBP-1c target genes identify new regulatory pathways in muscle . Physiol Genomics 34 : 327 – 337 . 18559965 56 Zaremba-Czogalla M , Dubinska-Magiera M , Rzepecki R ( 2011 ) Laminopathies: the molecular background of the disease and the prospects for its treatment . Cell Mol Biol Lett 16 : 114 – 148 . 21225470 57 Hubner S , Eam JE , Wagstaff KM , Jans DA ( 2006 ) Quantitative analysis of localization and nuclear aggregate formation induced by GFP-lamin A mutant proteins in living HeLa cells . J Cell Biochem 98 : 810 – 826 . 16440304 58 Sylvius N , Hathaway A , Boudreau E , Gupta P , Labib S , et al ( 2008 ) Specific contribution of lamin A and lamin C in the development of laminopathies . Exp Cell Res 314 : 2362 – 2375 . 18538321 59 Bechert K , Lagos-Quintana M , Harborth J , Weber K , Osborn M ( 2003 ) Effects of expressing lamin A mutant protein causing Emery-Dreifuss muscular dystrophy and familial partial lipodystrophy in HeLa cells . Exp Cell Res 286 : 75 – 86 . 12729796 60 Maraldi NM , Capanni C , Cenni V , Fini M , Lattanzi G ( 2011 ) Laminopathies and lamin-associated signaling pathways . J Cell Biochem 112 : 979 – 992 . 21400569 61 Akhtar A , Gasser SM ( 2007 ) The nuclear envelope and transcriptional control . Nat Rev Genet 8 : 507 – 517 . 17549064 62 Stierle V , Couprie J , Ostlund C , Krimm I , Zinn-Justin S , et al ( 2003 ) The carboxyl-terminal region common to lamins A and C contains a DNA binding domain . Biochemistry 42 : 4819 – 4828 . 12718522 63 Dessalle K , Euthine V , Chanon S , Delarichaudy J , Fujii I , et al ( 2012 ) SREBP-1 transcription factors regulate skeletal muscle cell size by controlling protein synthesis through myogenic regulatory factors . PLoS One 7 : e50878 . 23226416 64 Lecomte V , Meugnier E , Euthine V , Durand C , Freyssenet D , et al ( 2010 ) A new role for sterol regulatory element binding protein 1 transcription factors in the regulation of muscle mass and muscle cell differentiation . Mol Cell Biol 30 : 1182 – 1198 . 20028734 65 Wang X , Sato R , Brown MS , Hua X , Goldstein JL ( 1994 ) SREBP-1, a membrane-bound transcription factor released by sterol-regulated proteolysis . Cell 77 : 53 – 62 . 8156598 66 Wang X , Briggs MR , Hua X , Yokoyama C , Goldstein JL , et al ( 1993 ) Nuclear protein that binds sterol regulatory element of low density lipoprotein receptor promoter. II. Purification and characterization . J Biol Chem 268 : 14497 – 14504 . 8314806 67 Harvey PA , Leinwand LA ( 2011 ) The cell biology of disease: cellular mechanisms of cardiomyopathy . J Cell Biol 194 : 355 – 365 . 21825071 68 Herman DS , Lam L , Taylor MR , Wang L , Teekakirikul P , et al ( 2012 ) Truncations of titin causing dilated cardiomyopathy . N Engl J Med 366 : 619 – 628 . 22335739",
    "full_text_abstract": "Background In eukaryotes the genetic material is enclosed by a continuous membrane system, the nuclear envelope (NE). Along the NE specific proteins assemble to form meshworks and mutations in these proteins have been described in a group of human diseases called laminopathies. Laminopathies include lipodystrophies, muscle and cardiac diseases as well as metabolic or progeroid syndromes. Most laminopathies are caused by mutations in the LMNA gene encoding lamins A/C. Together with Nesprins ( N uclear E nvelope Sp ectrin R epeat Prote ins ) they are core components of the LINC complex ( Li nker of N ucleoskeleton and C ytoskeleton). The LINC complex connects the nucleoskeleton and the cytoskeleton and plays a role in the transfer of mechanically induced signals along the NE into the nucleus, and its components have been attributed functions in maintaining nuclear and cellular organization as well as signal transduction. Results Here we narrowed down the interaction sites between lamin A and Nesprin-2 to aa 403–425 in lamin A and aa 6146–6347 in Nesprin-2. Laminopathic mutations in and around the involved region of lamin A (R401C, G411D, G413C, V415I, R419C, L421P, R427G, Q432X) modulate the interaction with Nesprin-2 and this may contribute to the disease phenotype. The most notable mutation is the lamin A mutation Q432X that alters LINC complex protein assemblies and causes chromosomal and transcription factor rearrangements. Conclusion Mutations in Nesprin-2 and lamin A are characterised by complex genotype phenotype relations. Our data show that each mutation in LMNA analysed here has a distinct impact on the interaction among both proteins that substantially explains how distinct mutations in widely expressed genes lead to the formation of phenotypically different diseases."
}