{
  "PMC": "12271819",
  "DOI": "10.1016/j.redox.2025.103743",
  "PMID": "40609475",
  "PMCID": "PMC12271819",
  "title": "Microgliosis, neuronal death, minor behavioral abnormalities and reduced endurance performance in alpha-ketoglutarate dehydrogenase complex deficient mice.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12271819",
  "source": "MED",
  "abstract_text": "The alpha-ketoglutarate dehydrogenase complex (KGDHc), also known as the 2-oxoglutarate dehydrogenase complex, plays a crucial role in oxidative metabolism. It catalyzes a key step in the tricarboxylic acid (TCA) cycle, producing NADH (primarily for oxidative phosphorylation) and succinyl-CoA (for substrate-level phosphorylation, among others). Additionally, KGDHc is also capable of generating reactive oxygen species, which contribute to mitochondrial oxidative stress. Hence, the KGDHc and its dysfunction are implicated in various pathological conditions, including selected neurodegenerative diseases. The pathological roles of KGDHc in these diseases are generally still obscure. The aim of this study was to assess whether the mitochondrial malfunctions observed in the dihydrolipoamide succinyltransferase (DLST) and dihydrolipoamide dehydrogenase (DLD) double-heterozygous knockout (DLST<sup>+/-</sup>DLD<sup>+/-</sup>, DKO) mice are associated with neuronal and/or metabolic abnormalities. In the DKO animals, the mitochondrial O<sub>2</sub> consumption and ATP production rates both decreased in a substrate-specific manner. Reduced H<sub>2</sub>O<sub>2</sub> production was also observed, either due to Complex I inhibition with α-ketoglutarate or reverse electron transfer with succinate, which is significant in ischaemia-reperfusion injury. Middle-aged DKO mice exhibited minor cognitive decline, associated with microgliosis in the cerebral cortex and neuronal death in the Cornu Ammonis subfield 1 (CA1) of the hippocampus, indicating neuroinflammation. This was supported by increased levels of dynamin-related protein 1 (Drp1) and reduced levels of mitofusin 2 and peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α) in DKO mice. Observations on activity, food and oxygen consumption, and blood amino acid and acylcarnitine profiles revealed no significant differences. However, middle-aged DKO animals showed decreased performance in the treadmill fatigue-endurance test as compared to wild-type animals, accompanied by subtle resting cardiac impairment, but not skeletal muscle fibrosis. In conclusion, DKO animals compensate well the double-heterozygous knockout condition at the whole-body level with no major phenotypic changes under resting physiological conditions. However, under high energy demand, middle-aged DKO mice exhibited reduced performance, suggesting a decline in metabolic compensation. Additionally, microgliosis, neuronal death, decreased mitochondrial biogenesis, and altered mitochondrial dynamics were observed in DKO animals, resulting in minor cognitive decline. This is the first study to highlight the in vivo changes of this combined genetic modification. It demonstrates that unlike single knockout rodents, double knockout mice exhibit phenotypical alterations that worsen under stress situations.",
  "full_text": "pmc Redox Biol Redox Biol Redox Biology 2213-2317 Elsevier 12271819 S2213-2317(25)00256-3 10.1016/j.redox.2025.103743 103743 Research Paper Microgliosis, neuronal death, minor behavioral abnormalities and reduced endurance performance in alpha-ketoglutarate dehydrogenase complex deficient mice ☆ Kokas Márton a Budai András b Kádár Andrea c Mozaffaritabar Soroosh d Zhou Lei d Téglás Tímea d Orova Rebeka Sára a Gáspár Dániel a Németh Kristóf b Toth Daniel Marton e Sayour Nabil V. f g h Kovácsházi Csenger f g Xue Andrea i Szatmári Réka Zsuzsanna j k Törőcsik Beáta a Máthé Domokos l m Kovács Noémi l m Szigeti Krisztián l m Nagy Péter j n o Szatmári Ildikó i Fekete Csaba c Arányi Tamás e p Varga Zoltán V. f g h Ferdinandy Péter f g q Radák Zsolt d Kozlov Andrey V. r Tretter László a Komlódi Tímea komlodi.timea@semmelweis.hu a ⁎ 1 Ambrus Attila a 1 a Department of Biochemistry, Semmelweis University, 37-47 Tuzolto Street, Budapest, 1094, Hungary b Department of Pathology, Forensic and Insurance Medicine, Semmelweis University, 93 Ulloi Street, Budapest, 1091, Hungary c Laboratory for Integrative Neuroendocrinology, HUN-REN Institute of Experimental Medicine, 43 Szigony Street, Budapest, 1083, Hungary d Research Center for Molecular Exercise Science, Hungarian University of Sport Sciences, 44-48 Alkotas Street, Budapest, 1123, Hungary e Department of Molecular Biology, Semmelweis University, 37-47 Tuzolto Street, Budapest, 1094, Hungary f Department of Pharmacology and Pharmacotherapy, Semmelweis University, 4 Nagyvarad Square, Budapest, 1089, Hungary g Center for Pharmacology, Drug Research and Development, Semmelweis University, 4 Nagyvarad Square, Budapest, 1089, Hungary h MTA-SE Momentum Cardio-Oncology and Cardioimmunology Research Group, Semmelweis University, 4 Nagyvarad Square, Budapest, 1089, Hungary i Pediatric Centre, MTA Centre of Excellence, Semmelweis University, 53-54 Bokay Janos Street, Budapest, 1083, Hungary j Department of Molecular Immunology and Toxicology and the National Tumor Biology Laboratory, National Institute of Oncology, 7-9 Rath Gyorgy Street, Budapest, 1122, Hungary k Laki Kálmán Doctoral School, University of Debrecen, 98 Nagyerdei Boulevard, Debrecen, 4032, Hungary l Department of Biophysics and Radiation Biology, Semmelweis University, 37-47 Tuzolto Street, Budapest, 1094, Hungary m Hungarian Centre of Excellence for Molecular Medicine, 9 Budapesti Street, Szeged, 6728, Hungary n Chemistry Institute, University of Debrecen, 1 Egyetem Square, Debrecen, 4032, Hungary o Department of Anatomy and Histology, HUN-REN–UVMB Laboratory of Redox Biology Research Group, University of Veterinary Medicine, 2 Istvan Street, Budapest, 1078, Hungary p HUN-REN Research Centre for Natural Sciences, Institute of Molecular Life Sciences, 2 Magyar Tudosok Boulevard, Budapest, 1117, Hungary q Pharmahungary Group, 6 Hajnoczy Street, Szeged, 6722, Hungary r Ludwig Boltzmann Institute, 13 Donaueschingenstrasse, Vienna, 1200, Austria ⁎ Corresponding author. komlodi.timea@semmelweis.hu 1 These authors contributed equally to this work and share last authorship. 27 6 2025 9 2025 27 6 2025 85 103743 14 6 2025 25 6 2025 © 2025 The Author(s) 2025 https://creativecommons.org/licenses/by/4.0/ This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). The alpha-ketoglutarate dehydrogenase complex (KGDHc), also known as the 2-oxoglutarate dehydrogenase complex, plays a crucial role in oxidative metabolism. It catalyzes a key step in the tricarboxylic acid (TCA) cycle, producing NADH (primarily for oxidative phosphorylation) and succinyl-CoA (for substrate-level phosphorylation, among others). Additionally, KGDHc is also capable of generating reactive oxygen species, which contribute to mitochondrial oxidative stress. Hence, the KGDHc and its dysfunction are implicated in various pathological conditions, including selected neurodegenerative diseases. The pathological roles of KGDHc in these diseases are generally still obscure. The aim of this study was to assess whether the mitochondrial malfunctions observed in the dihydrolipoamide succinyltransferase ( DLST ) and dihydrolipoamide dehydrogenase ( DLD ) double-heterozygous knockout (DLST +/− DLD +/− , DKO) mice are associated with neuronal and/or metabolic abnormalities. In the DKO animals, the mitochondrial O 2 consumption and ATP production rates both decreased in a substrate-specific manner. Reduced H 2 O 2 production was also observed, either due to Complex I inhibition with α-ketoglutarate or reverse electron transfer with succinate, which is significant in ischaemia-reperfusion injury. Middle-aged DKO mice exhibited minor cognitive decline, associated with microgliosis in the cerebral cortex and neuronal death in the Cornu Ammonis subfield 1 (CA1) of the hippocampus, indicating neuroinflammation. This was supported by increased levels of dynamin-related protein 1 (Drp1) and reduced levels of mitofusin 2 and peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α) in DKO mice. Observations on activity, food and oxygen consumption, and blood amino acid and acylcarnitine profiles revealed no significant differences. However, middle-aged DKO animals showed decreased performance in the treadmill fatigue-endurance test as compared to wild-type animals, accompanied by subtle resting cardiac impairment, but not skeletal muscle fibrosis. In conclusion, DKO animals compensate well the double-heterozygous knockout condition at the whole-body level with no major phenotypic changes under resting physiological conditions. However, under high energy demand, middle-aged DKO mice exhibited reduced performance, suggesting a decline in metabolic compensation. Additionally, microgliosis, neuronal death, decreased mitochondrial biogenesis, and altered mitochondrial dynamics were observed in DKO animals, resulting in minor cognitive decline. This is the first study to highlight the in vivo changes of this combined genetic modification. It demonstrates that unlike single knockout rodents, double knockout mice exhibit phenotypical alterations that worsen under stress situations. Graphical abstract Image 1 Highlights • Reduced H 2 O 2 efflux with succinate or α-ketoglutarate in mutant mitochondria • Decreased performance of the mutant animals in the fatigue-endurance test • Microgliosis, neuronal death and mild cognitive decline in the mutant mice • Altered mitochondrial dynamics and biogenesis in the deficient mice Keywords Alpha-ketoglutarate dehydrogenase complex Dihydrolipoyl succinyltransferase Dihydrolipoyl dehydrogenase Cognitive decline Reactive oxygen species Fatigue test Abbreviations ΔΨ m mitochondrial membrane potential AD Alzheimer's disease ADP adenosine diphosphate α-KG alpha-ketoglutarate KGDH alpha-ketoglutarate dehydrogenase (E1 subunit) KGDHc alpha-ketoglutarate dehydrogenase complex Ama antimycin A ANT adenine nucleotide translocase AP5 P 1 ,P 5 -di(adenosine-5′-)pentaphosphate ATP adenosine triphosphate BCKDHc branched-chain alpha-keto acid dehydrogenase complex CI Complex I CII Complex II CIII Complex III CIV Complex IV CA1 Cornu Ammonis subfield 1 CAT carboxyatractylozide; CD68 cluster of differentiation 68 CoA-SH coenzyme A reduced form DAB 3,3′-diaminobenzidine; DBS dried blood spots DLD gene encoding dihydrolipoamide dehydrogenase (E3 subunit) DLST gene encoding dihydrolipoyl succinyltransferase (E2 subunit) DKO double heterozygous knock-out for DLST and DLD Drp1 dynamin-related protein 1 EDV end diastolic volume EF ejection fraction EGTA ethylene glycol-bis(β-aminoethyl ether)-N,N,N′,N'-tetraacetic acid ESV end systolic volume ETS electron transfer system FCCP carbonyl cyanide- p -trifluoromethoxyphenylhydrazone FDG F-18-fluorodeoxyglucose FS fractional shortening GCS glycine cleavage system G6PDH glucose-6-phosphate dehydrogenase GTP guanosine triphosphate HEPES 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid HK hexokinase IVRT isovolumetric relaxation time; KADHc alpha-ketoadipate dehydrogenase complex LV left ventricular LVAWd end diastolic LV anterior wall thicknesses LVAWs end systolic LV anterior wall thicknesses LVIDd end diastolic left ventricular diameter LVIDs end systolic left ventricular diameter LVPWd end diastolic LV posterior wall thicknesses LVPWs end systolic LV posterior wall thicknesses Mfn2 mitofusin 2 MTFA mitochondrial transcription factor A NADH nicotinamide adenine dinucleotide (reduced) NADPH nicotinamide adenine dinucleotide phosphate (reduced) Nrf2 nuclear factor (erythroid-derived 2)-like 2 OXPHOS oxidative phosphorylation PCR polymerase chain reaction PD Parkinson's disease PDHc pyruvate dehydrogenase complex PET positron emission tomography PGC-1α peroxisome proliferator-activated receptor gamma coactivator 1-alpha PMSF phenylmethyl sulfonyl fluoride; POS polarographic oxygen sensor RER respiratory exchange ratio RET reverse electron transfer ROS reactive oxygen species Rot rotenone Rps29 ribosomal protein S29 SDS sodium dodecyl sulphate SLP substrate-level phosphorylation SUV standardized uptake values SV stroke volume TBST Tris-buffered saline with Tween-20 TCA cycle tricarboxylic acid cycle TUNEL terminal deoxynucleotidyl transferase mediated dUTP-biotin nick end labelling 1 Introduction The alpha-ketoglutarate dehydrogenase complex (KGDHc), also known as 2-oxoglutarate dehydrogenase complex, plays a crucial role in the tricarboxylic acid (TCA) cycle by catalyzing the oxidative decarboxylation of α-ketoglutarate (α-KG) to succinyl-CoA (α-KG + NAD + + CoA-SH → succinyl-CoA + NADH + H + + CO 2 ; EC1.2.4.2) [ 1 ]. The KGDHc is a multienzyme complex consisting of three types of subunits: α-ketoglutarate dehydrogenase ( KGDH/OGDH , E1k; EC 1.8.1.4), dihydrolipoyl succinyltransferase ( DLST , E2k; EC 2.3.1.61), and dihydrolipoyl dehydrogenase ( DLD , E3; EC 1.8.1.4) [ [2] , [3] , [4] ]. E3 is a common third subunit in the mitochondrial α-keto acid dehydrogenase complexes, comprising the KGDHc, the pyruvate dehydrogenase complex (PDHc), the branched-chain alpha-keto acid dehydrogenase complex (BCKDHc), and the alpha-ketoadipate dehydrogenase complex (KADHc), which catalyze − with analogous reaction mechanisms − the oxidative decarboxylation of the respective α-keto acids (for review, see Ref. [ 5 ]). The KGDHc not only generates NADH for the electron transfer system (ETS) but also produces succinyl-CoA for mitochondrial substrate-level phosphorylation (SLP). This latter process is catalyzed by succinyl-CoA ligase (SUCLG; EC 6.2.1.4 - GTP-forming and SUCLA, EC 6.2.1.5 - ATP-forming); it becomes the primary source of ATP/GTP when oxidative phosphorylation (OXPHOS) is compromised, like in hypoxia or ETS impairment. [ 6 , 7 ]. α-KG also participates in various mitochondrial and cytosolic processes, like amino acid metabolism and transamination, and it serves as a substrate for α-KG-dependent dioxygenases, which play roles in DNA and histone methylation, as well as in adapting to hypoxia [ [8] , [9] , [10] , [11] , [12] , [13] ]. Beyond its role in energy production, the KGDHc is also capable of generating reactive oxygen species (ROS) in a moonlighting enzymatic reaction, governed by the mitochondrial NADH/NAD + ratio [ [14] , [15] , [16] , [17] ]; remarkably, the KGDHc is also sensitive to ROS [ 15 , [18] , [19] , [20] ]. Consequently, via regulating α-KG levels, cellular processes like cell differentiation and proliferation may be controlled [ 9 , 21 ]. Given the above diverse functionalities, mutations in and dysfunctions of α-KG-processing enzymes are linked to various diseases, including selected neurodegenerative disorders and cancer [ 11 , [22] , [23] , [24] , [25] , [26] , [27] , [28] ]. Homozygous or compound heterozygous mutations in the KGDHc often lead to rare autosomal recessive genetic diseases. Acute episodes of these conditions are generally characterized by metabolic decompensations and severe lactic acidosis, which eventually lead mainly to neurological, hepatological, and cardiological symptoms [ [29] , [30] , [31] , [32] ], for review see: [ [5] , [27] , [33] ]. Among these conditions, the (dihydro)lipoamide dehydrogenase (or E3) deficiency is the most severe one, since the E3 subunit ( DLD ) is shared by five different enzyme complexes. E3 deficiency is often associated with neonatal onset and premature death [ 27 , 29 , 30 , 33 ]. Moreover, mutations in the DLST gene have been associated with neurodegenerative diseases, including Alzheimer's disease (AD) and Parkinson's disease (PD) in different populations around the world [ [34] , [35] , [36] , [37] , [38] , [39] ]. Kanamori and colleagues also identified an alternatively spliced product protein encoded by the DLST gene, which may play a role in the assembly of respirasome [ 40 ]. Mice with heterozygous knockout in the DLST ( DLST +/− ) or DLD ( DLD +/− ) gene have been generated to study the roles of the KGDHc in cellular metabolism both in vitro and in situ [ [41] , [42] , [43] , [44] ]. Homozygous knockout of these individual genes leads to in utero death, indicating the essential functions of the KGDHc [ 43 , 44 ]. Previously, we [ 41 ] and others [ 7 , 15 , 16 ] demonstrated in isolated brain mitochondria from single heterozygous DLST +/− or DLD +/− mice that ( 1 ) the α-KG-supported O 2 flux declined as compared to 10.13039/100010269 WT animals, ( 2 ) the α-KG-initiated H 2 O 2 production was reduced in the presence of a Complex I ( CI) inhibitor, ( 3 ) the reverse electron transfer (RET)-induced H 2 O 2 formation with succinate was diminished when compared to the controls suggesting the contribution of the KGDHc to the ischaemia-reperfusion injury [ 45 , 46 ], and ( 4 ) the expression of antioxidant enzymes declined relative to 10.13039/100010269 WT pointing to the attenuation of ROS-generation by the KGDHc [ 7 , 16 , 41 ]. Previous studies on experimental animals showed that the heterozygous knockout of either DLST or DLD do not lead to phenotypic changes [ 7 , 16 , 44 ], whereas the effects of a double-heterozygous knockout (DKO, in DLST plus DLD ) was never investigated before. Therefore, our objective here was to correlate the in vitro mitochondrial bioenergetic profile of the DKO mice with in vivo metabolic, neuronal and behavioral outcomes. The findings in this study align well with previous research [ 7 , 16 , 41 ] that demonstrated decreased O 2 flux in α-KG-energized mitochondria in transgenic animals. Additionally, former studies [ [16] , [41] ] also reported a reduced RET-induced H 2 O 2 formation rate in the transgenic mice, underpinning the ROS-producing properties of the KGDHc and suggesting its involvement in the ischaemia-reperfusion injury. Importantly, the exact subunit composition ratio of the mammalian KGDHc is still unclear. However, most research groups hypothesize a 24:24:12 E1:E2:E3 chain ratio in mammals (for review see Ref. [ 25 ] and references therein). Therefore, it is uncertain whether a combined genetic mutation of both the DLST and DLD genes would result in more than an additive effect. For the first time in the literature, we report here that middle-aged (200-250-day old) DKO animals ( 1 ) exhibited no significant metabolic disturbance at the whole-body level under resting conditions, ( 2 ) displayed decreased performance in the fatigue-endurance test, due in part to minor cardiac dysfunction, ( 3 ) demonstrated modest decline in cognitive abilities, ( 4 ) suffered from microgliosis in the cerebral cortex and neuronal cell death in the Cornu Ammonis subfield 1 (CA1) of the hippocampus, likely pointing to neuroinflammation, ( 5 ) displayed altered mitochondrial dynamics, and ( 6 ) produced reduced mitochondrial biogenesis. These findings demonstrate that ( 1 ) the animals under investigation are capable of compensating for the respective double-heterozygous knockout status with no major phenotypic alterations under resting conditions, and ( 2 ) that the observed in vitro changes correlate well with the in vivo alterations only under conditions of high energy demands, corroborating the presence of a dysfunctional TCA cycle. 2 Materials and methods 2.1 Animals The heterozygous DLD +/− (C57BL/6) mice and their wild-type (WT) littermates were purchased from the Jackson Laboratory (Bar Harbor, ME, USA). The heterozygous DLST +/− (C57BL/6 and 129SV/EV hybrid) and WT littermate mice were obtained from Lexicon Pharmaceuticals, Inc. (Woodlands, TX, USA). Heterozygous DLD +/− / DLST +/− double-knockout mice were generated in house via crossing DLD +/− and DLST +/− mice. 100-150- and 200-250-day old male mice were used throughout this study. Mice were housed at the minimal disease level under standard environmental conditions: 20–22 °C, 12-h light/dark cycles and 65 % humidity. Animals were fed with standard pellet chow (55 % carbohydrate, 27 % protein, 7 % lipid) optimal for rodents, especially for mice. Food and water were available ad libitum . Experiments were compiled in accordance with the International Guiding Principles for Biomedical Research Involving Animals and Guidelines for Animal Experiments at Semmelweis University according to the EU Directive “Directive 2010/63/EU of the European Parliament and of the Council of September 22, 2010 on the protection of animals used for scientific purposes”. All procedures and experiments were approved by the Animal Care and Use Committee of the Institute of Experimental Medicine and the Animal Health and Food Control Station, Budapest (permission numbers: PE/EA/00957-6/2024 and PE/EA/00960-4/2024). In every experiment, the experimenter/operator was blinded to the genotype of the animals. 2.2 Animal sacrifice and blood sample collection Animals received i.p. heparin (5000 U/kg, Ratiopharm GmbH, Ulm, Germany) to avoid blood clotting and 3 min later were anesthetized with i.p. ketamine-xylazine (80-4 mg/kg, CP-Pharma Handelsgesellschaft GmbH, Burgdorf, Germany). To check the correct plane of anesthesia, loss of motor response (paw withdrawal) to a noxious stimulus (pinch the paw with atraumatic forceps) was performed [ 47 ]. Blood was then collected retro-orbitally (∼0.55 ml). One drop of the total blood was used for dried blood spots (DBS), the rest was centrifugated for 10 min at 1500 g and 4 °C and sera were stored at −80 °C until use. Afterwards, the chest was opened, the right atrium was incised, and the mice were perfused transcardially with 4 °C-cold phosphate buffered saline through the left ventricle. 2.3 Genotyping Polymerase Chain Reaction (PCR) quality mouse genomic DNA was isolated with a brief incubation in hot sodium hydroxide and pH adjustment with a Tris solution (HotSHOT) method as described by Truett [ 48 ]. PCR amplification was carried out by conventional polymerase chain reaction in 20 μl reaction mixture containing 1 × 10 × DreamTaq Buffer, 1 μM of each primer (wild type, mutant and common), 0.25 mM deoxynucleotide triphosphate, 0.5 U DreamTaq Green DNA Polymerase, and 2 μl template DNA (approximately 15 μg/mL). PCR reagents were obtained from Thermo Fisher Scientific (Waltham, Massachusetts, US). All oligonucleotides used in our study were procured from Sigma-Aldrich Co. and Life Technologies and are listed in Supplementary Table 1 . DNA samples were subjected to thermal cycling for heterozygous DLD +/− mice as follows: initial denaturation at 95 °C for 2 min followed by 35 cycles at 94 °C for 30 s, 61.5 °C for 60 s and 72 °C for 60 s, with a final extension of 72 °C for 7 min. For heterozygous DLST +/− mice, the cycle conditions were as follows: initial denaturation at 95 °C for 2 min followed by 30 cycles at 94 °C for 30 s, 55.0 °C for 30 s and 72 °C for 40 s, with a final extension at 72 °C for 7 min. 2.4 Isolation of brain mitochondria Mitochondria were isolated from young and middle-aged male mouse brains using a discontinuous Percoll gradient, as described earlier [ 41 , [49] , [50] , [51] ]. Brains were removed from the skulls and immediately transferred into ice-cold Buffer A (in mM: 225 mannitol, 75 sucrose, 5 HEPES, 1 EGTA, pH 7.4), then cut into small pieces and homogenized using a glass/Teflon Potter-Elvehjem homogenizer. The homogenate was centrifuged for 3 min at 1300 g , the pellet was discarded, and the supernatant was centrifuged for 10 min at 20,000 g . Afterwards, the pellet was suspended in 15 % Percoll solution and layered on a discontinuous gradient consisting of 40 and 23 % Percoll layers. This was then centrifuged for 8 min at 30,700 g , followed by removal of the mitochondrial fraction accumulating between the 23 and 40 % Percoll layers. The mitochondrial homogenate was resuspended in Buffer A and centrifuged at 16,600 g for 10 min. Thereafter, the pellet was again resuspended in Buffer A and recentrifuged at 6300 g for 10 min. The supernatant was discarded, and the pellet was resuspended again now in Buffer B (in mM: 225 mannitol, 75 sucrose, 5 HEPES, pH 7.4) yielding ∼30 mg/ml mitochondrial protein content. Mitochondria were always used within 4 h after careful resuspension. All procedures were carried out in an ice-bath or at 4 °C. 2.5 Isolation of kidney mitochondria Mitochondria were isolated from young or middle-aged male mouse kidneys according to Fernández-Vizarra et al. [ 52 ], with minor modifications. Kidneys were first removed, the connective tissues and the capsule were removed, then the wet mass was determined using a blotting paper. Next, the tissue was cut into small pieces with sharp scissors in ice-cold isolation Buffer C (in mM: 220 sucrose; 70 mannitol, 10 EGTA, 2 HEPES, pH 7.4), and then washed in the same buffer to remove the remaining blood. Afterwards, the tissue was homogenized with a Dounce homogenizer and then centrifuged at 900 g for 10 min. The supernatant was then centrifuged at 15,000 g for 5 min. Next, the supernatant was discarded, the pellet was resuspended in ice-cold isolation Buffer C (10 ml/g wet tissue) and transferred into two Eppendorf tubes for further centrifugation at 15,000 g for 5 min twice. Finally, the pellet was resuspended in 75 μl isolation Buffer C yielding ∼40 mg/ml mitochondrial protein content. All procedures were carried out in an ice-bath or at 4 °C. Mitochondria were always used within 4 h after careful resuspension. 2.6 Determination of protein concentration The mitochondrial protein concentration was determined by using a modified Biuret assay [ 53 , 54 ]. 2.7 Respiratory medium Mitochondrial oxygen consumption, H 2 O 2 production, and ATP generation were all monitored in a respiratory buffer containing (in mM) 125 KCl, 20 HEPES, 2 KH 2 PO 4 , 0.1 EGTA, 1 MgCl 2 and 0.025 % fatty-acid free bovine serum albumin (BSA), pH 7.4. 2.8 Mitochondrial oxygen consumption Mitochondrial oxygen consumption was recorded using high-resolution respirometry (Oroboros Instruments, Innsbruck, Austria) at 37 °C in 2-mL chambers under continuous stirring (750 rpm) [ 55 ]. Oxygen concentration was monitored by the polarographic oxygen sensor (POS) and recorded via the program DatLab7.4 (Oroboros Instruments). POS was calibrated daily at air saturation, routinely in oxygen-depleted media. Instrumental O 2 background tests were performed periodically. O 2 fluxes were calculated real-time, as the negative time derivative of the O 2 concentration, and corrected for ( 1 ) the instrumental background O 2 flux, ( 2 ) sample dilution by titrations, and ( 3 ) residual oxygen consumption measured in the presence of isolated mitochondria but no ADP or any respiratory fuel substrates, all in DatLab7.4. Mitochondria (0.05 mg/ml) were energized with either α-ketoglutarate (α-KG; 5 mM) or succinate (10 mM) to measure the LEAK respiration. Then, saturating concentration of ADP (2.5 mM) was added to measure the OXPHOS capacity. 2.9 Mitochondrial ATP production The mitochondrial ATP generation rate was measured by using a coupled-enzyme assay that applies hexokinase (HK) and glucose-6-phosphate dehydrogenase (G6PDH) [ 56 , 57 ]. The respiratory medium was supplemented with 2.75 mM glucose, 1.65 mM NADP + , 1.1 U G6PDH, 4.4 U HK, and 150 μM P 1 ,P 5 -di(adenosine-5′)-pentaphosphate (AP5), an inhibitor of adenylate kinase, in 2 ml total volume [ 56 ]. In the presence of respiratory substrates and ADP, mitochondria produced ATP that left the mitochondria via the adenine nucleotide translocase (ANT). In the extramitochondrial medium, glucose got oxidized to glucose-6-phosphate by HK using the previously produced ATP. Then, glucose-6-phosphate got converted to 6-phosphogluconate by G6PDH with the concomitant reduction of NADP + to NADPH. The generation of NADPH was recorded at 340 nm and 37 °C using a JASCO V-650 spectrophotometer (ABL&E-JASCO, Tokyo, Japan). The NADPH absorbance (ε = 6220 l ∙ mol −1 ∙cm −1 ]) was proportional to the amount of ATP released from the mitochondria. The assay was calibrated using ATP standards (100 μM). Mitochondria (0.05 mg/ml) were energized with either α-KG (5 mM) or succinate (10 mM), which was followed by ADP (2.5 mM) addition to induce ATP production. Then, oligomycin (25 nM) was added to inhibit OXPHOS via the inhibition of the ATP-synthase. At the end, FCCP (25 nM), an uncoupler, was administered to measure SLP. 2.10 Detection of mitochondrial reactive oxygen species Hydrogen peroxide formation was monitored using the Amplex UltraRed assay [ 49 , 58 , 59 ]; horseradish peroxidase (HRP; 2.5 U/ml), Amplex UltraRed (2 μM), and mitochondria (0.1 mg/ml) were added to the respiratory medium. Fluorescence was recorded at 550 nm excitation and 585 nm emission wavelengths in a PTI Deltascan fluorescence spectrophotometer (Photon Technology International, Lawrenceville, NJ, USA) at 37 °C. The fluorescence signal was calibrated with H 2 O 2 (100 pmol) at the end of each experiment. The H 2 O 2 fluxes were normalized to the background flux measured in the presence of mitochondria. Measurements were carried out at air saturation (∼190 μM O 2 ) in an open cuvette. H 2 O 2 production by kidney mitochondria was monitored in the presence of 100 μM phenylmethyl sulfonyl fluoride (PMSF), which is an inhibitor of carboxylesterases. According to Ref. [ 60 ,], carboxylesterases may convert Amplex UltraRed to the end product, fluorescence dye resorufin requiring no HRP, O 2 , or H 2 O 2 leading to fluorescent artifacts. As a control, H 2 O 2 generation was also recorded using high-resolution respirometry (Oroboros Instruments, Innsbruck, Austria) in parallel with measuring the mitochondrial O 2 consumption in the same measurement chamber close to air saturation (∼190-150 μM O 2 ) and at tissue normoxia (∼80-30 μM O 2 ) in the KCl-based respiratory medium and in MiR05 (Oroboros Instruments) having high antioxidant capacity (data not shown) [ 58 , 61 , 62 ]. In both respiration media, we observed identical tendencies for H 2 O 2 production in the animal groups investigated (data not shown). 2.11 Enzyme activity assays Experiments for enzyme activity were carried out in 50 mM KH 2 PO 4 , pH 7.4 applying 0.1 mg/ml mitochondria; traces were recorded with a JASCO V-650 spectrophotometer (ABL&E-JASCO, Tokyo, Japan). The final results were calculated with the theoretical molar extinction coefficient from the literature for NAD(P)H, ε = 6220 l ∙mol −1 ∙cm −1 . Aconitase activity was measured via spectrophotometry as previously described [ 19 , 63 ]. Briefly, the medium was supplemented with 2 mM EGTA, 3 mM MgCl 2 , 0.6 mM MnCl 2 , 0.1 % v/v Triton X-100, and 0.281 U NADP + -dependent isocitrate dehydrogenase (ICD), which was followed by the addition of the mitochondria. The reaction was launched by the addition of 0.5 mM NADP + and 10 mM citrate, while NADPH formation was monitored at 340 nm. The overall KGDHc activity was measured via again spectrophotometry as before with minor modifications [ 19 , 64 ]. Briefly, the medium contained 2 mM EGTA, 3 mM MgCl 2 , 0.2 mM TPP, 2.5 mM ADP, 2 mM NAD + , 1 μM rotenone, 0.1 % v/v Triton X-100, and mitochondria and the reaction was commenced via administering 5 mM α-KG and 0.12 mM CoA-SH. NADH formation was monitored at 340 nm. 2.12 mRNA expression analysis Total RNA was extracted from liver tissues using the Direct-zol™ RNA Miniprep Plus Kit according to the manufacturer's instructions (Zymo Research, Irvine, CA, US). Total RNA (1 μg) from each sample was used to prepare cDNA with an oligo-dT primer by single-strand reverse transcription (RevertAid First Strand cDNA Synthesis Kit, Thermo Fisher Scientific, Waltham, Massachusetts, US). Gene expression was analyzed via quantitative real-time PCR using the Power SYBR Green PCR Master Mix (Life Technologies, Carlsbad, CA, US) and an Applied Bioscience QuantStudio 12K Flex Real-Time PCR system (ThermoFisher Scientific). We used 96-well plates with a reaction volume of 10 μl, according to the manufacturer's instructions. Relative mRNA quantification was performed by using the 2 −dCt method and normalizing to ribosomal protein 29 (Rps29). All reactions were carried out in duplicates. The gene-specific primers are listed in Table 1 [ 65 ]. Table 1 Gene-specific primers used for mRNA expression. Table 1 Gene Forward (5’ ->3′) Reverse (5’->3′) Glutamate dehydrogenase 1 GCTAAAGCAGGCGTTAAGA TCAATGCCAGGACCAATAAA α-ketoglutarate dehydrogenase (E1k) CAACTCAGATGACCCTGAAG GTCGATAACACACCAGATCAA Dihydrolipoamide dehydrogenase (E3) GCTTGAACGTTGGTTGTATTC TCAAGCGAACTTCTGGTATTT Dihydrolipoamide succinyltransferase (E2k) CTTCAGGGTTCGCTTCTTC GCATCTCCAACAGCTTTCT Pyruvate carboxylase CAGAGGAGTTTGAGGTTGAG GAAGCTGCCCATTGAGTT ATP citrate:lyase GGGAGGAAGCTGATGAATATG GTCAAGGTAGTGCCCAATG Branched-chain alpha-keto acid dehydrogenase (E1b) CCAGGGATCAAGGTGGTAATA TGCTGCCCGGTAAAGTAT Succinate dehydrogenase complex, subunit A CAAGACTGGCAAGGTTACTT TCATCAGTAGGAGCGGATAG Ribosomal protein S29 CGGTCTGATCCGCAAATAC GGTCGCTTAGTCCAACTTAAT 2.13 Western blot analysis Pellets of isolated mitochondria from WT and DKO mice were resuspended in radioimmunoprecipitation assay (RIPA) buffer (10 mM Tris/HCl, pH 7.4, 1 % NP-40, 0.1 % sodium deoxycholate, 0.1 % SDS, 150 mM NaCl) in the presence of protease inhibitor mix (P8340-5 ml). After 20 s sonication (Sonopuls HD 2070 probe sonicator, Bandelin electronic GmBH & Co. KG, Berlin, Germany) experiments were carried out on ice, cycle interval was 15 s, power amplitude was 10 %, the mitochondrial debris was removed by centrifugation at 14,000 g and 4 °C for 10 min. Protein concentrations were determined from the supernatants with the bicinchoninic acid (BCA) assay using bovine serum albumin (BSA) as standard. 10 μg protein samples were denatured for 5 min at 95 °C, then loaded on a non-reducing 10 % polyacrylamide gel. After size separation by electrophoresis at 140 V, proteins were transferred to a nitrocellulose membrane for 15 min (Trans-Blot Turbo Blotting System, Bio-Rad, Hercules, CA, USA). Transfer efficiencies were assessed via Ponceau staining. Membranes were blocked for 1 h at room temperature (RT) in Tris-buffered saline with Tween-20 (TBST; 20 mM Tris, 150 mM NaCl, pH 7.4, 0.05 % Tween-20) containing 5 % non-fat milk and 0.5 % BSA. Primary antibodies against E1k (ab137773), E2k (ab177934) and E3 (ab133551) were purchased from Abcam (Cambridge, UK). The primary antibodies against Complex IV (CIV; 4850T) were from Cell Signaling (Danvers, MA, USA). The antibodies were diluted into TBST and incubated with the nitrocellulose membrane overnight at 4 °C. After thorough washing in TBST (3 × 10 min), the membranes were incubated with horseradish peroxidase-conjugated anti-rabbit IgG secondary antibodies (Enzo Life Sciences, Farmingdale, NY, USA) in 1:5000 dilution in TBST for 1 h at RT. After another round of TBST washing for 3 × 10 min, the membranes were incubated with the ECL reagent (Bio-Rad, Hercules, CA, USA) for 2 min and the signal was detected using a gel documentation system (Syngene, Cambridge, UK). Immunoblotting for CIV was applied to normalize protein expression levels. Densitometry was performed using the software ImageJ. The primary antibodies were used in the following dilution ratios: E1k – 1:1,000, E2k – 1:10,000, E3 – 1:10,000, CIV – 1:1000. 2.14 Determination of body composition Total body composition was determined with an EchoMRI device (700 Whole Body Composition Analyzer; E26-233RM, Echo Medical Systems, Houston, TX, USA), before the metabolic measurements. 2.15 Determination of metabolic parameters Mice were singly housed for one week before the experiments. Two days before the metabolic measurements, mice were transferred to test cages of TSE Phenomaster setup (TSE Systems, Berlin, Germany) to acclimate to the measurement environment and to learn the usage of drinking bottles and feeders. The metabolic variables (food and water intake, X-Y-Z locomotor activity, O 2 consumption and CO 2 production) were automatically recorded in every 15 min for 24 h [ 66 ]. The respiratory exchange ratio (RER) was calculated with the following formula: V CO2 /V O2 . Afterwards, the same metabolic parameters were recorded for 24 h at thermoneutral temperatures (29–30 °C). 2.16 Open field test The open field test is an experimental test to study vertical and horizontal locomotor activity levels, anxiety, and willingness to explore [ 67 ]. The open field test box consisted of a circular arena 80 cm in diameter, which was subdivided into 20 subsectors by concentric and radial lines and surrounded by a 35 cm high aluminium wall. Each animal was placed in the center of the open field and their psychomotor activities were assessed by visual observation for 5 min. The horizontal movement activity was evaluated via line crossings by walking, whereas the vertical movement activity was judged by rearings. The anxiety level was defined according to the time spans spent in the inner and outer zones. The arena was cleaned with 70 % v/v ethanol and a dry paper towel between animal tests. 2.17 Novel object recognition test Novel object recognition was tested in an open field arena one day after the open field test, as previously described [ 68 , 69 ]. During the first trial (sample trial), two identical objects were placed in the arena at equal distances from the wall in an asymmetric geometry relative to the center. The mice were allowed to explore these objects for 5 min and then they were removed from the arena and placed in a cage. After 120 min, during the second trial, one of the previous objects was replaced with a novel object (test trial). The animal explored the two objects for 5 min. The total number of visits (frequency) and the time spans spent per visit at each object were recorded in seconds. A recognition index (RI) in percentage was calculated to evaluate the behavioral performance in recognizing the new object as opposed to the familiar one. The following equation was used for this purpose: RI = [duration of visits to novel object/(duration of visits to novel plus familiar objects)] × 100. 2.18 Morris water maze test The Morris water maze test is an experimental test to examine the spatial learning capacity of animals [ 70 ]. The test was carried out in a round-shaped black water tank (diameter: 153 cm, height: 63 cm) filled to a depth of 53 cm with water of 24 ± 1 °C. A black hidden platform (diameter: 10.8 cm) was submerged at a fixed position 1.5 cm below the surface of the water. Animals were tested on five consecutive days in five sessions (one session per day) with different starting positions around the perimeter of the tank. Each session was conducted with four trials with various orders of starting positions. Each trial lasted until the mouse found and located the platform. If the platform was not found within 90 s, the experimenter placed the animal on it. At the end of each trial, the mouse spent 30 s on the platform. The time to find the platform was measured in each trial and registered as latency in seconds. During each session, the latency time of the first trial served as reference memory (RM) recording, whereas the mean latency time of the daily four trials as working memory (WM) counting. 2.19 Treadmill fatigue test Before performing the fatigue test, animals were trained for two days to use the treadmill [ 71 ]. On the first day, the mice explored the treadmill for 1–3 min, then the treadmill was turned on and the speed slowly increased up to 8 m/min. At 5 min, the speed was increased to 9 m/min and at 7 min to 10 m/min, whereas the treadmill was stopped at 10 min. On the second day, after exploration, the speed levelled up to 11 m/min at 5 min and to 12 m/min at 10 min. Then, the treadmill was stopped at 15 min. On the third day, the speed was set to 12 m/min and then increased according to Table 2 . Table 2 Treadmill speed as a function of time. Table 2 Time (min) Speed (m/min) 0.5 14 1 16 6 18 30 20 45 22 60 24 75 26 In cases when the mouse stayed in the fatigue zone (the rear of the treadmill, ranging from approximately one body length from the grid) for five consecutive seconds, it got removed from the treadmill instantaneously. 2.20 Blood tests Amino acid and acylcarnitine profiles in mouse DBS were determined using a non-kit derivatization method [ 72 ] by electrospray tandem mass spectrometry (ESI–MS/MS) on a Sciex Triple Quad 3500 system (Sciex, Framingham, USA). Amino acid analyses from mouse sera were performed using the MassChrom® Amino Acid-LC-MS/MS kit from Chromsystems (Gräfelfing, Germany) on a QTRAP 4500 LC-MS/MS System (Sciex, Framingham, USA), according to the vendor's specifications. 2.21 Echocardiography Echocardiography was performed using a Vevo 3100 imaging system (Fujifilm VisualSonics, Toronto, Canada) with an MX400 transducer. Mice were anesthetized with isoflurane (5 % for induction, 2 % for maintenance) and placed on a heating pad to maintain physiological temperature. Animal core temperature was monitored throughout the whole procedure with a rectal thermometer. Heart rate was monitored using electrocardiography. Measurements were performed as described earlier [ 73 ] in accordance with the international standards [ 74 ]. Two-dimensional long-axis measurements were used to measure end-diastolic and end-systolic left ventricular (LV) volumes (LVEDV and LVESV, respectively). Short-axis measurements were applied to measure end-diastolic and end-systolic left ventricular diameters (LVIDd and LVIDs, respectively) and LV anterior and posterior wall thicknesses (LVAWs, LVAWd, LVPWs and LVPWd, respectively). Early mitral valve peak blood-flow velocity (E), early mitral annulus peak movement velocity (e’) and isovolumetric relaxation time (IVRT) were measured with doppler measurements in apical four chamber imaging plane. Stroke volume (SV) was calculated as LVEDV - LVESV. Ejection fraction (EF) was determined as SV/LVEDV × 100. Cardiac output was calculated as SV × HR. Fractional shortening (FS) was calculated as (LVIDd–LVIDs)/LVIDd. Left ventricular mass was estimated using the following formula: 1.053 × [(LVIDd + LVAWd + LVPWd) 3 –LVIDd 3 ] × 0.8. The left ventricular remodeling index was calculated as left ventricular mass/LVIDd. Echocardiographic recordings were evaluated via the software VevoLAB (Fujifilm VisualSonics, Toronto, Canada). The investigator and the analyzer were blinded to the experimental groups. 2.22 Histology Mouse brains were fixed in 4 % v/v phosphate-buffered formaldehyde for 24 h at RT (25 °C), then were desiccated in graded alcohol series and embedded in paraffin blocks. 5-μm thick sections were made by a microtome (HistoCore MULTICUT, Leica Biosystems, Nussloch, Germany) while preparing for immunohistochemistry. After deparaffinization in xylene for 2 × 10 min, the histology slides were rehydrated and then subjected to heat-induced epitope retrieval at pH 9 and 95 °C for 30 min. Aspecific protein binding was reduced by 5 % skimmed milk in Tris-buffered saline solution. Tissues were incubated with specific antibodies for 1 h at RT. Incubations with secondary HRP-conjugated antibodies were performed for 1 h at RT. Each step was divided with washing in Tris-buffered saline solution for 3 × 5 min at RT. 3,3′-diaminobenzidine (DAB) was utilized as chromogen to reveal antibody labeling. Staining intensity was quantified with the H-score method, as follows: H-score=(weak intensity % × 1)+(medium intensity % x2)+(strong intensity % × 3). That means what percentage of the area on the slice stained with weak, medium or strong intensity. The maximum value is 300, while the minimum value is 100. Utilized primary antibodies: Anti-CD-68 polyclonal antibody (dilution: 1:500; 25747-1-AP, PTG labs, Manchester, UK), anti-PGC1A (dilution: 1:100; (66369-1-Ig, PTG labs, Manchester, UK), anti-Nrf2 antibody (dilution: 1:100; 16396-1-AP, PTG labs, Manchester, UK), anti-DRP1 antibody (dilution: 1:100; 12957-1-AP, PTG labs, Manchester, UK), anti-MFN2 antibody (dilution: 1:100; 12186-1-AP, PTG labs, Manchester, UK), anti-mTFA antibody (dilution: 1:100; ab307302, AbCam, Cambridge, UK). Secondary antibodies: Rabbit IgG VisUCyte HRP Polymer Antibody (VC003–050, R&D Systems, Inc, MN), Mouse IgG VisUCyte HRP Polymer Antibody (VC001–050, R&D Systems, Inc, MN), DAB (Vector Labs, Redcar, UK). Skeletal muscle samples from the musculus quadriceps femoris were prepared with the routine formalin-fixed then paraffin-embedded process (see above). The sections were 5 μm thick and stained with haematoxylin and eosin for histological estimation; massive necrosis, inflammation or fatty degeneration were inspected. Sirius red stain (Thermo Fischer Scientific) was also applied to reveal any sign of fibrosis. The sections were stained with picrosirius red stain (PanReac AppliChem, Darmstadt, Germany) for 1 h at RT, then the samples were washed twice with acidified water (0.5 % v/v acetic acid) and in the end sections were dehydrated with pure (96% v/v) ethanol and cleared with xylene. 2.23 PET-CT A volume of 0.18 ± 0.09 ml FDG (activity of 9.39 ± 1.25 MBq; means ± SD) was administered intravenously into the lateral tail vein. Mice were anesthetized with isoflurane (1.5 %) for the whole duration of imaging with CT and PET (nanoScan SPECT/CT and nanoScan PET/MRI -3T; Mediso, Hungary). Helical CT scan settings: 50 kVp and 980 μA, 300 ms experimental time, 1:4 binning, pitch: 1, zoom factor: 1.2, 687 projections (360 projections/rotation). Static scans of 60-min duration were collected 10 min post-injection in an energy window of 400–600 keV. All PET images were reconstructed using the respective device's three-dimensional Maximum A Posteriori (MAP, P4 system) or three-dimensional Monte-Carlo-modeled Ordered Subsets Expectation Maximization (Tera-Tomo 3D-OSEM, Mediso, Hungary) algorithm, with corrections for dead time, scattering, and attenuation, where available. Reconstructed images of 0.3 mm voxel size were then visualized using the softwares VivoQuant (inviCRO, USA) and Fusion (Mediso, Hungary), respectively. To assess energy consumption, we utilized the standardized uptake values (SUVs). 2.24 Chemicals All chemicals, unless specified otherwise, were obtained from the Merck Group (Darmstadt, Germany), except for Amplex UltraRed and the RevertAid First Strand cDNA Synthesis Kit (both from ThermoFisher Scientific, Waltham, MA, US), Direct-zol™ RNA Miniprep Plus Kit (Zymo Research, Irvine, CA, US), and Power SYBR Green PCR Master Mix (Life Technologies, Carlsbad, CA, US). 2.25 Statistics Statistical analyses were performed with the software GraphPad Prism 8.0. Data are expressed as means ± S.E.M. Statistical differences were analyzed by two-way ANOVA followed by Sidak's multiple comparisons test. The unpaired t -test was used when two groups were evaluated. 3 Results and discussion 1 Overall KGDHc activity, mRNA/expression levels of E2k and E3 in DKO mouse mitochondria As was expected, both the protein and mRNA levels of E2k and E3 reduced in the liver of DKO mice as compared to controls ( Fig. 1 ): these reductions were 58 and 45 % for E2k, whereas 55 and 46 % for E3, respectively. We also observed a moderate reduction in the E1k protein level (35 %), which was also found earlier by us in the single heterozygous DLST and single heterozygous DLD KO mice [ 41 ]; remarkably, the E1k mRNA level displayed no variation in the three types of probands. As was again expected, the overall KGDHc activity significantly decreased, by 45 %, in isolated brain mitochondria of the DKO animals. 2 O 2 consumption and ATP production in α-KG- or succinate-supported DKO mouse mitochondria Fig. 1 Western blot analyses for the E1k (a), E2k (b) and E3 (c) proteins in the liver of WT and DKO mice. Representative images are shown in (d). Band intensities were normalized to ETS CIV expression. Relative mRNA levels for the E1k (e), E2k (f) and E3 (g) proteins in mouse liver. mRNA levels were normalized to ribosomal protein S29 (Rps29). The overall KGDHc enzyme activity (h) was measured in isolated brain mitochondria. Data are shown as means ± S.E.M. and were analyzed by the unpaired t -test; n = 3–9/groups. Fig. 1 Any impairment in the ETS or TCA cycle is typically reflected in changes to mitochondrial O 2 consumption and ATP production, which are sensitive indicators of the mitochondrial bioenergetic status. In isolated mitochondria, specific respiratory pathways get activated upon exogenously administered respiratory fuel substrates, in either the presence or absence of ADP. In this study, mitochondrial O 2 consumption and ATP synthesis were measured in mitochondria respiring on either the NADH-linked substrate α-KG or succinate ( Fig. 2 , Fig. 3 ). Initially, α-KG was added in the absence of ADP to monitor LEAK respiration ( Fig. 2 a and c), which showed no statistically significant variations amongst the animal groups. This was followed by giving a saturating concentration of ADP to initiate α-KG-linked OXPHOS capacity, which was reduced by 43 % in the DKO200 group and by 48 % in the DKO100 group as compared to age-matched controls. In another set of experiments, the FADH 2 - (or Complex II) linked substrate, succinate, was added to the mitochondria ( Fig. 2 b and d). Typically, succinate-linked respiration is measured in the presence of the CI inhibitor, rotenone, to prevent oxaloacetate accumulation due to the activity of the NADH-linked malate dehydrogenase [ 75 , 76 ]. It is well-known that oxalacetate is an inhibitor of succinate dehydrogenase resulting in an inhibition of the succinate-linked O 2 flux [ [75] , [76] , [77] ]. However, in the presence of rotenone, NADH accumulates and slows the formation of oxalacetate. As expected, succinate-induced O 2 flux, with or without ADP, did not significantly differ among the WT and DKO groups ( Fig. 2 b and d). This is because succinate enters the TCA cycle after the reaction catalyzed by KGDHc, so succinate-initiated O 2 consumption is not affected by the heterozygous knockout of the KGDHc. Notably, similar trends were observed in the kidney mitochondria isolated from the DKO mice ( Fig. S1 ). Fig. 2 O 2 consumption in isolated brain mitochondria energized with either α-KG or succinate in four different animal groups. Representative traces of independent experiments are shown in panel (a) using α-KG and (b) with succinate in brain mitochondria. Mitochondria were incubated in respiratory medium as described under Materials and Methods. α-KG or Rot and succinate, and ADP were added as indicated. The O 2 consumption is represented as means ± S.E.M. (c–d). Data were analyzed by two-way ANOVA followed by Sidak's multiple comparison test; n = 5–10/group. Blue circle - WT100: 100-150-day old WT mice; green square – DKO100: 100-150-day old DKO mice; purple triangles – WT200: 200-250-day old WT mice; open red triangles – DKO200: 200-250-day old DKO mice. Lines under the panels indicate additions of chemicals to the mitochondrial suspension. Fig. 2 Fig. 3 ATP synthesis in isolated brain mitochondria energized with either α-KG or succinate in the four different animal groups. Representative traces of independent experiments are shown in panels a (α-KG) and b (succinate). Mitochondria were administered into the respiratory medium after HK, glucose, NADP + , G6PDH and AP5 were given. Thereafter, ADP, respiratory substrates (α-KG, or Rot and succinate), oligomycin and FCCP were added, as indicated. ATP synthesis is expressed as means ± S.E.M. (c–d). Data were analyzed by two-way ANOVA followed by Sidak's multiple comparison test; n = 5–9/group. Lines under the panels indicate additions of chemicals to the mitochondrial suspension. Fig. 3 ATP synthesis in the isolated mitochondria was indirectly monitored via a coupled-enzyme assay, as was described under Materials and Methods. Initially, ADP and a respiratory substrate, α-KG or succinate, were given to induce OXPHOS ( Fig. 3 ). As was expected, the α-KG-linked ATP synthesis ( Fig. 3 a–c) declined in the DKO mice, relative to the controls (WT100: 213 ± 40; DKO100: 95 ± 30; WT200: 235 ± 23; DKO200: 150 ± 17 nmol·min −1 ·mg −1 ). Oligomycin, an ATP-synthase inhibitor, lowered the ATP production in all the animals, confirming the dominant role of the F o F 1 -ATPase in mitochondrial ATP generation. An uncoupler (FCCP) augmented the rate of ATP formation by 216 ± 34 % in the WT200 group and by 188 ± 24 % in the DKO200 group, which is attributed to SLP governed by succinyl-CoA ligase [ 56 ]. This demonstrated that the TCA cycle remained somewhat functional and was still capable of producing succinyl-CoA, although in rather limited amounts, for SLP in the DKO group. The compromised overall KGDHc activity led to a lower provision of succinyl-CoA for matrix SLP in the DKO mice, relative to control, resulting in further decline in the mitochondrial ATP concentration. This gave rise to a decline in mitochondrial membrane potential (ΔΨ m ), which may have led to the reversal of the ANT and potential utilization of extramitochondrial ATP to maintain the ΔΨ m [ 6 , 7 ]. These fluctuations in the mitochondrial ATP level may indeed render the DKO animals more vulnerable to mitochondrial damage and various toxins [ 44 , 78 ]. In another set of experiments, succinate was applied as the respiratory substrate in the presence of rotenone ( Fig. 3 b–d). As was expected, there have been no statistically significant differences observed in the succinate-linked OXPHOS in the DKO mice, relative to the controls (WT100: 421 ± 51; DKO100: 329 ± 65; WT200: 463 ± 25; DKO200: 460 ± 36 nmol ·min −1 ·mg −1 ). Moreover, the ATP formation that was once inhibited by oligomycin could not be stimulated by FCCP, likely since the mSLP (m for mitochondrial) cannot be supported via succinate [ 7 , 56 ]. In summary, in accord with the respective findings by Kiss et al. [ 7 ], the ADP-initiated O 2 flux and ATP production significantly declined in the DKO mitochondria when respiring on α-KG; succinate exerted no such effects. When comparing to single KO animals [ 7 , 41 ], the reduction in the O 2 flux proved to be additive in the DKO mice. However, the ATP production already decreased by 50 % in the single KO mutants, similarly to the DKO mitochondria [ 7 , 79 ].This phenomenon may be attributed to a loosely-coupled ETS even in single KO mitochondria under in situ conditions. 3 α-KG- and RET-initiated H 2 O 2 production in DKO mouse mitochondria ROS are by-products in the aerobic respiration machinery; imbalance of their production and elimination may lead to oxidative stress [ [80] , [81] , [82] ]. ROS generation by the KGHDc is implicated in select neurodegenerative diseases; for review, see: [ 25 ]. ROS-forming sites may be traced down in isolated mitochondria via applying specific respiratory substrates, ETS inhibitors, and/or uncouplers. In this study, we were principally interested in the α-KG-initiated H 2 O 2 formation upon CI inhibition and succinate-induced RET, since RET is an important source of ROS in the course of the ischaemia-reperfusion injury [ 45 , 46 ]. During RET, electrons flow backwards from CII towards CI, leading to high rate of ROS formation [ 49 , 83 ]. In isolated brain mitochondria respiring on α-KG, a low rate of H 2 O 2 formation could be detected, which was attributed to the KGDHc and ETS ( Fig. 4 a and c, and S2a ). Under these conditions, no statistically significant difference could be observed between the corresponding control and DKO groups (39 ± 6 and 39 ± 4 pmol·min −1 ·mg −1 in the DKO200 and WT200 groups, respectively). ADP just barely affected the α-KG-induced H 2 O 2 production in all the animal groups investigated. CAT, an ANT inhibitor, stimulated the formation of H 2 O 2 owing to the hyperpolarization of ΔΨ m . Rotenone, a CI inhibitor, significantly augmented the H 2 O 2 formation, which could in part be ascribed to CI and KGDHc due to an elevated NADH/NAD + ratio (from 56 ± 8 to 206 ± 38 pmol·min −1 ·mg −1 in the DKO200, from 64 ± 5 to 461 ± 17 pmol ·min −1 ·mg −1 in the WT200 groups). The rotenone-induced H 2 O 2 formation in the corresponding age-matched controls reduced by 62 and 44 % in the DKO100 and DKO200 animals, respectively; these findings are in accord with previous studies which were carried out with single heterozygous DLST +/− or DLD +/− brains [ 16 , 41 ]. Antimycin A (Ama) moderately enhanced the H 2 O 2 production owing to the inhibition of the Qi site in CIII [ 84 , 85 ]. Fig. 4 H 2 O 2 production in brain mitochondria energized with either α-KG or succinate in four different animal groups. Representative traces of independent experiments are shown in panels (a ) and (b). Mitochondria were administered into the respiratory medium after Amplex UltraRed and horseradish peroxidase (HRP). Afterwards, α-KG or succinate, ADP, CAT, Rot, and Ama were given, as indicated. H 2 O 2 production is expressed as means ± S.E.M. (c–d). Data were analyzed by two-way ANOVA followed by Sidak's multiple comparisons test; n = 4–9/group. Lines under the panels indicate additions of the respective chemicals into the mitochondrial suspension. Fig. 4 As for the DLST +/− and DLD +/− mice, an intense H 2 O 2 generation was observed in isolated mitochondria with succinate and no ADP, which was attributed to RET ( Fig. 4 b and d, and S2b ). The RET-induced H 2 O 2 generation with succinate in age-matched controls decreased by 61 and 63 % in the DKO100 and DKO200 animals, respectively. These findings suggest that the KGDHc is capable of producing ROS in its reverse catalytic direction, with no α-KG, at high NADH/NAD + ratios. The RET is highly susceptible to alterations in ΔΨ m [ 86 ] and since ADP induced depolarization, a decline in the RET-initiated H 2 O 2 formation could be observed. CAT, on the contrary, hyperpolarized the mitochondrial inner membrane, which favored RET, and hence the H 2 O 2 formation got stimulated. In the DKO100 and DKO200 animals, the CAT-induced H 2 O 2 formation reduced by 52 and 50 %, respectively, relative to controls. Succinate plus CAT enhanced the RET-induced H 2 O 2 production in the middle-aged animals of both genotypes as compared to the corresponding younger groups, pointing to an age-specific increase in the RET [ 87 ]. Rotenone inhibited the RET-mediated H 2 O 2 generation since it binds to the CI in close spatial vicinity to the coenzyme Q-binding site, thus hindering the electron transfer through the CI [ 88 ]. Ama moderately further augmented the H 2 O 2 generation [ 84 , 89 ]. As seen above, ROS formation declined in DKO animals, which could be considered as a beneficial effect. However, it may also become disadvantageous if it interferes with physiological ROS-mediated pathways. H 2 O 2 generation decelerated in the DKO animals with α-KG or succinate, which accounts for the ROS-producing capacity of the KGDHc as well as the contribution of this enzyme complex to RET. This could also propose a protective role for the E2k/E3 inhibition in the ischaemia-reperfusion injury. In the course of an ischemic injury, succinate accumulates. As a consequence, in the early phase of reperfusion the RET, potentially besides the CI and PDHc [ 90 ], triggers ROS formation that contributes to oxidative damage [ 45 ]. Lowering the KGDHc-mediated ROS load might be a potential therapeutic avenue in combating the oxidative reperfusion injury. Further studies will be required to fully understand the pathophysiological significance of the reduced ROS generation in this animal model. Quite importantly, no difference in CI activity could be detected between corresponding DKO and WT groups (data not shown), ruling out the possibility that the decline in H 2 O 2 production was due to reduced CI activity. Similarly, CI and succinate dehydrogenase activities were also maintained in the brain mitochondria of single DLD +/− mice [ 16 ]. Interestingly, the H 2 O 2 flux was greater in the brain mitochondria of elder animals in the presence of α-KG and CAT, and during RET pointing to an age-dependent enhancement in ROS production (for review, see Ref. [ 91 ]). 4 Aconitase activity in DKO mouse mitochondria after H 2 O 2 exposure Aconitase is the most sensitive enzyme to H 2 O 2 in the TCA cycle [ 19 , 92 ]; its compromised activity generally indicates accelerated H 2 O 2 formation in the mitochondrion (a.k.a. mitochondrial oxidative stress). Before measuring aconitase activity, kidney mitochondria were incubated with 10 mM succinate for 15 min at 37 °C to simulate RET in vitro ( Fig. 5 ). In the DKO kidney mitochondria, the aconitase activity increased by 128 ± 7 % (0.068 ± 0.003 μmol ·min −1 ·mg protein −1 ) relative to control (0.053 ± 0.002 μmol ·min −1 ·mg protein −1 ); this result is in accord with the declined succinate-induced H 2 O 2 production observed in the DKO brain mitochondria ( Fig. 4 b–d). Fig. 5 Aconitase activity in kidney mitochondria of the WT and DKO mice. The enzymatic activities were measured after 15-min incubations with 10 mM succinate. The activity values were normalized to the citrate synthase activity. Data are represented as means ± S.E.M. Data were analyzed by the unpaired t -test; n = 9/group. Further experimental details can be found in the Materials and Methods section. Fig. 5 Correlating to our earlier studies [ 17 , 41 ] as well as others [ 15 , 16 ], the majority of ROS is produced by E3 subunits under high NADH/NAD + ratio. Consequently, knocking out E2k does not provide additional protection against ROS. 5 Compensation in the TCA cycle Since the KGDHc is a heavily regulated enzyme in the TCA cycle, we anticipated that its deficiency might trigger compensatory upregulation of certain TCA cycle-related enzymes. Surprisingly, the mRNA levels of two anaplerotic enzymes, namely glutamate dehydrogenase (glutamate + NAD + ↔ α-ketoglutarate + NADH + H + ; EC 1.4.1.2) and pyruvate carboxylase (pyruvate + CO 2 + ATP ↔ oxalacetate + ADP + P i ; EC 6.4.1.1), were unaltered in the DKO mouse liver relative to control ( Fig. S3a and S3b ). Along these lines, the mRNA level of succinate dehydrogenase (succinate + FAD + ↔ fumarate + FADH 2 ; EC 7.1.1.12), which operates downstream of the KGDHc catalyzed reaction in the TCA cycle, also remained unaltered in the DKO mouse liver relative to control ( Fig. S3c ). Furthermore, the mRNA level of the cytosolic ATP:citrate lyase (ATP + citrate + CoA + H 2 O→oxalacetate + acetyl-CoA + ADP + P i ; EC 2.3.3.8) was also unaltered; this shows that fatty acid synthesis via citrate was not intensified in the DKO mice relative to control ( Fig. S3d ). In summary, the heterozygous knockout of both the E2k and E3 subunits in the KGDHc leads to significant decline in the overall mitochondrial function as evidenced by the substrate-specific decrease in the ATP synthesis, O 2 flux and RET-induced or α-KG and rotenone-initiated H 2 O 2 production. This raises the question whether these in situ alterations are reflected in measurable phenotypic and in vivo metabolic changes. 6 Body composition, metabolic parameters, and amino acid/acylcarnitine profiles in DKO mice We anticipated that a TCA cycle deficiency might affect the body composition and overall mass of the animals due perhaps to altered nutrient utilization. Surprisingly, the age-matched DKO and WT animals displayed no significant differences in body, lean, and fat masses, suggesting the lack of an in vivo metabolic compensation under resting, physiological condition ( Fig. S4 ). The mice were also placed in metabolic cages to measure their daily food intake, horizontal and vertical activities, and respiratory exchange ratios (RER); RER is calculated from the ratio of exhaled CO 2 and inhaled O 2 ( Fig. S5 ). Interestingly, none of these parameters showed significant differences between the genotypes at room temperature and later in thermoneutral cages (at 30–31 °C). These results rule out that the DLST and/or DLD genes would have any role in thermoregulation. The proper degradation of most amino acids is connected to a functional TCA cycle or an α-keto acid dehydrogenase complex. Therefore, we analyzed the amino acid profiles in our animals using sera ( Fig. S6 ) and DBS ( Fig. S7 ) samples. The data showed no differences in the amino acid profiles tested between the DKO and WT groups. In particular, the branched-chain amino acids (valine, isoleucine, leucine), which require the BCKDHc for their oxidative decarboxylation, glycine (the substrate of the E3-containing GCS), lysine and tryptophan (which require the KADHc for their oxidative breakdown), did not significantly differ between the DKO and WT samples. The acylcarnitine profiles of these mice were also analyzed from DBS samples to assess the mitochondrial fatty acid oxidation and utilization ( Fig. S8 ): No (short, medium or long-chain) acylcarnitines differed between the DKO and control animals. This suggests that ( 1 ) the mitochondrial beta-oxidation pathway was unaffected, ( 2 ) the fatty acid transport into the mitochondrion ( via acylcarnitines) was not disturbed, and ( 3 ) fatty acid utilization is not predominant in the DKO animals. 7 Treadmill fatigue-endurance test for DKO animals As was observed in prior experiments, the mice metabolically compensate well in vivo for a heterozygous double-knockout affecting the TCA cycle under normal, resting circumstances. The question arose as to how the DKO mice would behave under stress. The treadmill fatigue test was performed until full exhaustion on a motor-driven treadmill with increasing velocity [ 71 ]. The running distance and time both decreased by 64.8 and 63.9 %, respectively, in the DKO200 mice during the active phase, at night ( Fig. 6 a–c). These data suggest that in KGDHc deficiency in the course of an intense (muscle) workout the energy demands can be less satisfied due to reduced mitochondrial ATP synthesis and O 2 expenditure. During the inactive phase, the DKO200 mice appeared to perform the worst as compared to the controls ( Fig. 6 b–d). Similarly, the running performance of the younger DKO animals was not significantly reduced relative to the controls. Altogether, these data suggest that the middle-aged DKO mice were less capable of metabolically compensating than the younger DKO animals for KGDHc deficiency. Fig. 6 Running time and distance in the treadmill fatigue test for DKO and WT mice at night and daylight. After two days of conditioning, the mice were forced to run until full exhaustion. The running time and distance of the DKO200 mice significantly declined as compared to WT. Data are expressed as means ± S.E.M. Data were analyzed by two-way ANOVA followed by Sidak's multiple comparisons test; n = 6–11/group. Fig. 6 We hypothesized that cardiac dysfunction might be a reason for faster exhaustion in the forced treadmill test. Therefore, echocardiography was performed ( Fig. 7 and S9 ). We found that the LVEDV and SV values decreased in the DKO animals, which resulted in a significant decrease in the CO value, as well. However, the EF and FS values remained unchanged. The diastolic functions as measured via the E to e’ ratio and IVRT value were altered. No major cardiac remodeling could be observed via estimating the LV mass and calculating the LVRI value. Based on the above data, we suppose that the DKO mice possess mildly compromised resting cardiac functions that likely worsen upon physical activity; this would corroborate the reduced performance in the endurance test. Fig. 7 Echocardiographic measurements for cardiac output in DKO animals. The end-diastolic volume (a) and stroke volume (b) both reduced in the DKO animals that led to a lower cardiac output (c). The ejection fraction (d) and fractional shortening (e) were maintained. Data are expressed as means ± SEM. Data were analyzed by two-way ANOVA followed by Sidak's multiple comparison's test; n = 5–10/group. Fig. 7 We also hypothesized that fibrotic alterations in the skeletal muscles might have also contributed to the compromised endurance of the DKO mice. To investigate this, we applied Sirius red staining to assess the fibrosis levels in the skeletal muscle samples ( Fig. S10 ). With examining at least four samples in each animal group, we observed no fibrotic changes in the DKO mice. These findings suggest that the decline in performance is due likely to metabolic alterations and deteriorating cardiac activity/nutrient utilization. Based on these results, we propose that the DKO mice possess weaker compensatory efficacy under stress conditions, like forced workout. 8 Locomotor activities of the DKO mice in an open-field test KGDHc deficiency is often associated with cognitive decline and reduced motor functions; for review, see: [ 25 ]. However, the relevant literature reports no behavioral tests on respective knockout animals. To investigate whether compromised KGDHc activity can indeed lead to impairments in motor and cognitive functions, DKO and WT mice underwent various behavioral and memory tests. In the open-field test, the novelty-induced horizontal activity (number of crossings) significantly decreased in both the DKO100 and DKO200 groups as compared to the controls ( Fig. 8 a). The vertical activity (number of rearings) also showed a declining trend in the DKO groups relative to control ( Fig. 8 b). However, the time periods spent in the inner and outer zones were similar in both genotypes ( Fig. S11 ). The Morris water maze test and the novel object recognition test were conducted only with the middle-aged DKO mice to test their cognitive functions. The working memory was markedly worse in the DKO animals as compared to controls, whereas any difference in the reference memory was only presumable ( Fig. S12 ). The recognition index did not differ between the genotypes, although the exploration time tended to decrease in the DKO group ( Fig. S13 ). Overall, decline in both the vertical and horizontal activities in the open-field test indicated reduced motor functions and coordination in the DKO mice. Along this line, the DKO mice required considerably more time to reach the platform in the Morris water maze test, further suggesting impaired motor functions. These results indicated a minor cognitive decline in the middle-aged DKO mice. Previous studies reported compromised KGDHc activities in the post-mortem brains of AD patients, correlating well with dementia [ 93 ]. Decline in the KGDHc activity was also linked to memory loss and inefficient neurogenesis in animal models [ 44 , 93 , 94 ]. 9 Microgliosis and neuronal cell death in the DKO mouse brains Fig. 8 Novelty-induced locomotion activity by DKO mice in the open-field test. The number of crossings (horizontal activity) ( a ) and rearings (vertical movement) ( b ) in the whole arena are reported in the four different animal groups. Data are expressed as means ± S.E.M. Data were analyzed by two-way ANOVA followed by Sidak's multiple comparison test; n = 6–11/group. Fig. 8 To determine whether the changes observed in the behavioral tests are due to structural modifications or individual variability, histological samples were taken from the brains. CD68 (or macrosialin in rodents) is a lysosome-associated membrane protein (a.k.a. LAMP) primarily expressed in microglia in the brain [ 95 ]. The CD68 antigen is upregulated in pro-inflammatory cytokine-activated macrophage-like cells (e.g. microglia) but not in resting cells [ 96 ]. Microgliosis indicates that cortical neurons are damaged due to energy shortage, leading to the appearance of damage-associated molecular patterns (known as DAMPs) that activate microglia [ 97 , 98 ]. In the cerebral cortex of the DKO mice, substantial microgliosis (WT200: 6.7 ± 1, DKO200: 23.6 ± 2 CD68 + positive cells/visual field, at 40x magnification) was found through anti-CD68 + immunostaining ( Fig. 9 e), pointing to neuroinflammation [ 99 , 100 ]. An earlier study highlighted that brain samples from DLST +/− or DLD +/− mice displayed signs of disturbed neurogenesis, but no further abnormalities [ 94 ]. This is the first study to report microgliosis in KGDHc knockout animals, underscoring the consequences of cumulative genetic alterations. Fig. 9 CD68 + immunostaining of the cerebral cortex. The cortices of the DKO animals ( a , b ) exhibited massive microgliosis relative to controls ( c , d ). The CD68 + cell counting was performed in 40x magnification and at ten different points in the cortex/group; n = 3–4 animals/group ( e ). Data are shown as means ± S.E.M. and were analyzed by the unpaired t -test. Fig. 9 To better understand the in vivo changes observed in behavioral tests, immunohistology samples from the hippocampal region were prepared using the terminal deoxynucleotidyl transferase-mediated dUTP-biotin nick end labeling (TUNEL) method. In this staining procedure, the terminal deoxynucleotidyl transferase specifically binds to the free 3′-OH end of DNA [ 101 ]. Consequently, fragmented DNA results in more binding sites, increasing the staining intensity. In the older DKO group, the CA1 area of the hippocampus displayed massive DNA fragmentation as compared to the age-matched controls ( Fig. S14 ). The CA1 subfield is a higher-level comparator in the hippocampus, receiving input from CA3 and also the entorhinal cortex [ 102 , 103 ]. Malfunctions in this area could lead to behavioral changes in the animals. Additionally, several earlier studies reported that even mild cognitive impairment can be accompanied by CA1 atrophy [ 104 , 105 ]. Notably, younger animals are expected to better tolerate intense proinflammatory signals, as described by other researchers [ 106 ]. Importantly, DKO murines exhibited significant signs of neurological dysfunction with applying no neurotoxins or exogenous H 2 O 2 , unlike it was previously observed in single heterozygous DLST +/− mice [ 44 , 107 ]. Hippocampal neuronal loss and alterations in mitochondrial dynamics were observed in the course of cognitive decline and in select neurodegenerative diseases [ [108] , [109] , [110] ]; for review see: [ 111 ]. In both the neurons and glial cells in the DKO animals, the relative expression of the dynamin-related protein 1 (Drp1), a regulator of mitochondrial fission, was elevated ( Fig. 10 ). Correspondingly, the relative expression of mitofusin 2 (Mfn2), which plays a central role in mitochondrial fusion, reduced in the DKO mice ( Fig. 10 ). These findings align with previous studies [ 108 , 110 ] that reported elevated Drp1 and decreased Mfn2 levels in the cortices of AD patients and in SH-SY5Y neurons with reduced KGDHc activity. Consequently, increased mitochondrial fragmentation and altered mitochondrial dynamics were observed in these models. The mitochondrial transcription factor A (MTFA) levels did not change in the knockout groups relative to controls, indicating that these mutations do not affect or modify the mitochondrial DNA [ 112 ] ( Fig. S16 ). Frank and co-workers reported that the level of Drp1 increased in response to mild stress with no considerable autophagy or cell death [ 113 ]. Taken together with our results, we can conclude that neuronally derived cells effectively compensated for a long time through enhanced mitochondrial fission, hence only older animals showed significant deviations from the control group. Fig. 10 Expression levels of dynamin-related protein 1 (Drp1), mitofusin 2 (Mfn2), nuclear factor (erythroid-derived 2)-like 2 (Nrf2) and peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α) in neurons and glial cells in the wild-type and double-knockout mice. Drp1 was elevated in both cell types, whereas Mfn2 decreased in neurons referring to a more intense mitochondrial fission in the DKO mice. Nrf2 and PGC-1α, reduced in both cell types in the mutant animals. H-score refers to relative expression level and was calculated as described under Materials and Methods. Representative illustrations are shown in Fig. S15 . Data are expressed as means ± S.E.M. and were analyzed by the unpaired t -test; n = 11–12/group. Fig. 10 To maintain this state, Mfn2 expression must be reduced, allowing well-functioning mitochondria to overcome the heterozygous mutation of the key enzyme in the TCA cycle. According to our hypothesis “underperforming” mitochondria may be consumed by autophagolysosomes, while “overperforming” mitochondria remain intact and attempt to compensate for the heterozygous genetic modification. This mechanism may explain why we do not observe one-half decline in our in vivo results. Our present findings point out that this compensatory mechanism may be effective only for a limited time and under mild stress (e.g. treatment of a cell line for a few hours). In the case of heterozygous knockout of both DLST and DLD genes, the persistent energy production deficiency may result in a life-long mild stress, eventually leading to cognitive symptoms. These symptoms could not be detected in single KO animals without neurotoxical treatment [ 44 ], as the threshold for pathological manifestations is higher in the latter rodents. The regulator of mitochondrial biogenesis, the peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α), and the nuclear factor (erythroid-derived 2)-like 2 (Nrf2, also called as NFE2L2), both decreased in concentration in both the neurons and glial cells in the DKO mice as compared to the WT animals ( Fig. 10 ). Nrf2 is not only regulated by the well-known Keap1-Nrf2 pathway [ 114 ], but Aquilano and colleagues also found that PGC-1α and Nrf2 are parts of the same redox-signaling pathway controlled by p53 [ 115 ]. Previous studies reported that reduction in the PGC-1α level in mitochondrial impairment is often associated with inflammation, neurite damage, and cell death [ [116] , [117] , [118] , [119] ]. Studies on PGC-1α and Nrf2 knockout mice point out an age-dependent worsening in macular degeneration ([ 120 ]; Sridevi [ 121 ]). Additionally, decreased Nrf2 expression was correlated with cognitive decline and AD-like symptoms [ 122 ]. In various mouse models of AD, both the altered mitochondrial dynamics and decreased PGC-1α levels have been linked to mitochondrial dysfunction, leading to cognitive decline and disease manifestation [ 123 , 124 ]. Based on our data, KGDHc affects PGC-1α-related pathways, hereby downregulation of the enzyme negatively affects mitochondrial biogenesis and stress response answers (e.g. Nrf2). Additionally, Nrf2 can also be activated by oxidative stress (for review see: [ 125 , 126 ]. Therefore, the measured Nrf2 concentration reflects both KGDHc dysfunction and mild oxidative stress, as indicated by the decreased Drp1 concentration ( Fig. 10 ). This means that in DKO mice the reduced Nrf2 expression is mostly affected by the consequences of KGDHc downregulation; the effect of oxidative stress is negligible. Altogether, these results show that reduced overall KGDHc activity in the DKO animals is associated with minor cognitive decline. These findings are further supported by several other observations, including microgliosis, increased hippocampal neuronal death, and altered mitochondrial dynamics and biogenesis. These central nervous system changes may not be directly related to mitochondrial ATP synthesis efficiency but could indeed be linked to altered glutamate metabolism. Reduced overall KGDHc activity can lead to increased glutamate formation via enhanced GDH activity in neurons, resulting in glutamate toxicity and neuronal death [ 127 , 128 ]. In the DKO mice, DAMPs released by dead neuronal cells may have triggered neuroinflammation, further exacerbating neuronal death and contributing to cognitive decline [ 129 , 130 ]. Additionally, the DKO did not affect the daytime activity, but significantly altered the nighttime activity, which is primarily used for exploration and social interactions, suggesting the presence of neuronal disorder. This is also evident from the impaired novelty-induced locomotion activity in the open-field test. However, the question arose as to why the in vivo results are not as robust as the immunohistology images. The most plausible explanation is that compensatory mechanisms at the whole-body level could in some way effectively counterbalance the genetic alterations. The question arises: Would using senescent mice or creating a genetic crossover with known AD-related model result in a better model with a more afflicted phenotype? 10 Glucose uptake capacity analysis in the DKO mouse brains using PET-CET imaging In the context of the PET imaging analysis, we evaluated the standardized uptake values (SUV) of 18 F-fluorodeoxyglucose (FDG) to assess glucose metabolism in the WT and DKO mice [ 131 , 132 ]. Since glucose is the major fuel for the brain, its catabolic rate can be correlated with neuronal function, neuroinflammation and synaptic density. After imaging acquisition, we delineated regions of interest (ROIs) based on CT scans for the brain and heart ( Fig. S17 ). The SUV of FDG was higher in both organs in the DKO group as compared to the controls, approaching significance. The question arises as to what explains the increased glucose utilization in organs experiencing energy deficits due to KGDHc dysfunction. On one hand, glucose hypermetabolism could be a route of metabolic compensation in the DKO brain cells (mostly neurons) and cardiomyocytes for a less efficient TCA cycle and insufficient OXPHOS. On the other hand, as shown in Fig. 9 , neuronal dysfunction was accompanied by the accumulation of inflammatory cells such as microglia (microgliosis), which express glucose transporters. Thus, microglia could indeed contribute to the increased glucose uptake and altered brain metabolism [ 133 , 134 ]. These findings align well with the observed minor cognitive decline and the deterioration of cardiac function in the DKO mice. 4 Conclusions This study demonstrates that the double-heterozygous knockout of the E2k and E3 subunits of the KGDHc led to significant substrate-specific alterations in mitochondrial bioenergetics in vitro , but only minor metabolic and behavioral differences were observed between the two genotypes in vivo under physiological, resting conditions. The major finding of our study is that the middle-aged transgenic mice performed significantly poorer than the corresponding younger animals under high energy demand situations, like stress conditions. Under these circumstances, the functional alleles of the DLST and DLD genes were incapable of counterbalancing the altered ATP utilization. In the fatigue-endurance test, a running workout, the DKO animals got exhausted significantly faster and were capable of running to an overall shorter distance when compared to their aged-matched controls. This could be explained not only by the energy deficit, but also the mildly decreased resting cardiac function, which worsened upon activity. Additionally, we observed that the heterozygous knockout of both DLST and DLD leads to microgliosis in the cerebral cortex, neuronal death in the hippocampus, alterations in the mitochondrial dynamics and biogenesis. These findings indicate neuronal involvement and suggest minor cognitive decline, which was also in part reflected in the behavioral tests. These data are in accord with the literature [ 135 ], unequivocally demonstrating that the heterozygous malfunction of the KGDHc is often not noticeable in a healthy, physiological state, but it disturbs the adaptation and compensatory responses of the system in disease states or stress situations, manifesting in pathophysiological symptoms. Many homozygous human mutations of KGDHc are accompanied by severe, life-threatening symptoms, often resulting in early childhood death. Therefore, future studies on relevant human homozygous KGDHc mutations - such as E375K in hE3 - using cell lines and rodent models would be valuable for elucidating the biochemical pathomechanism of these diseases and developing potential treatment strategies. CRediT authorship contribution statement Márton Kokas: Formal analysis, Investigation, Methodology, Visualization, Writing – original draft, Writing – review & editing. András Budai: Formal analysis, Investigation, Methodology. Andrea Kádár: Formal analysis, Investigation, Methodology. Soroosh Mozaffaritabar: Formal analysis, Investigation. Lei Zhou: Formal analysis, Investigation. Tímea Téglás: Methodology. Rebeka Sára Orova: Formal analysis, Investigation. Dániel Gáspár: Formal analysis, Investigation. Kristóf Németh: Formal analysis, Investigation. Daniel Marton Toth: Formal analysis, Investigation, Methodology. Nabil V. Sayour: Formal analysis, Investigation, Methodology. Csenger Kovácsházi: Formal analysis, Investigation, Methodology. Andrea Xue: Formal analysis, Investigation, Methodology. Réka Zsuzsanna Szatmári: Formal analysis, Investigation, Methodology. Beáta Törőcsik: Formal analysis, Investigation, Methodology. Domokos Máthé: Formal analysis, Investigation, Methodology. Noémi Kovács: Formal analysis, Investigation, Methodology. Krisztián Szigeti: Conceptualization, Resources, Writing – review & editing. Péter Nagy: Conceptualization, Resources, Writing – review & editing. Ildikó Szatmári: Conceptualization, Resources, Writing – review & editing. Csaba Fekete: Conceptualization, Resources, Writing – review & editing. Tamás Arányi: Conceptualization, Resources, Writing – review & editing. Zoltán V. Varga: Conceptualization, Resources, Writing – review & editing. Péter Ferdinandy: Conceptualization, Resources, Writing – review & editing. Zsolt Radák: Conceptualization, Resources, Writing – review & editing. Andrey V. Kozlov: Funding acquisition, Resources, Writing – review & editing. László Tretter: Conceptualization, Supervision, Writing – review & editing. Tímea Komlódi: Conceptualization, Formal analysis, Investigation, Methodology, Project administration, Visualization, Writing – original draft, Writing – review & editing. Attila Ambrus: Funding acquisition, Resources, Writing – review & editing. Declaration of competing interest Peter Ferdinandy is the founder and CEO of the Pharmahungary Group, a group of R&D companies. All other authors declare no conflict of interest. References 1 Smith C.M. Bryla J. Williamson J.R. Regulation of mitochondrial alpha-ketoglutarate metabolism by product inhibition at alpha-ketoglutarate dehydrogenase J. Biol. Chem. 249 5 1974 1497 1505 10.1016/s0021-9258(19)42910-4 4361738 2 Koike K. Hamada M. Tanaka N. Otsuka K.I. Ogasahara K. Koike M. Properties and subunit composition of the pig heart 2-oxoglutarate dehydrogenase J. Biol. Chem. 249 12 1974 3836 3842 10.1016/s0021-9258(19)42550-7 4857981 3 Koike M. Koike K. Structure, assembly and function of mammalian alpha-keto acid dehydrogenase complexes Adv. Biophys. 1976 187 227 https://www.ncbi.nlm.nih.gov/pubmed/797242 797242 4 Sheu K.F. Blass J.P. The alpha-ketoglutarate dehydrogenase complex Ann. N. Y. Acad. Sci. 893 1999 61 78 10.1111/j.1749-6632.1999.tb07818.x 10672230 5 Szabo E. Nagy B. Czajlik A. Komlodi T. Ozohanics O. Tretter L. Ambrus A. Mitochondrial alpha-keto acid dehydrogenase complexes: recent developments on structure and function in health and disease Subcell. Biochem. 104 2024 295 381 10.1007/978-3-031-58843-3_13 38963492 6 Chinopoulos C. The \"B space\" of mitochondrial phosphorylation J. Neurosci. Res. 89 12 2011 1897 1904 10.1002/jnr.22659 21541983 7 Kiss G. Konrad C. Doczi J. Starkov A.A. Kawamata H. Manfredi G. Zhang S.F. Gibson G.E. Beal M.F. Adam-Vizi V. Chinopoulos C. The negative impact of alpha-ketoglutarate dehydrogenase complex deficiency on matrix substrate-level phosphorylation FASEB J. 27 6 2013 2392 2406 10.1096/fj.12-220202 23475850 8 Baksh S.C. Finley L.W.S. Metabolic coordination of cell fate by alpha-ketoglutarate-dependent dioxygenases Trends Cell Biol. 31 1 2021 24 36 10.1016/j.tcb.2020.09.010 33092942 9 Carey B.W. Finley L.W. Cross J.R. Allis C.D. Thompson C.B. Intracellular alpha-ketoglutarate maintains the pluripotency of embryonic stem cells Nature 518 7539 2015 413 416 10.1038/nature13981 25487152 10 Islam M.S. Leissing T.M. Chowdhury R. Hopkinson R.J. Schofield C.J. 2-Oxoglutarate-dependent oxygenases Annu. Rev. Biochem. 87 2018 585 620 10.1146/annurev-biochem-061516-044724 29494239 11 Losman J.A. Koivunen P. Kaelin W.G. Jr. 2-Oxoglutarate-dependent dioxygenases in cancer Nat. Rev. Cancer 20 12 2020 710 726 10.1038/s41568-020-00303-3 33087883 12 Morris J.P.t. Yashinskie J.J. Koche R. Chandwani R. Tian S. Chen C.C. Baslan T. Marinkovic Z.S. Sanchez-Rivera F.J. Leach S.D. Carmona-Fontaine C. Thompson C.B. Finley L.W.S. Lowe S.W. Alpha-ketoglutarate links p53 to cell fate during tumour suppression Nature 573 7775 2019 595 599 10.1038/s41586-019-1577-5 31534224 13 Raffel S. Falcone M. Kneisel N. Hansson J. Wang W. Lutz C. Bullinger L. Poschet G. Nonnenmacher Y. Barnert A. Bahr C. Zeisberger P. Przybylla A. Sohn M. Tonjes M. Erez A. Adler L. Jensen P. Scholl C. … Trumpp A. BCAT1 restricts alphaKG levels in AML stem cells leading to IDHmut-like DNA hypermethylation Nature 551 7680 2017 384 388 10.1038/nature24294 29144447 14 Ambrus A. Nemeria N.S. Torocsik B. Tretter L. Nilsson M. Jordan F. Adam-Vizi V. Formation of reactive oxygen species by human and bacterial pyruvate and 2-oxoglutarate dehydrogenase multienzyme complexes reconstituted from recombinant components Free Radic. Biol. Med. 89 2015 642 650 10.1016/j.freeradbiomed.2015.10.001 26456061 15 Bunik V.I. Sievers C. Inactivation of the 2-oxo acid dehydrogenase complexes upon generation of intrinsic radical species Eur. J. Biochem. 269 20 2002 5004 5015 10.1046/j.1432-1033.2002.03204.x 12383259 16 Starkov A.A. Fiskum G. Chinopoulos C. Lorenzo B.J. Browne S.E. Patel M.S. Beal M.F. Mitochondrial alpha-ketoglutarate dehydrogenase complex generates reactive oxygen species J. Neurosci. 24 36 2004 7779 7788 10.1523/JNEUROSCI.1899-04.2004 15356189 17 Tretter L. Adam-Vizi V. Generation of reactive oxygen species in the reaction catalyzed by alpha-ketoglutarate dehydrogenase J. Neurosci. 24 36 2004 7771 7778 10.1523/JNEUROSCI.1842-04.2004 15356188 18 Chinopoulos C. Tretter L. Adam-Vizi V. Depolarization of in situ mitochondria due to hydrogen peroxide-induced oxidative stress in nerve terminals: inhibition of alpha-ketoglutarate dehydrogenase J. Neurochem. 73 1 1999 220 228 10.1046/j.1471-4159.1999.0730220.x 10386974 19 Tretter L. Adam-Vizi V. Inhibition of Krebs cycle enzymes by hydrogen peroxide: a key role of [alpha]-ketoglutarate dehydrogenase in limiting NADH production under oxidative stress J. Neurosci. 20 24 2000 8972 8979 10.1523/JNEUROSCI.20-24-08972.2000 11124972 20 Tretter L. Adam-Vizi V. Alpha-ketoglutarate dehydrogenase: a target and generator of oxidative stress Philos. Trans. R. Soc. Lond. B Biol. Sci. 360 1464 2005 2335 2345 10.1098/rstb.2005.1764 16321804 21 Shi Y. Tian M. Zhao X. Tang L. Wang F. Wu H. Liao Q. Ren H. Fu W. Zheng S. Jose P.A. Li L. Zeng C. Alpha-ketoglutarate promotes cardiomyocyte proliferation and heart regeneration after myocardial infarction Nat Cardiovasc Res 3 9 2024 1083 1097 10.1038/s44161-024-00531-y 39223390 22 Chang L.C. Chiang S.K. Chen S.E. Hung M.C. Targeting 2-oxoglutarate dehydrogenase for cancer treatment Am. J. Cancer Res. 12 4 2022 1436 1455 https://www.ncbi.nlm.nih.gov/pubmed/35530286 35530286 23 Chinopoulos C. Which way does the citric acid cycle turn during hypoxia? The critical role of alpha-ketoglutarate dehydrogenase complex J. Neurosci. Res. 91 8 2013 1030 1043 10.1002/jnr.23196 23378250 24 Gibson G.E. Park L.C. Sheu K.F. Blass J.P. Calingasan N.Y. The alpha-ketoglutarate dehydrogenase complex in neurodegeneration Neurochem. Int. 36 2 2000 97 112 10.1016/s0197-0186(99)00114-x 10676873 25 Hansen G.E. Gibson G.E. The alpha-ketoglutarate dehydrogenase complex as a hub of plasticity in neurodegeneration and regeneration Int. J. Mol. Sci. 23 20 2022 10.3390/ijms232012403 26 Remacha L. Pirman D. Mahoney C.E. Coloma J. Calsina B. Curras-Freixes M. Leton R. Torres-Perez R. Richter S. Pita G. Herraez B. Cianchetta G. Honrado E. Maestre L. Urioste M. Aller J. Garcia-Uriarte O. Galvez M.A. Luque R.M. … Cascon A. Recurrent germline DLST mutations in individuals with multiple pheochromocytomas and paragangliomas Am. J. Hum. Genet. 104 4 2019 651 664 10.1016/j.ajhg.2019.02.017 30929736 27 Szabo E. Ambrus A. Lipoamide dehydrogenase (LADH) deficiency: medical perspectives of the structural and functional characterization of LADH and its pathogenic variants Biol Futur 74 1–2 2023 109 118 10.1007/s42977-023-00155-6 36842090 28 Vatrinet R. Leone G. De Luise M. Girolimetti G. Vidone M. Gasparre G. Porcelli A.M. The alpha-ketoglutarate dehydrogenase complex in cancer metabolic plasticity Cancer Metabol. 5 2017 3 10.1186/s40170-017-0165-0 29 Matalon R. Stumpf D.A. Michals K. Hart R.D. Parks J.K. Goodman S.I. Lipoamide dehydrogenase deficiency with primary lactic acidosis: favorable response to treatment with oral lipoic acid J. Pediatr. 104 1 1984 65 69 10.1016/s0022-3476(84)80591-0 6418873 30 Quinonez S.C. Thoene J.G. Dihydrolipoamide dehydrogenase deficiency Adam M.P. Feldman J. Mirzaa G.M. Pagon R.A. Wallace S.E. Bean L.J.H. Gripp K.W. Amemiya A. GeneReviews((R)) 1993 https://www.ncbi.nlm.nih.gov/pubmed/25032271 31 A. Shaag, A. Saada, I. Berger, H. Mandel, A. Joseph, A. Feigenbaum, O.N. Elpeleg, Molecular basis of lipoamide dehydrogenase deficiency in Ashkenazi jews, Am. J. Med. Genet. 82 (2) (1999) 177–182, doi:10.1002/(sici)1096-8628(19990115)82:2<177::aid-ajmg15>3.3.co;2-0. 32 Shany E. Saada A. Landau D. Shaag A. Hershkovitz E. Elpeleg O.N. Lipoamide dehydrogenase deficiency due to a novel mutation in the interface domain Biochem. Biophys. Res. Commun. 262 1 1999 163 166 10.1006/bbrc.1999.1133 10448086 33 Ambrus A. Adam-Vizi V. Human dihydrolipoamide dehydrogenase (E3) deficiency: novel insights into the structural basis and molecular pathomechanism Neurochem. Int. 117 2018 5 14 10.1016/j.neuint.2017.05.018 28579060 34 Chen W. Zhou X. Duan Y. Zou T. Liu G. Ying X. Wang Q. Duan S. Association of OGG1 and DLST promoter methylation with alzheimer's disease in Xinjiang population Exp. Ther. Med. 16 4 2018 3135 3142 10.3892/etm.2018.6524 30214536 35 Gibson G.E. Zhang H. Sheu K.F. Bogdanovich N. Lindsay J.G. Lannfelt L. Vestling M. Cowburn R.F. Alpha-ketoglutarate dehydrogenase in alzheimer brains bearing the APP670/671 mutation Ann. Neurol. 44 4 1998 676 681 10.1002/ana.410440414 9778267 36 Kobayashi T. Matsumine H. Matuda S. Mizuno Y. Association between the gene encoding the E2 subunit of the alpha-ketoglutarate dehydrogenase complex and parkinson's disease Ann. Neurol. 43 1 1998 120 123 10.1002/ana.410430121 9450778 37 Nakano K. Ohta S. Nishimaki K. Miki T. Matuda S. Alzheimer's disease and DLST genotype Lancet 350 9088 1997 1367 1368 10.1016/S0140-6736(05)65139-2 38 K.F. Sheu, A.M. Brown, V. Haroutunian, B.S. Kristal, H. Thaler, M. Lesser, R.N. Kalaria, N.R. Relkin, R.C. Mohs, L. Lilius, L. Lannfelt, J.P. Blass, Modulation by DLST of the genetic risk of alzheimer’s disease in a very elderly population, Ann. Neurol. 45 (1) (1999) 48–53, doi:10.1002/1531-8249(199901)45:1<48::AID-ART9>3.0.CO;2-V. 39 Sheu K.F. Brown A.M. Kristal B.S. Kalaria R.N. Lilius L. Lannfelt L. Blass J.P. A DLST genotype associated with reduced risk for Alzheimer’s disease Neurology 52 7 1999 1505 1507 10.1212/wnl.52.7.1505 10227647 40 Kanamori T. Nishimaki K. Asoh S. Ishibashi Y. Takata I. Kuwabara T. Taira K. Yamaguchi H. Sugihara S. Yamazaki T. Ihara Y. Nakano K. Matuda S. Ohta S. Truncated product of the bifunctional DLST gene involved in biogenesis of the respiratory chain EMBO J. 22 12 2003 2913 2923 10.1093/emboj/cdg299 12805207 41 Horvath G. Svab G. Komlodi T. Ravasz D. Kacso G. Doczi J. Chinopoulos C. Ambrus A. Tretter L. Reverse and forward electron flow-induced H 2 O 2 formation is decreased in alpha-ketoglutarate dehydrogenase (alpha-KGDH) subunit (E2 or E3) heterozygote knock out animals Antioxidants 11 8 2022 10.3390/antiox11081487 42 Johnson M.T. Yang H.S. Johanning G.L. Patel M.S. Characterization of the mouse dihydrolipoamide dehydrogenase (dld) gene: genomic structure, promoter sequence, and chromosomal localization Genomics 41 3 1997 320 326 10.1006/geno.1997.4670 9169128 43 Johnson M.T. Yang H.S. Magnuson T. Patel M.S. Targeted disruption of the murine dihydrolipoamide dehydrogenase gene (dld) results in perigastrulation lethality Proc. Natl. Acad. Sci. U. S. A. 94 26 1997 14512 14517 10.1073/pnas.94.26.14512 9405644 44 Yang L. Shi Q. Ho D.J. Starkov A.A. Wille E.J. Xu H. Chen H.L. Zhang S. Stack C.M. Calingasan N.Y. Gibson G.E. Beal M.F. Mice deficient in dihydrolipoyl succinyl transferase show increased vulnerability to mitochondrial toxins Neurobiol. Dis. 36 2 2009 320 330 10.1016/j.nbd.2009.07.023 19660549 45 Chouchani E.T. Pell V.R. Gaude E. Aksentijevic D. Sundier S.Y. Robb E.L. Logan A. Nadtochiy S.M. Ord E.N.J. Smith A.C. Eyassu F. Shirley R. Hu C.H. Dare A.J. James A.M. Rogatti S. Hartley R.C. Eaton S. Costa A.S.H. … Murphy M.P. Ischaemic accumulation of succinate controls reperfusion injury through mitochondrial ROS Nature 515 7527 2014 431 435 10.1038/nature13909 25383517 46 Zhang J. Wang Y.T. Miller J.H. Day M.M. Munger J.C. Brookes P.S. Accumulation of succinate in cardiac ischemia primarily occurs via canonical Krebs cycle activity Cell Rep. 23 9 2018 2617 2628 10.1016/j.celrep.2018.04.104 29847793 47 Navarro K.L. Huss M. Smith J.C. Sharp P. Marx J.O. Pacharinsak C. Mouse anesthesia: the art and science ILAR J. 62 1–2 2021 238 273 10.1093/ilar/ilab016 34180990 48 Truett G.E. Heeger P. Mynatt R.L. Truett A.A. Walker J.A. Warman M.L. Preparation of PCR-Quality mouse genomic DNA with hot sodium hydroxide and tris (HotSHOT) Biotechniques 29 1 2000 10.2144/00291bm09 52, 54 49 Komlodi T. Geibl F.F. Sassani M. Ambrus A. Tretter L. Membrane potential and delta pH dependency of reverse electron transport-associated hydrogen peroxide production in brain and heart mitochondria J. Bioenerg. Biomembr. 50 5 2018 355 365 10.1007/s10863-018-9766-8 30116920 50 Rosenthal R.E. Hamud F. Fiskum G. Varghese P.J. Sharpe S. Cerebral ischemia and reperfusion: prevention of brain mitochondrial injury by lidoflazine J. Cerebr. Blood Flow Metabol. 7 6 1987 752 758 10.1038/jcbfm.1987.130 51 Svab G. Kokas M. Sipos I. Ambrus A. Tretter L. Methylene blue bridges the inhibition and produces unusual respiratory changes in complex III-inhibited mitochondria. Studies on rats, mice and Guinea pigs Antioxidants 10 2 2021 10.3390/antiox10020305 52 Fernandez-Vizarra E. Ferrin G. Perez-Martos A. Fernandez-Silva P. Zeviani M. Enriquez J.A. Isolation of mitochondria for biogenetical studies: an update Mitochondrion 10 3 2010 253 262 10.1016/j.mito.2009.12.148 20034597 53 Gornall A.G. Bardawill C.J. David M.M. Determination of serum proteins by means of the biuret reaction J. Biol. Chem. 177 2 1949 751 766 10.1016/S0021-9258(18)57021-6 18110453 54 Nowotny A. Protein determination by the biuret method Nowotny A. Basic Exercises in Immunochemistry: a Laboratory Manual 1979 Springer Berlin Heidelberg 168 169 10.1007/978-3-642-67356-6_50 55 Doerrier C. Garcia-Souza L.F. Krumschnabel G. Wohlfarter Y. Meszaros A.T. Gnaiger E. High-resolution FluoRespirometry and OXPHOS protocols for human cells, permeabilized fibers from small biopsies of muscle, and isolated mitochondria Methods Mol. Biol. 1782 2018 31 70 10.1007/978-1-4939-7831-1_3 29850993 56 Komlodi T. Tretter L. Methylene blue stimulates substrate-level phosphorylation catalysed by succinyl-CoA ligase in the citric acid cycle Neuropharmacology 123 2017 287 298 10.1016/j.neuropharm.2017.05.009 28495375 57 Williamson J.R. Corkey B.E. Assay of citric acid cycle intermediates and related compounds--update with tissue metabolite levels and intracellular distribution Methods Enzymol. 55 1979 200 222 10.1016/0076-6879(79)55025-3 459841 58 Komlodi T. Sobotka O. Gnaiger E. Facts and artefacts on the oxygen dependence of hydrogen peroxide production using Amplex UltraRed Bioenerg Commun 2021 10.26124/bec:2021-0004 2021.4 59 Tretter L. Ambrus A. Measurement of ROS homeostasis in isolated mitochondria Methods Enzymol. 547 2014 199 223 10.1016/B978-0-12-801415-8.00012-6 25416360 60 Miwa S. Treumann A. Bell A. Vistoli G. Nelson G. Hay S. von Zglinicki T. Carboxylesterase converts Amplex Red to resorufin: implications for mitochondrial H 2 O 2 release assays Free Radic. Biol. Med. 90 2016 173 183 10.1016/j.freeradbiomed.2015.11.011 26577176 61 Komlodi T. Sobotka O. Krumschnabel G. Bezuidenhout N. Hiller E. Doerrier C. Gnaiger E. Comparison of mitochondrial incubation media for measurement of respiration and hydrogen peroxide production Methods Mol. Biol. 1782 2018 137 155 10.1007/978-1-4939-7831-1_8 29850998 62 Krumschnabel G. Fontana-Ayoub M. Sumbalova Z. Heidler J. Gauper K. Fasching M. Gnaiger E. Simultaneous high-resolution measurement of mitochondrial respiration and hydrogen peroxide production Methods Mol. Biol. 1264 2015 245 261 10.1007/978-1-4939-2257-4_22 25631019 63 Hausladen A. Fridovich I. Measuring nitric oxide and superoxide: rate constants for aconitase reactivity Methods Enzymol. 269 1996 37 41 10.1016/s0076-6879(96)69007-7 8791635 64 Lai J.C. Cooper A.J. Brain alpha-ketoglutarate dehydrogenase complex: kinetic properties, regional distribution, and effects of inhibitors J. Neurochem. 47 5 1986 1376 1386 10.1111/j.1471-4159.1986.tb00768.x 3760866 65 Aranyi T. Tusnady G.E. BiSearch: ePCR tool for native or bisulfite-treated genomic template Methods Mol. Biol. 402 2007 385 402 10.1007/978-1-59745-528-2_20 17951807 66 Kuti D. Winkler Z. Horvath K. Juhasz B. Szilvasy-Szabo A. Fekete C. Ferenczi S. Kovacs K.J. The metabolic stress response: adaptation to acute-, repeated- and chronic challenges in mice iScience 25 8 2022 104693 10.1016/j.isci.2022.104693 67 Harkany T. Sasvari M. Nyakas C. Chronic ethanol ingestion-induced changes in open-field behavior and oxidative stress in the rat Pharmacol. Biochem. Behav. 58 1 1997 195 201 10.1016/s0091-3057(96)00479-0 9264091 68 Ennaceur A. Meliani K. A new one-trial test for neurobiological studies of memory in rats. III. Spatial vs. non-spatial working memory Behav. Brain Res. 51 1 1992 83 92 10.1016/s0166-4328(05)80315-8 1482548 69 Nyakas C. Felszeghy K. Szabo R. Keijser J.N. Luiten P.G. Szombathelyi Z. Tihanyi K. Neuroprotective effects of vinpocetine and its major metabolite cis-apovincaminic acid on NMDA-Induced neurotoxicity in a rat entorhinal cortex lesion model CNS Neurosci. Ther. 15 2 2009 89 99 10.1111/j.1755-5949.2009.00078.x 19492990 70 Morris R. Developments of a water-maze procedure for studying spatial learning in the rat J. Neurosci. Methods 11 1 1984 47 60 10.1016/0165-0270(84)90007-4 6471907 71 Dougherty J.P. Springer D.A. Gershengorn M.C. The treadmill fatigue test: a simple, high-throughput assay of fatigue-like behavior for the mouse J. Vis. Exp. 111 2016 10.3791/54052 72 Chace D.H. Kalas T.A. Naylor E.W. Use of tandem mass spectrometry for multianalyte screening of dried blood specimens from newborns Clin. Chem. 49 11 2003 1797 1817 10.1373/clinchem.2003.022178 14578311 73 Sayour N.V. Gergely T.G. Varadi B. Toth V.E. Agg B. Kovacs T. Kucsera D. Kovacshazi C. Brenner G.B. Giricz Z. Ferdinandy P. Varga Z.V. Comparison of mouse models of heart failure with reduced ejection fraction ESC Heart Fail 2024 10.1002/ehf2.15031 74 Zacchigna S. Paldino A. Falcao-Pires I. Daskalopoulos E.P. Dal Ferro M. Vodret S. Lesizza P. Cannata A. Miranda-Silva D. Lourenco A.P. Pinamonti B. Sinagra G. Weinberger F. Eschenhagen T. Carrier L. Kehat I. Tocchetti C.G. Russo M. Ghigo A. … Thum T. Towards standardization of echocardiography for the evaluation of left ventricular function in adult rodents: a position paper of the ESC working group on myocardial function Cardiovasc. Res. 117 1 2021 43 59 10.1093/cvr/cvaa110 32365197 75 Gnaiger E. Mitochondrial pathways and respiratory control An introduction to OXPHOS analysis fifth ed. 2020 Bioenerg Commun 10.26124/bec:2020-0002 [Theoretical communication] 76 Wojtczak A.B. Inhibitory action of oxaloacetate on succinate oxidation in rat-liver mitochondria and the mechanism of its reversal Biochim. Biophys. Acta 172 1 1969 52 65 10.1016/0005-2728(69)90091-7 4387597 77 Wojtczak L. Wojtczak A.B. Ernster L. The inhibition of succinate dehydrogenase by oxalacetate Biochim. Biophys. Acta 191 1 1969 10 21 10.1016/0005-2744(69)90310-6 5823490 78 Klivenyi P. Starkov A.A. Calingasan N.Y. Gardian G. Browne S.E. Yang L. Bubber P. Gibson G.E. Patel M.S. Beal M.F. Mice deficient in dihydrolipoamide dehydrogenase show increased vulnerability to MPTP, malonate and 3-nitropropionic acid neurotoxicity J. Neurochem. 88 6 2004 1352 1360 10.1046/j.1471-4159.2003.02263.x 15009635 79 Saada A. Aptowitzer I. Link G. Elpeleg O.N. ATP synthesis in lipoamide dehydrogenase deficiency Biochem. Biophys. Res. Commun. 269 2 2000 382 386 10.1006/bbrc.2000.2310 10708561 80 Andreyev A.Y. Kushnareva Y.E. Murphy A.N. Starkov A.A. Mitochondrial ROS metabolism: 10 years later Biochemistry (Mosc) 80 5 2015 517 531 10.1134/S0006297915050028 26071769 81 Sies H. Belousov V.V. Chandel N.S. Davies M.J. Jones D.P. Mann G.E. Murphy M.P. Yamamoto M. Winterbourn C. Defining roles of specific reactive oxygen species (ROS) in cell biology and physiology Nat. Rev. Mol. Cell Biol. 23 7 2022 499 515 10.1038/s41580-022-00456-z 35190722 82 Skulachev V.P. Role of uncoupled and non-coupled oxidations in maintenance of safely low levels of oxygen and its one-electron reductants Q. Rev. Biophys. 29 2 1996 169 202 10.1017/s0033583500005795 8870073 83 Hinkle P.C. Butow R.A. Racker E. Chance B. Partial resolution of the enzymes catalyzing oxidative phosphorylation. XV. Reverse electron transfer in the flavin-cytochrome beta region of the respiratory chain of beef heart submitochondrial particles J. Biol. Chem. 242 22 1967 5169 5173 10.1016/S0021-9258(18)99410-X 4294331 84 Andreyev A.Y. Kushnareva Y.E. Starkov A.A. Mitochondrial metabolism of reactive oxygen species Biochemistry (Mosc) 70 2 2005 200 214 10.1007/s10541-005-0102-7 15807660 85 Turrens J.F. Alexandre A. Lehninger A.L. Ubisemiquinone is the electron donor for superoxide formation by complex III of heart mitochondria Arch. Biochem. Biophys. 237 2 1985 408 414 10.1016/0003-9861(85)90293-0 2983613 86 Korshunov S.S. Skulachev V.P. Starkov A.A. High protonic potential actuates a mechanism of production of reactive oxygen species in mitochondria FEBS Lett. 416 1 1997 15 18 10.1016/s0014-5793(97)01159-9 9369223 87 Rimal S. Tantray I. Li Y. Pal Khaket T. Li Y. Bhurtel S. Li W. Zeng C. Lu B. Reverse electron transfer is activated during aging and contributes to aging and age-related disease EMBO Rep. 24 4 2023 e55548 10.15252/embr.202255548 88 Liu Y. Fiskum G. Schubert D. Generation of reactive oxygen species by the mitochondrial electron transport chain J. Neurochem. 80 5 2002 780 787 10.1046/j.0022-3042.2002.00744.x 11948241 89 Cadenas E. Boveris A. Ragan C.I. Stoppani A.O. Production of superoxide radicals and hydrogen peroxide by NADH-ubiquinone reductase and ubiquinol-cytochrome c reductase from beef-heart mitochondria Arch. Biochem. Biophys. 180 2 1977 248 257 10.1016/0003-9861(77)90035-2 195520 90 Tabata Fukushima C. Dancil I.S. Clary H. Shah N. Nadtochiy S.M. Brookes P.S. Reactive oxygen species generation by reverse electron transfer at mitochondrial complex I under simulated early reperfusion conditions Redox Biol. 70 2024 103047 10.1016/j.redox.2024.103047 91 Sun N. Youle R.J. Finkel T. The mitochondrial basis of aging Mol. Cell 61 5 2016 654 666 10.1016/j.molcel.2016.01.028 26942670 92 Cantu D. Schaack J. Patel M. Oxidative inactivation of mitochondrial aconitase results in iron and H 2 O 2 -mediated neurotoxicity in rat primary mesencephalic cultures PLoS One 4 9 2009 e7095 10.1371/journal.pone.0007095 93 Bubber P. Haroutunian V. Fisch G. Blass J.P. Gibson G.E. Mitochondrial abnormalities in Alzheimer brain: mechanistic implications Ann. Neurol. 57 5 2005 695 703 10.1002/ana.20474 15852400 94 Calingasan N.Y. Ho D.J. Wille E.J. Campagna M.V. Ruan J. Dumont M. Yang L. Shi Q. Gibson G.E. Beal M.F. Influence of mitochondrial enzyme deficiency on adult neurogenesis in mouse models of neurodegenerative diseases Neuroscience 153 4 2008 986 996 10.1016/j.neuroscience.2008.02.071 18423880 95 Holness C.L. da Silva R.P. Fawcett J. Gordon S. Simmons D.L. Macrosialin, a mouse macrophage-restricted glycoprotein, is a member of the lamp/lgp family J. Biol. Chem. 268 13 1993 9661 9666 10.1016/S0021-9258(18)98400 8486654 96 Rabinowitz S.S. Gordon S. Macrosialin, a macrophage-restricted membrane sialoprotein differentially glycosylated in response to inflammatory stimuli J. Exp. Med. 174 4 1991 827 836 10.1084/jem.174.4.827 1919437 97 Kumar A. Barrett J.P. Alvarez-Croda D.M. Stoica B.A. Faden A.I. Loane D.J. NOX2 drives M1-like microglial/macrophage activation and neurodegeneration following experimental traumatic brain injury Brain Behav. Immun. 58 2016 291 309 10.1016/j.bbi.2016.07.158 27477920 98 Van Muiswinkel F.L. Veerhuis R. Eikelenboom P. Amyloid beta protein primes cultured rat microglial cells for an enhanced phorbol 12-myristate 13-acetate-induced respiratory burst activity J. Neurochem. 66 6 1996 2468 2476 10.1046/j.1471-4159.1996.66062468.x 8632171 99 Norrington M. Rathi N. Jenkinson M.D. Mills S.J. Neuroinflammation preceding primary central nervous system lymphoma (PCNSL) - case reports and literature review J. Clin. Neurosci. 89 2021 381 388 10.1016/j.jocn.2021.05.038 34083111 100 Tarantini S. Valcarcel-Ares M.N. Yabluchanskiy A. Tucsek Z. Hertelendy P. Kiss T. Gautam T. Zhang X.A. Sonntag W.E. de Cabo R. Farkas E. Elliott M.H. Kinter M.T. Deak F. Ungvari Z. Csiszar A. Nrf2 deficiency exacerbates obesity-induced oxidative stress, neurovascular dysfunction, blood-brain barrier disruption, neuroinflammation, amyloidogenic gene expression, and cognitive decline in mice, mimicking the aging phenotype J Gerontol A Biol Sci Med Sci 73 7 2018 853 863 10.1093/gerona/glx177 29905772 101 Gavrieli Y. Sherman Y. Ben-Sasson S.A. Identification of programmed cell death in situ via specific labeling of nuclear DNA fragmentation J. Cell Biol. 119 3 1992 493 501 10.1083/jcb.119.3.493 1400587 102 Chen J. Olsen R.K. Preston A.R. Glover G.H. Wagner A.D. Associative retrieval processes in the human medial temporal lobe: hippocampal retrieval success and CA1 mismatch detection Learn. Mem. 18 8 2011 523 528 10.1101/lm.2135211 21775513 103 Geiller T. Royer S. Choi J.S. Segregated cell populations enable distinct parallel encoding within the radial axis of the CA1 pyramidal layer Exp Neurobiol 26 1 2017 1 10 10.5607/en.2017.26.1.1 28243162 104 Braak H. Braak E. Neuropathological stageing of Alzheimer-related changes Acta Neuropathol. 82 4 1991 239 259 10.1007/BF00308809 1759558 105 de Flores R. La Joie R. Chetelat G. Structural imaging of hippocampal subfields in healthy aging and Alzheimer’s disease Neuroscience 309 2015 29 50 10.1016/j.neuroscience.2015.08.033 26306871 106 Liu X. Wu Z. Hayashi Y. Nakanishi H. Age-dependent neuroinflammatory responses and deficits in long-term potentiation in the hippocampus during systemic inflammation Neuroscience 216 2012 133 142 10.1016/j.neuroscience.2012.04.050 22554776 107 Shi Q. Chen H.L. Xu H. Gibson G.E. Reduction in the E2k subunit of the alpha-ketoglutarate dehydrogenase complex has effects independent of complex activity J. Biol. Chem. 280 12 2005 10888 10896 10.1074/jbc.M409064200 15649899 108 Banerjee K. Munshi S. Xu H. Frank D.E. Chen H.L. Chu C.T. Yang J. Cho S. Kagan V.E. Denton T.T. Tyurina Y.Y. Jiang J.F. Gibson G.E. Mild mitochondrial metabolic deficits by alpha-ketoglutarate dehydrogenase inhibition cause prominent changes in intracellular autophagic signaling: potential role in the pathobiology of Alzheimer’s disease Neurochem. Int. 96 2016 32 45 10.1016/j.neuint.2016.02.011 26923918 109 Kim J. Moody J.P. Edgerly C.K. Bordiuk O.L. Cormier K. Smith K. Beal M.F. Ferrante R.J. Mitochondrial loss, dysfunction and altered dynamics in Huntington’s disease Hum. Mol. Genet. 19 20 2010 3919 3935 10.1093/hmg/ddq306 20660112 110 Manczak M. Calkins M.J. Reddy P.H. Impaired mitochondrial dynamics and abnormal interaction of amyloid beta with mitochondrial protein Drp1 in neurons from patients with Alzheimer’s disease: implications for neuronal damage Hum. Mol. Genet. 20 13 2011 2495 2509 10.1093/hmg/ddr139 21459773 111 Chaturvedi R.K. Flint Beal M. Mitochondrial diseases of the brain Free Radic. Biol. Med. 63 2013 1 29 10.1016/j.freeradbiomed.2013.03.018 23567191 112 Kang D. Kim S.H. Hamasaki N. Mitochondrial transcription factor A (TFAM): roles in maintenance of mtDNA and cellular functions Mitochondrion 7 1–2 2007 39 44 10.1016/j.mito.2006.11.017 17280879 113 Frank M. Duvezin-Caubet S. Koob S. Occhipinti A. Jagasia R. Petcherski A. Ruonala M.O. Priault M. Salin B. Reichert A.S. Mitophagy is triggered by mild oxidative stress in a mitochondrial fission dependent manner Biochim. Biophys. Acta 1823 12 2012 2297 2310 10.1016/j.bbamcr.2012.08.007 22917578 114 Suzuki T. Motohashi H. Yamamoto M. Toward clinical application of the Keap1-Nrf2 pathway Trends Pharmacol. Sci. 34 6 2013 340 346 10.1016/j.tips.2013.04.005 23664668 115 Aquilano K. Baldelli S. Pagliei B. Cannata S.M. Rotilio G. Ciriolo M.R. p53 orchestrates the PGC-1alpha-mediated antioxidant response upon mild redox and metabolic imbalance Antioxidants Redox Signal. 18 4 2013 386 399 10.1089/ars.2012.4615 116 Budai A. Horvath G. Tretter L. Radak Z. Koltai E. Bori Z. Torma F. Lukats A. Rohlich P. Szijarto A. Fulop A. Mitochondrial function after associating liver partition and portal vein ligation for staged hepatectomy in an experimental model Br. J. Surg. 106 1 2019 120 131 10.1002/bjs.10978 30259964 117 Daradics N. Horvath G. Tretter L. Paal A. Fulop A. Budai A. Szijarto A. The effect of cyclophilin D depletion on liver regeneration following associating liver partition and portal vein ligation for staged hepatectomy PLoS One 17 7 2022 e0271606 10.1371/journal.pone.0271606 118 Fard-Aghaie M.H. Budai A. Daradics N. Horvath G. Oldhafer K.J. Szijarto A. Fulop A. The effects of physical prehabilitation: improved liver regeneration and mitochondrial function after ALPPS operation in a rodent model J Hepatobiliary Pancreat Sci 28 8 2021 692 702 10.1002/jhbp.945 33742528 119 You W. Knoops K. Berendschot T. Benedikter B.J. Webers C.A.B. Reutelingsperger C.P.M. Gorgels T. PGC-1a mediated mitochondrial biogenesis promotes recovery and survival of neuronal cells from cellular degeneration Cell Death Discov. 10 1 2024 180 10.1038/s41420-024-01953-0 38632223 120 Gurubaran I.S. Watala C. Kostanek J. Szczepanska J. Pawlowska E. Kaarniranta K. Blasiak J. PGC-1alpha regulates the interplay between oxidative stress, senescence and autophagy in the ageing retina important in age-related macular degeneration J. Cell Mol. Med. 28 8 2024 e18051 10.1111/jcmm.18051 121 Gurubaran I.S. Helotera H. Marry S. Koskela A. Hyttinen J.M.T. Paterno J.J. Urtti A. Chen M. Xu H. Kauppinen A. Kaarniranta K. Oxidative stress and mitochondrial damage in dry age-related macular degeneration like NFE2L2/PGC-1alpha (-/-) mouse model evoke complement component C5a independent of C3 Biology 10 7 2021 10.3390/biology10070622 122 Rojo A.I. Pajares M. Rada P. Nunez A. Nevado-Holgado A.J. Killik R. Van Leuven F. Ribe E. Lovestone S. Yamamoto M. Cuadrado A. NRF2 deficiency replicates transcriptomic changes in Alzheimer's patients and worsens APP and TAU pathology Redox Biol. 13 2017 444 451 10.1016/j.redox.2017.07.006 28704727 123 Singulani M.P. Pereira C.P.M. Ferreira A.F.F. Garcia P.C. Ferrari G.D. Alberici L.C. Britto L.R. Impairment of PGC-1alpha-mediated mitochondrial biogenesis precedes mitochondrial dysfunction and Alzheimer’s pathology in the 3xTg mouse model of Alzheimer’s disease Exp. Gerontol. 133 2020 110882 10.1016/j.exger.2020.110882 124 Wang J. Liu W.J. Shi H.Z. Zhai H.R. Qian J.J. Zhang W.N. A role for PGC-1a in the control of abnormal mitochondrial dynamics in Alzheimer’s disease Cells 11 18 2022 10.3390/cells11182849 125 Baldelli S. Aquilano K. Ciriolo M.R. Punctum on two different transcription factors regulated by PGC-1alpha: nuclear factor erythroid-derived 2-like 2 and nuclear respiratory factor 2 Biochim. Biophys. Acta 1830 8 2013 4137 4146 10.1016/j.bbagen.2013.04.006 23597778 126 George M. Reddy A.P. Reddy P.H. Kshirsagar S. Unraveling the NRF2 confusion: distinguishing nuclear respiratory factor 2 from nuclear erythroid factor 2 Ageing Res. Rev. 98 2024 102353 10.1016/j.arr.2024.102353 127 Hazell A.S. Butterworth R.F. Hakim A.M. Cerebral vulnerability is associated with selective increase in extracellular glutamate concentration in experimental thiamine deficiency J. Neurochem. 61 3 1993 1155 1158 10.1111/j.1471-4159.1993.tb03635.x 8103080 128 Weidinger A. Milivojev N. Hosmann A. Duvigneau J.C. Szabo C. Toro G. Rauter L. Vaglio-Garro A. Mkrtchyan G.V. Trofimova L. Sharipov R.R. Surin A.M. Krasilnikova I.A. Pinelis V.G. Tretter L. Moldzio R. Bayir H. Kagan V.E. Bunik V.I. Kozlov A.V. Oxoglutarate dehydrogenase complex controls glutamate-mediated neuronal death Redox Biol. 62 2023 102669 10.1016/j.redox.2023.102669 129 Gulke E. Gelderblom M. Magnus T. Danger signals in stroke and their role on microglia activation after ischemia Ther Adv Neurol Disord 11 2018 1756286418774254 10.1177/1756286418774254 130 Iadecola C. Anrather J. The immunology of stroke: from mechanisms to translation Nat. Med. 17 7 2011 796 808 10.1038/nm.2399 21738161 131 Szollosi D. Hegedus N. Veres D.S. Futo I. Horvath I. Kovacs N. Martinecz B. Denes A. Seifert D. Bergmann R. Lebeda O. Varga Z. Kaleta Z. Szigeti K. Mathe D. Evaluation of brain nuclear medicine imaging tracers in a murine model of sepsis-associated encephalopathy Mol. Imag. Biol. 20 6 2018 952 962 10.1007/s11307-018-1201-3 132 Tai Y.F. Piccini P. Applications of positron emission tomography (PET) in neurology J. Neurol. Neurosurg. Psychiatry 75 5 2004 669 676 10.1136/jnnp.2003.028175 15090557 133 Backes H. Walberer M. Ladwig A. Rueger M.A. Neumaier B. Endepols H. Hoehn M. Fink G.R. Schroeter M. Graf R. Glucose consumption of inflammatory cells masks metabolic deficits in the brain Neuroimage 128 2016 54 62 10.1016/j.neuroimage.2015.12.044 26747749 134 Xiang X. Wind K. Wiedemann T. Blume T. Shi Y. Briel N. Beyer L. Biechele G. Eckenweber F. Zatcepin A. Lammich S. Ribicic S. Tahirovic S. Willem M. Deussing M. Palleis C. Rauchmann B.S. Gildehaus F.J. Lindner S. … Brendel M. Microglial activation states drive glucose uptake and FDG-PET alterations in neurodegenerative diseases Sci. Transl. Med. 13 615 2021 eabe5640 10.1126/scitranslmed.abe5640 135 Graf A. Trofimova L. Loshinskaja A. Mkrtchyan G. Strokina A. Lovat M. Tylicky A. Strumilo S. Bettendorff L. Bunik V.I. Up-regulation of 2-oxoglutarate dehydrogenase as a stress response Int. J. Biochem. Cell Biol. 45 1 2013 175 189 10.1016/j.biocel.2012.07.002 22814169 Appendix A Supplementary data The following is the Supplementary data to this article: Multimedia component 1 Multimedia component 1 Acknowledgement The scientific research and results published in this article were achieved with the sponsorship of Gedeon Richter Talentum Foundation in the framework of Gedeon Richter Excellence PhD Scholarship (to M.K.). The project was also generously supported by the Doctoral College of Semmelweis University (EFOP-3.6.3-VEKOP-16-2017-00009, to M.K.), by the Hungarian Scientific Research Fund (OTKA grant 143627, to A.A.; OTKA grant FK134751, to Z.V.V.), by the National Research, Development and Innovation Fund (TKP2021-EGA-25 grant, to A.A.); TKP2021-EGA-25 has been implemented with the support provided by the Ministry of Innovation and Technology of Hungary from the National Research, Development and Innovation Fund, financed under the TKP2021-EGA funding scheme. This research was co-funded by the Austrian Science Fund (FWF; project #p33799 for the L. Boltzmann Institute for Experimental and Clinical Traumatology, Vienna, Austria, to A.V.K.), by the National Research, Development and Innovation Office of Hungary (NKFIH; grant 2022-1.1.1-KK-2022-00005, to Z.V.V.; VEKOP-2.3.3-15-2016-00006, to P.F.; K132695, to T.A.; RGH151414, to D.M.) under the National Laboratories Program and the Hungarian Thematic Excellence Program (2022-2.1.1-NL-2022-00010 and TKP2021-EGA-44, to P.N. and R.Sz.), by the 2024-2.1.1-EKÖP-2024-00004 (to C.K.) and by the EKÖP-2024-182 University Research Scholarship (to N.V.S.), by the HUN-REN Hungarian Research Network (grant 1500207, to P.N.), by a Momentum Research Grant from the Hungarian Academy of Sciences (to. Z.V.V.), and by a NextGeneration EU grant on project RRF-2.3.1-21-2022-00003 (to Z.V.V.). The antibody against the E3 protein was a kind gift of Dr. Christos Chinopoulos (Semmelweis University, Department of Biochemistry, Budapest, Hungary). The authors also thank Katalin Takács and Andrea Várnagy for their excellent technical assistance, Attila Angyal for animal handling, Gábor Szénási for the help with the animal ethical permission, and Viktoria Zaharov for assisting in the graphical abstract. The graphical abstract was created with images of Servier Medical Art© (open field, mitochondria, and proteins were slightly changed for better adaptation). ☆ During the preparation of this work the author(s) used Microsoft Copilot for improving English language throughout this document. After using this tool/service, the authors reviewed and edited the content as needed and take full responsibility for the content of the publication. Appendix A Supplementary data to this article can be found online at https://doi.org/10.1016/j.redox.2025.103743 .",
  "plain_text": "The alpha-ketoglutarate dehydrogenase complex (KGDHc), also known as the 2-oxoglutarate dehydrogenase complex, plays a crucial role in oxidative metabolism. It catalyzes a key step in the tricarboxylic acid (TCA) cycle, producing NADH (primarily for oxidative phosphorylation) and succinyl-CoA (for substrate-level phosphorylation, among others). Additionally, KGDHc is also capable of generating reactive oxygen species, which contribute to mitochondrial oxidative stress. Hence, the KGDHc and its dysfunction are implicated in various pathological conditions, including selected neurodegenerative diseases. The pathological roles of KGDHc in these diseases are generally still obscure. The aim of this study was to assess whether the mitochondrial malfunctions observed in the dihydrolipoamide succinyltransferase ( DLST ) and dihydrolipoamide dehydrogenase ( DLD ) double-heterozygous knockout (DLST +/− DLD +/− , DKO) mice are associated with neuronal and/or metabolic abnormalities. In the DKO animals, the mitochondrial O 2 consumption and ATP production rates both decreased in a substrate-specific manner. Reduced H 2 O 2 production was also observed, either due to Complex I inhibition with α-ketoglutarate or reverse electron transfer with succinate, which is significant in ischaemia-reperfusion injury. Middle-aged DKO mice exhibited minor cognitive decline, associated with microgliosis in the cerebral cortex and neuronal death in the Cornu Ammonis subfield 1 (CA1) of the hippocampus, indicating neuroinflammation. This was supported by increased levels of dynamin-related protein 1 (Drp1) and reduced levels of mitofusin 2 and peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α) in DKO mice. Observations on activity, food and oxygen consumption, and blood amino acid and acylcarnitine profiles revealed no significant differences. However, middle-aged DKO animals showed decreased performance in the treadmill fatigue-endurance test as compared to wild-type animals, accompanied by subtle resting cardiac impairment, but not skeletal muscle fibrosis. In conclusion, DKO animals compensate well the double-heterozygous knockout condition at the whole-body level with no major phenotypic changes under resting physiological conditions. However, under high energy demand, middle-aged DKO mice exhibited reduced performance, suggesting a decline in metabolic compensation. Additionally, microgliosis, neuronal death, decreased mitochondrial biogenesis, and altered mitochondrial dynamics were observed in DKO animals, resulting in minor cognitive decline. This is the first study to highlight the in vivo changes of this combined genetic modification. It demonstrates that unlike single knockout rodents, double knockout mice exhibit phenotypical alterations that worsen under stress situations.\n\nGraphical abstract Image 1\n\nHighlights • Reduced H 2 O 2 efflux with succinate or α-ketoglutarate in mutant mitochondria • Decreased performance of the mutant animals in the fatigue-endurance test • Microgliosis, neuronal death and mild cognitive decline in the mutant mice • Altered mitochondrial dynamics and biogenesis in the deficient mice"
}
