{
    "PMC": "6275778",
    "DOI": "10.2478/s11658-010-0038-9",
    "PMID": "21225470",
    "PMCID": "PMC6275778",
    "title": "Laminopathies: the molecular background of the disease and the prospects for its treatment.",
    "year": 2011,
    "source_url": "https://europepmc.org/article/PMC/PMC6275778",
    "source": "MED",
    "abstract_text": "Laminopathies are rare human degenerative disorders with a wide spectrum of clinical phenotypes, associated with defects in the main protein components of the nuclear envelope, mostly in the lamins. They include systemic disorders and tissue-restricted diseases. Scientists have been trying to explain the pathogenesis of laminopathies and find an efficient method for treatment for many years. In this review, we discuss the current state of knowledge about laminopathies, the molecular mechanisms behind the development of particular phenotypes, and the prospects for stem cell and/or gene therapy treatments.",
    "full_text": "Cell Mol Biol Lett Cell. Mol. Biol. Lett Cellular & Molecular Biology Letters 1425-8153 1689-1392 SP Versita Heidelberg 6275778 21225470 38 10.2478/s11658-010-0038-9 Review Laminopathies: The molecular background of the disease and the prospects for its treatment Zaremba-Czogalla Magdalena Dubińska-Magiera Magda Rzepecki Ryszard +48 71 375 63 08 rzepecki@ibmb.uni.wroc.pl grid.8505.8 0000000110105103 Laboratory of Nuclear Proteins, Faculty of Biotechnology, University of Wrocław, ul. Przybyszewskiego 63/77, 51-148 Wroclaw, Poland 27 12 2010 3 2011 16 1 114 148 28 9 2010 13 12 2010 © © Versita Warsaw and Springer-Verlag Wien 2011 Laminopathies are rare human degenerative disorders with a wide spectrum of clinical phenotypes, associated with defects in the main protein components of the nuclear envelope, mostly in the lamins. They include systemic disorders and tissue-restricted diseases. Scientists have been trying to explain the pathogenesis of laminopathies and find an efficient method for treatment for many years. In this review, we discuss the current state of knowledge about laminopathies, the molecular mechanisms behind the development of particular phenotypes, and the prospects for stem cell and/or gene therapy treatments. Key words Laminopathies Nuclear lamina Lamin Emerin Gene therapy issue-copyright-statement © © Versita Warsaw and Springer-Verlag Wien 2011 Abbreviations used ADLD adult-onset autosomal dominant leukodystrophy APL acquired partial lipodystrophy CMD1A dilated cardiomyopathy 1A with conduction defect CMT2B1 Charcot-Marie-Tooth disease type 2B1 DMD Duchenne muscular dystrophy EDMD autosomal dominant Emery-Dreifuss muscular dystrophy ERK extracellular signal-regulated kinase GL generalized lipodystrophy FPLD Dunnigan familial partial lipodystrophy HGPS Hutchinson Gilford progeria syndrome INM inner nuclear membrane JNK c-Jun NH(2)-terminal kinase LAP lamina-associated polypeptide LBR p58 protein, lamin B receptor, 3 beta-hydroxysterol D14-reductase LGMDB1 limb-girdle muscular dystrophy type 1B LINC linker of the nucleoskeleton and cytoskeleton LMNA gene encoding A/C type lamins MAD mandibuloacral dysplasia NE nuclear envelope PPARγ peroxisome proliferator-activated receptor γ pRB retinoblastoma protein ZMPSTE24/FACE1 zinc metalloproteinase STE 24 homology References 1. Worman H.J. Fong L.G. Muchir A. Young S.G. Laminopathies and the long strange trip from basic cell biology to therapy J. Clin. Invest. 2009 119 1825 1836 10.1172/JCI37679 19587457 2. Worman H.J. Fong L.G. Muchir A. Young S.G. The nuclear envelope from basic biology to therapy Biochem. Soc. Trans. 2010 38 253 256 10.1042/BST0380253 20074069 3. Foster C.R. Przyborski S.A. Wilson R.G. Hutchison C.J. Lamins as cancer biomarkers Biochem. Soc. Trans. 2010 38 297 300 10.1042/BST0380297 20074078 4. Hetzer, M.W. The Nuclear Envelope. Cold Spring Harb. Perspect Biol. (2010) cshperspect.a000539. 5. Rzepecki R. Smithe C. Hutchison C.J. The role of mitotic vesicles in the nuclear assembly Cell. Mol. Biol. Lett. 2002 7 299 12097969 6. Herrmann H. Bar H. Kreplak L. Strelkov S.V. Aebi U. Intermediate filaments: from cell architecture to nanomechanics Nat. Rev. Mol. Cell Biol. 2007 8 562 573 10.1038/nrm2197 17551517 7. Dechat T. Pfleghaar K. Sengupta K. Shimi T. Shumaker D.K. Solimando L. Goldman R.D. Nuclear lamins: major factors in the structural organization and function of the nucleus and chromatin Genes Dev. 2008 22 832 853 10.1101/gad.1652708 18381888 8. Liu Q. Kim D.I. Syme J. LuValle P. Burke B. Roux K.J. Dynamics of lamin-A processing following precursor accumulation PLoS One 2010 5 e10874 10.1371/journal.pone.0010874 20526372 9. Prokocimer M. Davidovich M. Nissim-Rafinia M. Wiesel-Motiuk N. Bar D. Barkan R. Meshorer E. Gruenbaum Y. Nuclear lamins: key regulators of nuclear structure and activities J. Cell. Mol. Med. 2009 13 1059 1085 10.1111/j.1582-4934.2008.00676.x 19210577 10. Zaremba-Czogalla M. Dubińska-Magiera M. Rzepecki R. [Nowe funkcje lamin — starzy znajomi w nowym świetle] Postępy Biologii Komórki 2010 37 1 18 11. Bonne G. Di Barletta M.R. Varnous S. Becane H.M. Hammouda H.E. Merlini L. Muntoni F. Greenberg C.R. Gary F. Urtizberea J.A. Duboc D. Fardeau M. Toniolo D. Schwartz K. Mutations in the gene encoding laminA/C cause autosomal dominant Emery-Dreifuss muscular dystrophy Nature Genet. 1999 21 285 288 10.1038/6799 10080180 12. Di Barletta M. Ricci E. Galluzzi G. Tonali P. Mora M. Morandi L. Romorini A. Voit T. Orstavik K.H. Merlini L. Different mutations in the LMNA gene cause autosomal dominant and autosomal recessive Emery-Dreifuss muscular dystrophy Am. J. Hum. Genet. 2000 66 1407 1412 10.1086/302869 10739764 13. Muchir A. Bonne G. van der Kooi A.J. van Meegen M. Baas F. Bolhuis P.A. de Visser M. Schwartz K. Identification of mutations in the gene encoding lamins A/C in autosomal dominant limb girdle muscular dystrophy with atrioventricular conduction disturbances (LGMD1B) Hum. Mol. Genet. 2000 9 1453 1459 10.1093/hmg/9.9.1453 10814726 14. Fatkin D. MacRae C. Sasaki T. Wolff M.R. Porcu M. Frenneaux M. Atherton J. Vidaillet H.J. Spudich S. De Girolami U. Seidman J.G. Seidman C. Muntoni F. Muehle G. Johson W. McDonough B. Missense mutations in the rod domain in the lamin A/C gene as causes of dilated cardiomyopathy and conduction-system disease New Eng. J. Med. 1999 341 1715 1724 10.1056/NEJM199912023412302 10580070 15. Bione S. Maestrini E. Rivella S. Mancini M. Regis S. Romeo G. Toniolo D. Identification of a novel X-linked gene responsible for Emery-Dreifuss muscular dystrophy Nat. Genet. 1994 8 323 327 10.1038/ng1294-323 7894480 16. Renou L. Stora S. Yaou R.B. Volk M. Sinkovec M. Demay L. Richard P. Peterlin B. Bonne G. Heart-hand syndrome of Slovenian type: a new kind of laminopathy J. Med. Genet. 2008 45 666 671 10.1136/jmg.2008.060020 18611980 17. Cao H. Hegele R.A. Nuclear lamin A/C R482Q mutation in Canadian kindreds with Dunnigan-type familial partial lipodystrophy Hum. Mol. Genet. 2000 9 109 112 10.1093/hmg/9.1.109 10587585 18. Drac H. Madej-Pilarczyk A. Gospodarczyk-Szot K. Gaweł M. Kwieciński H. Hausmanowa-Petrusewicz I. Familial partial lipodystrophy associated with the heterozygous LMNA mutation 1445G>A (Arg482Gln) in a Polish family Neurol. Neurochir. Pol. 2010 44 291 296 20625965 19. Hegele R.A. Cao H. Liu D.M. Costain G.A. Charlton-Menys V. Rodger N.W. Durrington P.N. Sequencing of the reannotated LMNB 2 gene reveals novel mutations in patients with acquired partial lipodystrophy Am. J. Hum. Genet. 2006 79 383 389 10.1086/505885 16826530 20. Young J. Morbois-Trabut L. Couzinet B. Lascols O. Dion E. Bereziat V. Feve B. Richard I. Capeau J. Chanson P. Vigouroux C. Type A insulin resistance syndrome revealing a novel lamin A mutation Diabetes 2005 54 1873 1878 10.2337/diabetes.54.6.1873 15919811 21. De Sandre-Giovannoli A. Bernard R. Cau P. Navarro C. Amiel J. Boccaccio I. Lyonnet S. Stewart C.L. Munnich A. Le Merrer M. Levy N. Lamin a truncation in Hutchinson-Gilford progeria Science 2003 300 2055 10.1126/science.1084125 12702809 22. Chen L. Lee L. Kudlow B. Dos Santos H. Sletvold O. Shafeghati Y. Botha E. Garg A. Hanson N. Martin G.M. Mian I.S. Kennedy B.K. Oshima J. LMNA mutations in atypical Werner’s syndrome Lancet 2003 362 440 445 10.1016/S0140-6736(03)14069-X 12927431 23. Navarro C.L. Cadinanos J. De Sandre-Giovannoli A. Bernard R. Courrier S. Boccaccio I. Boyer A. Kleijer W.J. Wagner A. Giuliano F. Beemer F.A. Freije J.M. Cau P. Hennekam R.C. Lopez-Otin C. Badens C. Levy N. Loss of ZMPSTE24 (FACE-1) causes autosomal recessive restrictive dermopathy and accumulation of Lamin A precursors Hum. Mol. Genet. 2005 14 1503 1513 10.1093/hmg/ddi159 15843403 24. Agarwal A.K. Fryns J.P. Auchus R.J. Garg A. Zinc metalloproteinase, ZMPSTE24, is mutated in mandibuloacral dysplasia Hum. Mol. Genet. 2003 12 1995 2001 10.1093/hmg/ddg213 12913070 25. Novelli G. Muchir A. Sangiuolo F. Helbling-Leclerc A. D’Apice M.R. Massart C. Capon F. Sbraccia P. Federici M. Lauro R. Tudisco C. Pallotta R. Scarano G. Dallapiccola B. Merlini L. Bonne G. Mandibuloacral dysplasia is caused by a mutation in LMNA -encoding lamin A/C Am. J. Hum. Genet. 2002 71 426 431 10.1086/341908 12075506 26. Hoffmann K. Dreger C.K. Olins A.L. Olins D.E. Shultz L.D. Lucke B. Karl H. Kaps R. Muller D. Vaya A. Aznar J. Ware R.E. Cruz N.S. Lindner T.H. Herrmann H. Reis A. Sperling K. Mutations in the gene encoding the lamin B receptor produce an altered nuclear morphology in granulocytes (Pelger-Huet anomaly) Nat. Genet. 2002 31 410 414 12118250 27. Garg A. Subramanyam L. Agarwal A.K. Simha V. Levine B. D’Apice M.R. Novelli G. Crow Y. Atypical progeroid syndrome due to heterozygous missense LMNA mutations J. Clin. Endocrinol. Metab. 2009 94 4971 4983 10.1210/jc.2009-0472 19875478 28. De Sandre-Giovannoli A. Chaouch M. Kozlov S. Vallat J.M. Tazir M. Kassouri N. Szepetowski P. Hammadouche T. Vandenberghe A. Stewart C.L. Grid D. Levy N. Homozygous defects in LMNA , encoding lamin A/C nuclear envelope proteins, cause autosomal recessive axonal neuropathy in human (Charcot-Marie-Tooth disorder type 2) and mouse Am. J. Hum. Genet. 2002 70 726 736 10.1086/339274 11799477 29. Padiath Q.S. Saigoh K. Schiffmann R. Asahara H. Yamada T. Koeppen A. Hogan K. Ptacek L.J. Fu Y.H. Lamin B1 duplications cause autosomal dominant leukodystrophy Nat. Genet. 2006 38 1114 1123 10.1038/ng1872 16951681 30. Vantyghem, M.C., Pigny, P., Maurage, C.A., Rouaix-Emery, N., Stojkovic, T., Cuisset, J.M., Millaire, A., Lascols, O., Vermersch, P., Wemeau, J.L., Capeau, J. and Vigouroux, C. Patients with familial partial lipodystrophy of the Dunnigan type due to a LMNA R482W mutation show muscular and cardiac abnormalities. J. Clin. Endocrinol. Metab. (2004) 5337–5346. 31. Vantyghem M.C. Faivre-Defrance F. Marcelli-Tourvieille S. Fermon C. Evrard A. Bourdelle-Hego M.F. Vigouroux C. Defebvre L. Delemer B. Wemeau J.L. Familial partial lipodystrophy due to the LMNA R482W mutation with multinodular goitre, extrapyramidal syndrome and primary hyperaldosteronism Clin. Endocrinol (Oxf). 2007 67 247 249 10.1111/j.1365-2265.2007.02870.x 17524034 32. Benedetti S. Bertini E. Iannaccone S. Angelini C. Trisciani M. Toniolo D. Sferrazza B. Carrera P. Comi G. Ferrari M. Quattrini A. Previtali S.C. Dominant LMNA mutations can cause combined muscular dystrophy and peripheral neuropathy J. Neurol. Neurosurg. Psychiatry 2005 76 1019 1021 10.1136/jnnp.2004.046110 15965218 33. Goizet C. Yaou R. Demay L. Richard P. Bouillot S. Rouanet M. Hermosilla E. Le Masson G. Lagueny A. Bonne G. Ferrer X. A new mutation of the lamin A/C gene leading to autosomal dominant axonal neuropathy, muscular dystrophy, cardiac disease, and leuconychia J. Med. Genet. 2004 41 e29 10.1136/jmg.2003.013383 14985400 34. Hegele R.A. Oshima J. Phenomics and lamins: from disease to therapy Exp. Cell Res. 2007 313 2134 2143 10.1016/j.yexcr.2007.03.023 17466974 35. Harborth J. Elbashir S.M. Bechert K. Tuschl T. Weber K. Identification of essential genes in cultured mammalian cells using small interfering RNAs J. Cell Sci. 2001 114 4557 4565 11792820 36. Vergnes L. Peterfy M. Bergo M.O. Young S.G. Reue K. Lamin B1 is required for mouse development and nuclear integrity Proc. Natl. Acad. Sci. USA 2004 101 10428 10433 10.1073/pnas.0401424101 15232008 37. Coffinier C. Chang S.Y. Nobumori C. Tu Y. Farber E.A. Toth J.I. Fong L.G. Young S.G. Abnormal development of the cerebral cortex and cerebellum in the setting of lamin B2 deficiency Proc. Natl. Acad. Sci. USA 2010 107 5076 5081 10.1073/pnas.0908790107 20145110 38. Waterham H.R. Koster J. Mooyer P. van Noort G. Kelley R.I. Wilcox W.R. Wanders R.J.A. Hennekam R.C.M. Oosterwijk J.C. Autosomal recessive HEM/Greenberg skeletal dysplasia is caused by 3betahydroxysterol delta14-reductase deficiency due to mutations in the lamin B receptor gene Am. J. Hum. Genet. 2003 72 1013 1017 10.1086/373938 12618959 39. Yuste-Chaves, M., Cañueto, J., Santos-Briz, A., Ciria, S., González-Sarmiento, R. and Unamuno, P. Buschke-Ollendorff Syndrome with Striking Phenotypic Variation Resulting from a Novel c.2203C>T Nonsense Mutation in LEMD3. Pediatr. Dermatol. (2010) DOI: 10.1111/j.1525-1470.2010 40. Taylor M.R. Slavov D. Gajewski A. Vlcek S. Ku L. Fain P.R. Carniel E. Di Lenarda A. Sinagra G. Boucek M.M. Cavanaugh J. Graw S.L. Ruegg P. Feiger J. Zhu X. Ferguson D.A. Bristow M.R. Gotzmann J. Foisner R. Mestroni L. Thymopoietin (lamina-associated polypeptide 2) gene mutation associated with dilated cardiomyopathy Hum. Mutat. 2005 26 566 574 10.1002/humu.20250 16247757 41. Landires I. Pascale J.M. Motta J. The position of the mutation within the LMNA gene determines the type and extent of tissue involvement in laminopathies Clin. Genet. 2007 71 592 593 10.1111/j.1399-0004.2007.00772.x 17539910 42. Scharner J. Gnocchi V.F. Ellis J.A. Zammit P.S. Genotypephenotype correlations in laminopathies: how does fate translate? BMC Dev. Biol. 2010 38 257 262 43. Simon D.N. Zastrow M.S. Wilson K.L. Direct actin binding to A- and B-type lamin tails and actin filament bundling by the lamin A tail Nucleus 2010 1 264 272 21327074 44. Magracheva E. Kozlov S. Stewart C.L. Wlodawer A. Zdanov A. Structure of the lamin A/C R482W mutant responsible for dominant familial partial lipodystrophy (FPLD) Acta Crystallogr. Sect. F: Struct. Biol. Cryst. Commun. 2009 65 665 670 10.1107/S1744309109020302 45. Sewry C. Muscular dystrophies: an update on pathology and diagnosis Acta Neuropathol. 2010 120 343 358 10.1007/s00401-010-0727-5 20652576 46. Rzepecki R. The nuclear lamins and nuclear envelope Cel. Mol. Biol. Lett. 2002 7 1019 1035 47. Chmielewska, M., Dubińska-Magiera, M., Sopel, M., Rzepecka, D., Hutchison, C.J., Goldberg, M.W. and Rzepecki, R. Embryonic and adult isoforms of XLAP2 form microdomains associated with chromatin and the nuclear envelope. Cell Tissue Res. (2011), in press. 48. Margalit A. Brachner A. Gotzmann J. Foisner R. Gruenbaum Y. Barrier-to-autointegration factor—a BAFfling little protein Trends Cell Biol. 2007 17 202 208 10.1016/j.tcb.2007.02.004 17320395 49. Emery A.E. Dreifuss F.E. Unusual type of benign X-linked muscular dystrophy J. Neurol. Neurosurg. Psychiatry 1966 29 338 342 10.1136/jnnp.29.4.338 5969090 50. Vaughan O.A. Alvarez-Reyes M. Bridger J.M. Broers J.L.V. Ramaekers F.C.S. Wehnert M. Morris G.E. Whitfield W.G.F. Hutchison C.J. Both emerin and lamin C depend on lamin A for localization at the nuclear envelope J. Cell Sci. 2001 114 2577 2590 11683386 51. Wheeler M.A. Ellis J.A. Molecular signatures of Emery-Dreifuss muscular dystrophy Biochem. Soc. Trans. 2008 36 1354 1358 10.1042/BST0361354 19021555 52. Gueneau L. Bertrand A.T. Jais J.P. Salih M.A. Stojkovic T. Wehnert M. Hoeltzenbein M. Spuler S. Saitoh S. Verschueren A. Tranchant C. Beuvin M. Lacene E. Romero N.B. Heath S. Zelenika D. Voit T. Eymard B. Ben Yaou R. Bonne G. Mutations of the FHL1 gene cause Emery-Dreifuss muscular dystrophy Am. J. Hum. Genet. 2009 85 338 353 10.1016/j.ajhg.2009.07.015 19716112 53. Zhang Q. Bethmann C. Worth N.F. Davies J.D. Wasner C. Feuer A. Ragnauth C.D. Yi Q. Mellad J.A. Warren D.T. Wheeler M.A. Ellis J.A. Skepper J.N. Vorgerd M. Schlotter-Weigel B. Weissberg P.L. Roberts R.G. Wehnert M. Shanahan C.M. Nesprin-1 and -2 are involved in the pathogenesis of Emery Dreifuss muscular dystrophy and are critical for nuclear envelope integrity Hum. Mol. Genet. 2007 16 2816 2833 10.1093/hmg/ddm238 17761684 54. Taylor M.R.G. Fain P.R. Sinagra G. Robinson M.L. Robertson A.D. Carniel E. Di Lenarda A. Bohlmeyer T.J. Ferguson D.A. Brodsky G.L. Boucek M.M. Lascor J. Moss A.C. Li W.-L.P. Stetler G.L. Muntoni F. Bristow M.R. Mestroni L. Group F.D.C.R.R. Natural history of dilated cardiomyopathy due to lamin A/C gene mutations J. Am. Coll. Cardiol. 2003 41 771 780 10.1016/S0735-1097(02)02954-6 12628721 55. Arbustini E. Pilotto A. Repetto A. Grasso M. Negri A. Diegoli M. Campana C. Scelsi L. Baldini E. Gavazzi A. Tavazzi L. Autosomal dominant dilated cardiomyopathy with atrioventricular block: a lamin A/C defect-related disease J. Am. Coll. Cardiol. 2002 39 981 990 10.1016/S0735-1097(02)01724-2 11897440 56. Muchir A. Worman H.J. Emery-Dreifuss muscular dystrophy Curr. Neurol. Neurosci. Rep. 2007 7 78 83 10.1007/s11910-007-0025-3 17217858 57. Quijano-Roy S. Mbieleu B. Bönnemann C.G. Jeannet P.Y. Colomer J. Clarke N.F. Cuisset J.M. Roper H. De Meirleir L. D’Amico A. Ben Yaou R. Nascimento A. Barois A. Demay L. Bertini E. Ferreiro A. Sewry C.A. Romero N.B. Ryan M. Muntoni F. Guicheney P. Richard P. Bonne G. Estournet B. De novo LMNA mutations cause a new form of congenital muscular dystrophy Ann. Neurol. 2008 64 177 186 10.1002/ana.21417 18551513 58. Dahl K.N. Booth-Gauthier E.A. Ladoux B. In the middle of it all: mutual mechanical regulation between the nucleus and the cytoskeleton J. Biomech. 2010 43 2 8 10.1016/j.jbiomech.2009.09.002 19804886 59. Attali R. Warwar N. Israel A. Gurt I. McNally E. Puckelwartz M. Glick B. Nevo Y. Ben-Neriah Z. Melki J. Mutation of SYNE-1, encoding an essential component of the nuclear lamina, is responsible for autosomal recessive arthrogryposis Hum. Mol. Genet. 2009 18 3462 3469 10.1093/hmg/ddp290 19542096 60. Gros-Louis F. Dupré N. Dion P. Fox M.A. Laurent S. Verreault S. Sanes J.R. Bouchard J.P. Rouleau G.A. Mutations in SYNE1 lead to a newly discovered form of autosomal recessive cerebellar ataxia Nat. Genet. 2007 39 80 85 10.1038/ng1927 17159980 61. Holaska J.M. Wilson K.L. An emerin “proteome”: purification of distinct emerincontaining complexes from HeLa cells suggests molecular basis for diverse rolesincluding gene regulation, mRNA splicing, signaling, mechanosensing, and nu clear architecture Biochemistry 2007 46 8897 8908 10.1021/bi602636m 17620012 62. Andrés V. González J.M. Role of A-type lamins in signaling, transcription, and chromatin organization J. Cell Biol. 2009 187 945 957 10.1083/jcb.200904124 20038676 63. Marmiroli S. Bertacchini J. Beretti F. Cenni V. Guida M. De Pol A. Maraldi N.M. Lattanzi G. A-type lamins and signaling: the PI 3-kinase/Akt pathway moves forward J. Cell. Physiol. 2009 220 553 561 10.1002/jcp.21807 19479937 64. Kim E.K. Choi E.J. Pathological roles of MAPK signaling pathways in human diseases Biochim. Biophys. Acta 2010 1802 396 405 20079433 65. González J.M. Navarro-Puche A. Casar B. Crespo P. Andrés V. Fast regulation of AP-1 activity through interaction of lamin A/C, ERK1/2, and c-Fos at the nuclear envelope J. Cell Biol. 2008 183 653 666 10.1083/jcb.200805049 19015316 66. Muchir A. Pavlidis P. Bonne G. Hayashi Y.K. Worman H.J. Activation of MAPK in hearts of EMD null mice: similarities between mouse models of X-linked and autosomal dominant Emery Dreifuss muscular dystrophy Hum. Mol. Genet. 2007 16 1884 1895 10.1093/hmg/ddm137 17567779 67. Muchir A. Pavlidis P. Decostre V. Herron A.J. Arimura T. Bonne G. Worman H.J. Activation of MAPK pathways links LMNA mutations to cardiomyopathy in Emery-Dreifuss muscular dystrophy J. Clin. Invest. 2007 117 1282 1293 10.1172/JCI29042 17446932 68. Muchir A. Wu W. Worman H.J. Reduced expression of A-type lamins and emerin activates extracellular signal-regulated kinase in cultured cells Biochim. Biophys. Acta 2009 1792 75 81 19022376 69. Emerson L.J. Holt M.R. Wheeler M.A. Wehnert M. Parsons M. Ellis J.A. Defects in cell spreading and ERK1/2 activation in fibroblasts with lamin A/C mutations Biochim. Biophys. Acta 2009 1792 810 821 19524666 70. Muchir A. Shan J. Bonne G. Lehnart S.E. Worman H.J. Inhibition of extracellular signal-regulated kinase signaling to prevent cardiomyopathy caused by mutation in the gene encoding A-type lamins Hum. Mol. Genet. 2009 18 241 247 10.1093/hmg/ddn343 18927124 71. Wu W. Shan J. Bonne G. Worman H.J. Muchir A. Pharmacological inhibition of c-Jun N-terminal kinase signaling prevents cardiomyopathy caused by mutation in LMNA gene Biochim. Biophys. Acta 2010 1802 632 638 20388542 72. MacDonald B.T. Tamai K. He X. Wnt/beta-catenin signaling: components, mechanisms, and diseases Dev. Cell 2009 17 9 26 10.1016/j.devcel.2009.06.016 19619488 73. Markiewicz E. Tilgner k. Barker N. van de Wetering M. Clevers H. Dorobek M. Hausmanowa-Petrusewicz I. Ramaekers F.C. Broers J.L. Blankesteijn W.M. Salpingidou G. Wilson R.G. Ellis J.A. Hutchison C.J. The inner nuclear membrane protein emerin regulates betacatenin activity by restricting its accumulation in the nucleus EMBO J. 2006 25 3275 3285 10.1038/sj.emboj.7601230 16858403 74. Hoppler S. Kavanagh C.L. Wnt signalling: variety at the core J. Cell Sci. 2007 120 385 393 10.1242/jcs.03363 17251379 75. Goichberg P. Shtutman M. Ben-Zeev A. Geiger B. Recruitment of β-catenin to cadherin-mediated intercellular adhesions is involved in myogenic induction J. Cell Sci. 2001 114 1309 1319 11256997 76. Perez-Ruiz A. Ono Y. Gnocchi V.F. Zammit P.S. β-catenin promotes self-renewal of skeletal-muscle satellite cells J. Cell Sci. 2008 121 1373 1382 10.1242/jcs.024885 18397993 77. Hutchison C.J. Worman H.J. A-type lamins: Guardians of the soma? Nat. Cell Biol. 2004 6 1062 1067 10.1038/ncb1104-1062 15517000 78. Johnson B.R. A-type lamins regulate retinoblastoma protein function by promoting subnuclear localization and preventing proteasomal degradation Proc. Natl. Acad. Sci. USA 2004 101 9677 9682 10.1073/pnas.0403250101 15210943 79. Markiewicz E. Dechat T. Foisner R. Quinlan R.A. Hutchison C.J. Lamin A/C binding protein LAP2 alpha is required for nuclear anchorage of retinoblastoma protein Mol. Biol. Cell. 2002 13 4401 4413 10.1091/mbc.E02-07-0450 12475961 80. Frock R.L. Kudlow B.A. Evans A.M. Jameson S.A. Hauschka S.D. Kennedy B.K. Lamin A/C and emerin are critical for skeletal muscle satellite cell differentiation Genes Dev. 2006 20 486 500 10.1101/gad.1364906 16481476 81. Naetar N. Foisner R. Lamin complexes in the nuclear interior control progenitor cell proliferation and tissue homeostasis Cell Cycle 2009 8 1488 1493 10.4161/cc.8.10.8499 19377295 82. Massagué J. How cells read TGF-beta signals Nat. Rev. Mol. Cell Biol. 2000 1 169 178 10.1038/35043051 11252892 83. Van Berlo, J.H., Voncken, J.W., Kubben, N., Broers, J.L., Duisters, R., van Leeuwen, R.E., Crijns, H.J., Ramaekers, F.C., Hutchison, C.J. and Pinto, Y.M. A-type lamins are essential for TGF-ta1 induced PP2A to dephosphorylate transcription factors. Hum. Mol. Genet. 14 (2005) 2839–2849. 84. Puri P.L. Iezzi S. Stiegler P. Chen T.T. Schiltz R.L. Muscat G.E. Giordano A. Kedes L. Wang J.Y. Sartorelli V. Class I histone deacetylases sequentially interact with MyoD and pRb during skeletal myogenesis Mol. Cell. 2001 8 885 897 10.1016/S1097-2765(01)00373-2 11684023 85. Park Y.E. Hayashi Y.K. Goto K. Komaki H. Hayashi Y. Inuzuka T. Noguchi S. Nonaka I. Nishino I. Nuclear changes in skeletal muscle extend to satellite cells in autosomal dominant Emery-Dreifuss muscular dystrophy/limb-girdle muscular dystrophy 1B Neuromuscul. Disord. 2008 19 29 36 10.1016/j.nmd.2008.09.018 19070492 86. Meshorer E. Gruenbaum Y. Gone with the Wnt/Notch: stem cells in laminopathies, progeria, and aging J. Cell Biol. 2008 181 9 13 10.1083/jcb.200802155 18378774 87. Jones D.L. Wagers A.J. No place like home: anatomy and function of the stem cell niche Nat. Rev. Mol. Cell. Biol. 2008 9 11 21 10.1038/nrm2319 18097443 88. Favreau C. Higuet D. Courvalin J.C. Buendia B. Expression of a mutant lamin A that causes Emery-Dreifuss muscular dystrophy inhibits in vitro differentiation of C2C12 myoblasts Mol. Cell. Biol. 2004 24 1481 1492 10.1128/MCB.24.4.1481-1492.2004 14749366 89. Takai H. Yamada T. Tada S. Matsumaru I. Successful surgical repair for Emery-Dreifuss muscular dystrophy valvular disease with longterm follow-up Interac. Cardiovasc. Thorac. Surg. 2010 10 811 812 10.1510/icvts.2009.221671 90. Dechat T. Shimi T. Adam S.A. Rusinol A.E. Andres D.A. Spielmann H.P. Sinensky M.S. Goldman R.D. Alterations in mitosis and cell cycle progression caused by a mutant lamin A known to accelerate human aging Proc. Natl. Acad. Sci. USA 2007 104 4955 4960 10.1073/pnas.0700854104 17360326 91. Rodriguez S. Coppedè F. Sagelius H. Eriksson M. Increased expression of the Hutchinson-Gilford progeria syndrome truncated lamin A transcript during cell aging Eur. J. Hum. Genet. 2009 17 928 937 10.1038/ejhg.2008.270 19172989 92. Goldman R.D. Shumaker D.K. Erdos M.R. Eriksson M. Goldman A.E. Gordon L.B. Gruenbaum Y. Khuon S. Mendez M. Varga R. Collins F.S. Accumulation of mutant lamin A causes progressive changes in nuclear architecture in Hutchinson-Gilford progeria syndrome Proc. Natl. Acad. Sci. USA. 2004 101 8963 8968 10.1073/pnas.0402943101 15184648 93. Mallampalli M.P. Huyer G. Bendale P. Gelb M.H. Michaelis S. Inhibiting farnesylation reverses the nuclear morphology defect in a HeLa cell model for Hutchinson-Gilford progeria syndrome Proc. Natl. Acad. Sci. USA 2005 102 14416 14421 10.1073/pnas.0503712102 16186497 94. Toth J.I. Yang S.H. Qiao X. Beigneux A.P. Gelb M.H. Moulson C.L. Miner J.H. Young S.G. Fong L.G. Blocking protein farnesyltransferase improves nuclear shape in fibroblasts from humans with progeroid syndromes Proc. Natl. Acad. Sci. USA 2005 102 12873 12878 10.1073/pnas.0505767102 16129834 95. Capell B.C. Olive M. Erdos M.R. Cao K. Faddah D.A. Tavarez U.L. Conneely K.N. Qu X. San H. Ganesh S.K. Chen X. Avallone H. Kolodgie F.D. Virmani R. Nabel E.G. Collins F.S. A farnesyltransferase inhibitor prevents both the onset and late progression of cardiovascular disease in a progeria mouse model Proc. Natl. Acad. Sci. USA 2008 105 15902 15907 10.1073/pnas.0807840105 18838683 96. Yang S.H. Qiao X. Fong L.G. Youn S.G. Treatment with a farnesyltransferase inhibitor improves survival in mice with a Hutchinson-Gilford progeria syndrome mutation Biochim. Biophys. Acta 2008 1781 36 39 18082640 97. Yang S.H. Andres D.A. Spielmann H.P. Young S.G. Fong L.G. Progerin elicits disease phenotypes of progeria in mice whether or not it is farnesylated J. Clin. Invest. 2008 118 3291 3300 10.1172/JCI35876 18769635 98. Varela I. Pereira S. Ugalde A.P. Navarro C.L. Suárez M.F. Cau P. Cadiñanos J. Osorio F.G. Cobo J. de Carlos F. Lèvy N. Freije J.M.P. López-Otín C. Combined treatment with statins and aminobisphosphonates extends longevity in a mouse model of human premature aging Nat. Med. 2008 14 767 772 10.1038/nm1786 18587406 99. Kieran M.W. Gordon L. Kleinman M. New approaches to progeria Pediatrics 2007 120 834 841 10.1542/peds.2007-1356 17908771 100. Davies B.S. Barnes R.H. Tu Y. Ren S. Andres D.A. Spielmann H.P. Lammerding J. Wang Y. Young S.G. Fong L.G. An accumulation of non-farnesylated pre-lamin A causes cardiomyopathy but not progeria Hum. Mol. Genet. 2010 19 2682 2694 10.1093/hmg/ddq158 20421363 101. Caron M. Auclair M. Donadille B. Béréziat V. Guerci B. Laville M. Narbonne H. Bodemer C. Lascols O. Capeau J. Vigouroux C. Human lipodystrophies linked to mutations in A-type lamins and to HIV protease inhibitor therapy are both associated with pre-lamin A accumulation, oxidative stress and premature cellular senescence Cell Death Differ. 2007 14 1759 1767 10.1038/sj.cdd.4402197 17612587 102. Coffinier C. Hudon S.E. Farber E.A. Chang S.Y. Hrycyna C.A. Young S.G. Fong L.G. HIV protease inhibitors block the zinc metalloproteinase ZMPSTE24 and lead to an accumulation of pre-lamin A in cells Proc. Natl. Acad. Sci. USA 2007 104 13432 13437 10.1073/pnas.0704212104 17652517 103. Huang, S., Chen, L., Libina, N., Janes, J., Martin, G.M., Campisi, J. and Oshima, J. Correction of cellular phenotypes of Hutchinson-Gilford Progeria cells by RNA interference. Hum. Genet. (2005) 1–7. 104. Fong L.G. Ng J.K. Lammerding J. Vickers T.A. Meta M. Cote N. Gavino B. Qiao X. Chang S.Y. Young S.R. Yang S.H. Stewart C.L. Lee R.T. Bennett C.F. Bergo M.O. Young S.G. Pre-lamin A and lamin A appear to be dispensable in the nuclear lamina J. Clin. Invest. 2006 116 743 752 10.1172/JCI27125 16511604 105. Fong L.G. Vickers T.A. Farber E.A. Choi C. Yun U.J. Hu Y. Yang S.H. Coffinier C. Lee R. Yin L. Davies B.S. Andres D.A. Spielmann H.P. Bennett C.F. Young S. Activating the synthesis of progerin, the mutant pre-lamin A in Hutchinson-Gilford progeria syndrome, with antisense oligonucleotides Hum. Mol. Genet. 2009 18 2462 2471 10.1093/hmg/ddp184 19376814 106. Marji, J., O’Donoghue, S.I., McClintock, D., Satagopam, V.P., Schneider, R., Ratner, D., Worman, H., Gordon, L.B. and Djabali, K. Defective lamin A-Rb signaling in Hutchinson-Gilford Progeria Syndrome and reversal by farnesyltransferase inhibition. PLoS One 5 (2010) e11132. 107. Scaffidi P. Misteli T. Lamin A-dependent misregulation of adult stem cells associated with accelerated ageing Nat. Cell Biol. 2008 10 452 459 10.1038/ncb1708 18311132 108. Scaffidi P. Misteli T. Lamin A-dependent nuclear defects in human aging Science 2006 312 1059 1063 10.1126/science.1127168 16645051 109. Espada J. Varela I. Flores I. Ugalde A.P. Cadinanos J. Pendas A.M. Stewar C.L. Tryggvason K. Blasco M.A. Freije J.M. Lopez-Otin C. Nuclear envelope defects cause stem cell dysfunction in premature-aging mice J. Cell Biol. 2008 181 27 35 10.1083/jcb.200801096 18378773 110. Hegele R.A. Joy T.R. Al-Attar S.A. Rutt B.K. Thematic review series: Adipocyte Biology. Lipodystrophies: windows on adipose biology and metabolism J. Lipid Res. 2007 48 1433 1444 10.1194/jlr.R700004-JLR200 17374881 111. Tilgner, K., Wojciechowicz, K., Jahoda, C., Hutchison, C. and Markiewicz, E. Dynamic complexes of A-type lamins and emerin influence adipogenic capacity of the cell via nucleocytoplasmic distribution of ta-catenin. J. Cell Sci. 122 (2009) 401–413. 112. Christodoulides C. Lagathu C. Sethi J.K. Vidal-Puig A. Adipogenesis and WNT signalling Trends Endocrinol. Metab. 2009 20 16 24 10.1016/j.tem.2008.09.002 19008118 113. Guillet-Deniau I. Pichard A.-L. Kone A. Esnous C. Nieruchalski M. Girard J. Prip-Buus C. Glucose induces de novo lipogenesis in rat muscle satellite cells through a sterol-regulatory-element-binding-protein-1c-dependent pathway J. Cell Sci. 2004 117 1937 1944 10.1242/jcs.01069 15039461 114. Lloyd D.J. Trembath R.C. Shackleton S. A novel interaction between lamin A and SREBP1: implications for partial lipodystrophy and other laminopathies Hum. Mol. Genet. 2002 11 769 777 10.1093/hmg/11.7.769 11929849 115. Javor E.D. Cochran E.K. Musso C. Young J.R. Depaoli A.M. Gorden P. Long-term efficacy of leptin replacement in patients with generalized lipodystrophy Diabetes 2005 54 1994 2002 10.2337/diabetes.54.7.1994 15983199 116. Park J.Y. Javor E.D. Cochran E.K. DePaoli A.M. Gorden P. Longterm efficacy of leptin replacement in patients with Dunnigan-type familial partial lipodystrophy Metabolism 2007 56 508 516 10.1016/j.metabol.2006.11.010 17379009 117. Maraldi N.M. Capanni C. Lattanzi G. Camozzi D. Facchini A. Manzoli F.A. SREBP1 interaction with pre-lamin A forms: a pathogenic mechanism for lipodystrophic laminopathies Adv. Enzyme Regul. 2008 48 209 223 10.1016/j.advenzreg.2007.11.003 18155670 118. Broers J.L. Ramaekers F.C. Bonne G. Yaou R.B. Hutchison C.J. Nuclear lamins: laminopathies and their role in premature ageing Physiol. Rev. 2006 86 967 1008 10.1152/physrev.00047.2005 16816143 119. Méjat A.V. Decostre J. Li L. Renou A. Kesari D. Hantaï C.L. Stewart X. Xiao E. Hoffman G. Bonne G. Misteli T. Lamin A/C — mediated neuromuscular junction defects in Emery-Dreifuss muscular dystrophy J. Cell Biol. 2009 184 31 44 10.1083/jcb.200811035 19124654 120. Bridger J.M. Foeger N. Kill I.R. Herrmann H. The nuclear lamina. Both a structural framework and a platform for genome organization FEBS J. 2007 274 1354 1361 10.1111/j.1742-4658.2007.05694.x 17489093 121. Wilson, K.L. and Foisner, R. Lamin-binding Proteins. Cold Spring Harb Perspect. Biol. 2 (2010) a000554. 122. Rzepecki R. Fisher P.A. In vivo phosphorylation of Drosophila melanogaster nuclear lamins during both interphase and mitosis Cell. Mol. Biol. Lett. 2002 7 859 876 12378269 123. Zhang Y.Q. Sarge K.D. Sumoylation regulates lamin A function and is lost in lamin A mutants associated with familial cardiomyopathies J. Cell Biol. 2008 182 35 39 10.1083/jcb.200712124 18606848 124. Cenni V. Bertacchini J. Beretti F. Lattanzi G. Bavelloni A. Riccio M. Ruzzene M. Marin O. Arrigoni G. Parnaik V. Wehnert M. Maraldi N.M. de Pol A. Cocco L. Marmiroli S. Lamin A Ser404 is a nuclear target of Akt phosphorylation in C2C12 cells J. Proteome Res. 2008 7 4727 4735 10.1021/pr800262g 18808171 125. Tifft K.E. Bradbury K.A. Wilson K.L. Tyrosine phosphorylation of nuclear-membrane protein emerin by Src, Abl and other kinases J. Cell Sci. 2009 122 3780 3790 10.1242/jcs.048397 19789182 126. Sullivan T. Escalante-Alcalde D. Bhatt H. Anver M. Bhat N. Nagashima K. Stewart C.L. Burke B. Loss of A-type lamin expression compromises nuclear envelope integrity leading to muscular dystrophy J. Cell Biol. 1999 147 913 920 10.1083/jcb.147.5.913 10579712 127. Leung G.K. Schmidt W.K. Bergo M.O. Gavino B. Wong D.H. Tam A. Ashby M.N. Michaelis S. Young S.G. Biochemical studies of Zmpste24-deficient mice J. Biol. Chem. 2001 276 29051 29058 10.1074/jbc.M102908200 11399759 128. Ozawa R. Hayashi Y.K. Ogawa M. Kurokawa R. Matsumoto H. Noguchi S. Nonaka I. Nishino I. Emerin-lacking mice show minimal motor and cardiac dysfunctions with nuclear-associated vacuoles Am. J. Pathol. 2006 186 907 917 10.2353/ajpath.2006.050564 129. Arimura T. Helbling-Leclerc A. Massart C. Varnous S. Niel F. Lacene E. Fromes Y. Toussaint M. Mura A.M. Keller D.I. Amthor H. Isnard R. Malissen M. Schwartz K. Bonne G. Mouse model carrying H222P- LMNA mutation develops muscular dystrophy and dilated cardiomyopathy similar to human striated muscle laminopathies Hum. Mol. Genet. 2005 14 155 169 10.1093/hmg/ddi017 15548545 130. Mounkes L.C. Kozlov S.V. Rottman J.N. Stewart C.L. Expression of an LMNA -N195K variant of A-type lamins results in cardiac conduction defects and death in mice Hum. Mol. Genet. 2006 14 2167 2180 10.1093/hmg/ddi221 131. Wang Y. Herron A.J. Worman H.J. Pathology and nuclear abnormalities in hearts of transgenic mice expressing M371K lamin A encoded by an LMNA mutation causing Emery-Dreifuss muscular dystrophy Hum. Mol. Genet. 2006 15 2479 2489 10.1093/hmg/ddl170 16825283 132. Nikolova V. Leimena C. McMahon A.C. Tan J.C. Chandar S. Jogia D. Kesteven S.H. Michalicek J. Otway R. Verheyen F. Rainer S. Stewart C.L. Martin D. Feneley M.P. Fatkin D. Defects in nuclear structure and function promote dilated cardiomyopathy in lamin A/Cdeficient mice J. Clin. Invest. 2004 113 357 369 14755333 133. Alsheimer M. Liebe B. Sewell L. Stewart C.L. Scherthan H. Benavente R. Disruption of spermatogenesis in mice lacking A-type lamins J. Cell Sci. 2004 117 1173 1178 10.1242/jcs.00975 14996939 134. Hale J.S. Frock R.L. Mamman S.A. Fink P.J. Kennedy B.K. Cellextrinsic defective lymphocyte development in Lmna −/− mice PLoS One 2010 5 e10127 10.1371/journal.pone.0010127 20405040 135. Bergo M.O. Zmpste24 deficiency in mice causes spontaneous bone fractures, muscle weakness, and a pre-lamin A processing defect Proc. Natl. Acad. Sci. USA 2002 99 13049 13054 10.1073/pnas.192460799 12235369 136. Anjos-Afonso F. Siapati E.K. Bonnet D. In vivo contribution of murine mesenchymal stem cells into multiple cell-types under minimal damage conditions J. Cell Sci. 2004 117 5655 5664 10.1242/jcs.01488 15494370 137. Cousins J.C. Woodward K.J. Gross J.G. Partridge T.A. Morgan J.E. Regeneration of skeletal muscle from transplanted immortalised myoblasts is oligoclonal J. Cell Sci. 2004 117 3259 3269 10.1242/jcs.01161 15199096 138. D`Ippolito G. Diabira S. Howard G.A. Menei P. Roos B.A. Schiller P.C. Marrow-isolated adult multilineage inducible (MIAMI) cells, a unique population of postnatal young and old human cells with extensive expansion and differentiation potential J. Cell Sci. 2004 117 2971 2981 10.1242/jcs.01103 15173316 139. Mazhari R. Hare J.M. Mechanisms of action of mesenchymal stem cells in cardiac repair: potential influences on the cardiac stem cell niche Nat. Clin. Pract. Cardiovasc. Med. 2007 4 S21 26 10.1038/ncpcardio0770 17230212 140. Dwyer R.M. Khan S. Barry F.P. O’Brien T. Kerin M.J. Advances in mesenchymal stem cell-mediated gene therapy for cancer Stem Cell Res. Ther. 2010 1 25 10.1186/scrt25 20699014 141. Pistoia V. Raffaghello L. Potential of mesenchymal stem cells for the therapy of autoimmune diseases Expert Rev. Clin. Immunol. 2010 6 211 218 10.1586/eci.09.86 20402384 142. Griffin M. Greiser U. Barry F. O’Brien T. Ritter T. Genetically modified mesenchymal stem cells and their clinical potential in acute cardiovascular disease Discov. Med. 2010 9 219 223 20350488 143. Epting C.L. Lopez J.E. Shen X. Liu L. Bristow J. Bernstein H.S. Stem cell antigen-1 is necessary for cell-cycle withdrawal and myoblast differentiation in C2C12 cells J. Cell Sci. 2004 117 6185 6195 10.1242/jcs.01548 15546912 144. Rivier F. Alkan O. Flint A.F. Muskiewicz K. Allen P.D. Leboulch P. Gussoni E. Role of bone marrow cell trafficking in replenishing skeletal muscle SP and MP cell populations J. Cell Sci. 2004 117 1979 1988 10.1242/jcs.01051 15054107 145. Banasik M.B. McCray P.B.J. Integrase-defective lentiviral vectors: progress and applications Gene Ther. 2010 17 150 157 10.1038/gt.2009.135 19847206 146. Cartier N. Hacein-Bey-Abina S. Bartholomae C.C. Veres G. Schmidt M. Kutschera I. Vidaud M. Abel U. Dal-Cortivo L. Caccavelli L. Mahlaoui N. Kiermer V. Mittelstaedt D. Bellesme C. Lahlou N. Lefrère F. Blanche S. Audit M. Payen E. Leboulch P. l’Homme B. Bougnères P. Von Kalle C. Fischer A. Cavazzana-Calvo M. Aubourg P. Hematopoietic stem cell gene therapy with a lentiviral vector in X-linked adrenoleukodystrophy Science 2009 326 818 823 10.1126/science.1171242 19892975",
    "full_text_abstract": "Laminopathies are rare human degenerative disorders with a wide spectrum of clinical phenotypes, associated with defects in the main protein components of the nuclear envelope, mostly in the lamins. They include systemic disorders and tissue-restricted diseases. Scientists have been trying to explain the pathogenesis of laminopathies and find an efficient method for treatment for many years. In this review, we discuss the current state of knowledge about laminopathies, the molecular mechanisms behind the development of particular phenotypes, and the prospects for stem cell and/or gene therapy treatments."
}