{
    "PMC": "7648835",
    "DOI": "10.1038/s41467-020-19643-7",
    "PMID": "33159085",
    "PMCID": "PMC7648835",
    "title": "Publisher Correction: The cooperative action of CSB, CSA, and UVSSA target TFIIH to DNA damage-stalled RNA polymerase II.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7648835",
    "source": "MED",
    "abstract_text": "An amendment to this paper has been published and can be accessed via a link at the top of the paper.",
    "full_text": "Nat Commun Nat Commun Nature Communications 2041-1723 Nature Publishing Group UK London 7648835 19643 10.1038/s41467-020-19643-7 Publisher Correction Publisher Correction: The cooperative action of CSB, CSA, and UVSSA target TFIIH to DNA damage-stalled RNA polymerase II http://orcid.org/0000-0002-6928-5150 van der Weegen Yana 1 Golan-Berman Hadar 2 http://orcid.org/0000-0002-2324-5292 Mevissen Tycho E. T. 3 Apelt Katja 1 http://orcid.org/0000-0001-8997-2321 González-Prieto Román 4 http://orcid.org/0000-0002-0630-3825 Goedhart Joachim 5 Heilbrun Elisheva E. 2 Vertegaal Alfred C. O. 4 van den Heuvel Diana 1 http://orcid.org/0000-0002-4186-7570 Walter Johannes C. 3 Adar Sheera 2 http://orcid.org/0000-0001-5796-6541 Luijsterburg Martijn S. m.luijsterburg@lumc.nl 1 1 grid.10419.3d 0000000089452978 Department of Human Genetics, Leiden University Medical Center, Einthovenweg 20, 2333 ZC Leiden, the Netherlands 2 grid.9619.7 0000 0004 1937 0538 Department of Microbiology and Molecular Genetics, The Institute for Medical Research Israel–Canada, The Faculty of Medicine, The Hebrew University of Jerusalem, Ein Kerem, Jerusalem, 91120 Israel 3 grid.38142.3c 000000041936754X Howard Hughes Medical Institute and Department of Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA 02115 USA 4 grid.10419.3d 0000000089452978 Department of Cell and Chemical Biology, Leiden University Medical Center, Einthovenweg 20, 2333 ZC Leiden, the Netherlands 5 grid.7177.6 0000000084992262 Swammerdam Institute for Life Sciences, Section of Molecular Cytology, van Leeuwenhoek Centre for Advanced Microscopy, University of Amsterdam, Science Park 904, 1098 XH Amsterdam, the Netherlands 6 11 2020 6 11 2020 2020 11 5734 © The Author(s) 2020 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ . Subject terms DNA damage and repair Nucleotide excision repair Transcription issue-copyright-statement © The Author(s) 2020 Correction to: Nature Communications 10.1038/s41467-020-15903-8, published online 30 April 2020. The original version of this Article contained an error in the hyperlink to an interactive volcano plot for Figure 5 panel b ( GFP-UVSSA vs GFP-UVSSA + UV ). This has been corrected in both the PDF and HTML versions of the Article.",
    "full_text_abstract": "An amendment to this paper has been published and can be accessed via a link at the top of the paper."
}