{
    "PMC": "3840928",
    "DOI": "10.1083/jcb.201305103",
    "PMID": "24247430",
    "PMCID": "PMC3840928",
    "title": "Phosphorylation of the TOR ATP binding domain by AGC kinase constitutes a novel mode of TOR inhibition.",
    "year": 2013,
    "source_url": "https://europepmc.org/article/PMC/PMC3840928",
    "source": "MED",
    "abstract_text": "TOR (target of rapamycin) signaling coordinates cell growth, metabolism, and cell division through tight control of signaling via two complexes, TORC1 and TORC2. Here, we show that fission yeast TOR kinases and mTOR are phosphorylated on an evolutionarily conserved residue of their ATP-binding domain. The Gad8 kinase (AKT homologue) phosphorylates fission yeast Tor1 at this threonine (T1972) to reduce activity. A T1972A mutation that blocked phosphorylation increased Tor1 activity and stress resistance. Nitrogen starvation of fission yeast inhibited TOR signaling to arrest cell cycle progression in G1 phase and promoted sexual differentiation. Starvation and a Gad8/T1972-dependent decrease in Tor1 (TORC2) activity was essential for efficient cell cycle arrest and differentiation. Experiments in human cell lines recapitulated these yeast observations, as mTOR was phosphorylated on T2173 in an AKT-dependent manner. In addition, a T2173A mutation increased mTOR activity. Thus, TOR kinase activity can be reduced through AGC kinase-controlled phosphorylation to generate physiologically significant changes in TOR signaling.",
    "full_text": "J Cell Biol J. Cell Biol jcb The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 3840928 201305103 10.1083/jcb.201305103 Research Articles Report Phosphorylation of the TOR ATP binding domain by AGC kinase constitutes a novel mode of TOR inhibition AGC kinase feeds back to directly inhibit TOR Hálová Lenka 1 Du Wei 1 Kirkham Sara 1 Smith Duncan L. 2 Petersen Janni 1 1 Faculty of Life Sciences, University of Manchester, Manchester M13 9PT, England, UK 2 Biological Mass Spectrometry, Paterson Institute for Cancer Research, University of Manchester, Manchester M20 4BX, England UK Correspondence to Janni Petersen: Janni.Petersen@manchester.ac.uk L. Hálová and W. Du contributed equally to this paper. 25 11 2013 203 4 595 604 21 5 2013 21 10 2013 © 2013 Hálová et al. 2013 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 3.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/3.0/ ). AGC kinase–mediated phosphorylation of the TOR kinase reduces its activity and results in physiologically significant changes in TOR signalling in both yeast and human cells. TOR (target of rapamycin) signaling coordinates cell growth, metabolism, and cell division through tight control of signaling via two complexes, TORC1 and TORC2. Here, we show that fission yeast TOR kinases and mTOR are phosphorylated on an evolutionarily conserved residue of their ATP-binding domain. The Gad8 kinase (AKT homologue) phosphorylates fission yeast Tor1 at this threonine (T1972) to reduce activity. A T1972A mutation that blocked phosphorylation increased Tor1 activity and stress resistance. Nitrogen starvation of fission yeast inhibited TOR signaling to arrest cell cycle progression in G1 phase and promoted sexual differentiation. Starvation and a Gad8/T1972-dependent decrease in Tor1 (TORC2) activity was essential for efficient cell cycle arrest and differentiation. Experiments in human cell lines recapitulated these yeast observations, as mTOR was phosphorylated on T2173 in an AKT-dependent manner. In addition, a T2173A mutation increased mTOR activity. Thus, TOR kinase activity can be reduced through AGC kinase–controlled phosphorylation to generate physiologically significant changes in TOR signaling. Introduction The eukaryotic target of rapamycin (TOR) protein kinases are highly conserved and couple cell growth and division with environmental cues ( Wullschleger et al., 2006 ; Loewith and Hall, 2011 ). TOR kinases form at least two different complexes: TOR complex 1 (TORC1) and TOR complex 2 (TORC2), which have distinct cellular functions. TORC1 incorporates Raptor, whereas Raptor is replaced by Rictor in TORC2 ( Wullschleger et al., 2006 ). The molecular mechanisms by which the tight control of TOR signaling in response to environmental cues is exerted are not fully understood. In mammals, mTORC1 promotes cell growth, cell cycle progression, and cell proliferation. mTORC1 is activated by the Rheb GTPase, which, in turn, is inhibited by the TSC1–TSC2 complex ( Long et al., 2005 ; Smith et al., 2005 ). mTORC1 activity can also be regulated in a variety of TSC1/2-independent ways. In response to changes in amino acid levels, mTORC1 activation is controlled on lysosomes by Rag GTPases ( Sancak et al., 2008 ). mTORC2 controls metabolism, the cytoskeleton, and cell survival after exposure to stress ( Sparks and Guertin, 2010 ). mTORC2 also controls the differentiation of nTreg cells and pre-T cells ( Chang et al., 2012 ; Lee et al., 2012 ). The control of mTORC2 activity is less well understood, although mTOR autophosphorylation on serine 2481 is predominantly associated with mTORC2 ( Copp et al., 2009 ). In contrast to mammals, the yeasts Saccharomyces cerevisiae and Schizosaccharomyces pombe have two TOR kinases. In S. pombe , somewhat confusingly, Tor2 is the main component of TORC1, whereas Tor1 is the main component of TORC2 ( Alvarez and Moreno, 2006 ; Hayashi et al., 2007 ; Matsuo et al., 2007 ). Like its mammalian counterpart mTORC2, S. pombe TORC2 is required for cytoskeletal organization, cell differentiation, and survival after stress ( Tatebe and Shiozaki, 2010 ). Because fission yeast TORC2 phosphorylates the AGC kinase Gad8, and Gad8 is also required for survival after stress and for cell differentiation ( Matsuo et al., 2003 ), Gad8 has been proposed to represent a homologue of mTORC2-controlled AKT1. In summary, conservation of mTORC1 and mTORC2 functions along with the regulation of TORC1 by Rheb and TSC1/2 ( Matsumoto et al., 2002 ; van Slegtenhorst et al., 2004 ; Uritani et al., 2006 ; Urano et al., 2007 ) to make fission yeast an attractive model organism in which to study TOR signaling. Results and discussion To gain further insight into the regulation of TOR kinase activity and signaling, we generated Tor1-specific antibodies with which we could characterize the wild-type molecule ( Fig. S1 A ). To map phosphorylation sites on Tor1, the kinase was purified from wild-type cells by immunoprecipitation followed by tandem mass spectrometry. This identified a novel and conserved phosphorylation site threonine 1972 within the ATP binding site of the kinase domain ( Fig. 1 A and Fig. S1 C). The structure of mTOR has recently been solved ( Yang et al., 2013 ). T2173, the threonine in mTOR that equates to T1972 of fission yeast, is found next to the ATP binding L2185 (Fig. S1 D). To assess the significance of phosphorylation on S. pombe Tor1 T1972, we mutated the threonine to either alanine to block signaling or aspartic acid in an attempt to mimic constitutive phosphorylation. We used a cre recombinase–mediated cassette exchange (RMCE; Watson et al., 2008 ) approach to replace the native kinase with each mutant ( Fig. 1 B ). The RMCE tor1 + wild-type strain, in which the sequence of Tor1 remains unchanged ( tor1.lox ), has Tor1 protein levels and phenotypes that are indistinguishable from wild-type controls ( Fig. 1 B and Fig. S2, A–D ). Tor1 protein levels were also indistinguishable from wild type in tor1.T1972A and tor1.T1972D ( Fig. 1 C ). To study the dynamics of T1972 phosphorylation, we generated antibodies that recognized T1972-phosphorylated Tor1. Protein extracts from wild-type and tor1 deleted strains established that these antibodies recognized phosphorylated Tor1 kinase. The phospho-specific signal was abolished in the tor1.T1972A mutant or removed upon treatment of Tor1 immunoprecipitates with lambda phosphatase ( Fig. 1, D and E ). Figure 1. Tor1.T1972 is phosphorylated. (A) Tor1.T1972 is evolutionarily conserved. (B) Schematic of the endogenous tor1 locus in the tor1.lox allele and protein levels. (C) Tor1 protein levels in T1972A and T1972D tor1.lox mutants. (D and E) P-Tor1.T1972 antibodies are phosphorylation specific. (E) Tor1 was immunoprecipitated and dephosphorylated with lambda phosphatase. We next assessed whether blocking Tor1 T1972 phosphorylation altered the TORC2 control of sexual differentiation and cell survival after exposure to stress. tor1.T1972A cells displayed increased resistance to both oxidative (H 2 O 2 ) and salt (KCl) stresses ( Fig. 2 A ). Nitrogen starvation of fission yeast arrests cell cycle progression in G1 phase and induces sexual differentiation, both of which rely on Tor1 (TORC2) activity ( Fig. 2, B and C ; Weisman and Choder, 2001 ). tor1.T1972A mutants failed to efficiently arrest in G1 ( Fig. 2 C ) and displayed a reduced differentiation capacity when starved of nitrogen ( Fig. 2 B ). Tor1 kinase activity is reduced by nitrogen stress ( Petersen and Nurse, 2007 ); however, TORC2 deletion mutants completely fail to differentiate. It is therefore likely that a basal level of TORC2 signaling is required for differentiation but that the general level of TORC2 activity that is associated with proliferating cells has to be depressed to allow efficient cell differentiation. The enhancement of stress resistance and reduced efficiency of sexual differentiation suggest that blocking T1972 phosphorylation elevates Tor1 activity. To test this prediction, we used in vivo and in vitro assays to monitor Tor1 kinase activity. Tor1 (TORC2) mediates phosphorylation of Gad8.S546 (Fig. S2 E; Matsuo et al., 2003 ) and so represents an accurate in vivo readout of Tor1 activity. This phosphorylation event is analogous to mTORC2 phosphorylation of AKT1 serine 473 ( Oh and Jacinto, 2011 ). Gad8.S546 phosphorylation was elevated when phosphorylation of T1972 was blocked ( Fig. 3 A ). This enhancement of S546 phosphorylation was accompanied by an increase in the proportion of Gad8 whose migration through SDS PAGE was delayed ( Fig. 3 A ). Gad8 is phosphorylated at the conserved activating T-loop residue threonine 387 (AKT1 T308) by the essential Ksg1 kinase (PDK1 homologue; Matsuo et al., 2003 ). Gad8.T387 phosphorylation is therefore TORC2 independent and can be used as a control to ensure that the elevation of S546 phosphorylation when Tor1.T1972 phosphorylation was blocked was not simply the consequence of an enhancement of Gad8 phosphorylation in general. We therefore generated antibodies that recognized Gad8.T387 phosphorylation (Fig. S2 F). Gad8.T387 phosphorylation was abolished when the ksg1.208 temperature-sensitive mutant was inactivated at the restricted temperature (37°C; Fig. S2 F), confirming published data that shows Gad8.T387 phosphorylation by Ksg1 ( Matsuo et al., 2003 ). Consistently, Gad8.T387 phosphorylation was unchanged in the Tor1.T1972A mutant ( Fig. 3 A ). The increased activity of Tor1.1972A in an in vitro kinase assay supports the in vivo Gad8.S546 data and indicates that T1972 phosphorylation must indeed depress TORC2 kinase activity ( Fig. 3 B ). The small Rab GTPase Ryh1 is essential for full TORC2 activity ( Tatebe et al., 2010 ). TORC2 regulation in Tor1.1972A still required Ryh1, as the depressed level of Tor1 activity in ryh1.Δ was not restored to wild-type levels by the increased activity of Tor1.1972A even when combined with deletion of the Ryh1 regulators sat1 + and sat4 + ( Fig. S3 A ). Figure 2. Tor1.T1972 is required for Tor1 function. (A) Stress response of tor1 mutants. (B) Sexual differentiation efficiency assay. (C) tor1.T1972A mutants failed to efficiently arrest in G1 when starved for nitrogen. The data shown are from a single representative experiment out of two repeats. Figure 3. Lack of Tor1.T1972 phosphorylation increases Tor1 kinase activity. (A) In vivo Tor1 activities assessed by phosphorylation of the Tor1-specific substrate Gad8.S546. The asterisk indicates slower migrating Gad8 bands. (B) Immunoprecipitated Tor1.T1972A has a higher kinase activity than wild-type Tor1. (C) Sequence alignment of Tor1.I1816 and stress responses (asterisks) 1 M KCl of wild type is also shown in Fig. 2 A . (D–F) Tor1 I1816T has increased Tor1 activity. (D) Levels of Gad8.S546 phosphorylation and total protein levels. (E) Tor1 was immunoprecipitated and kinase activity was measured. (F) Tor1 I1816T has reduced sexual differentiation efficiency. Error bars indicate standard deviation. To consolidate the link between the elevation of kinase activity and both the stress resistance and reduced differentiation of tor1.T1972A cells, we sought ways to independently increase Tor1 activity. This would allow us to separately test the impact of elevated Tor1 activity upon stress resistance and differentiation. It has previously been established that the S. cerevisiae Tor1.I1954T mutant has increased kinase activity ( Reinke et al., 2006 ). Sequence alignments reveal that I1954 is conserved in fission yeast Tor1 ( Fig. 3 C ). We therefore generated the analogous tor1.I1816T mutation and assessed its kinase activity and stress/differentiation phenotypes. Both the in vivo and in vitro assays of Tor1 kinase activity revealed that tor1.I1816T mutant cells had increased activity. Importantly, this mutation also enhanced stress resistance and reduced the efficiency of sexual differentiation ( Fig. 3, C–F ). When we combined the tor1.I1816T and tor1.T1972A mutations in the same gene, the activity of the double mutant was that of the Tor1.I1816T mutant (Fig. S3, B and C), which suggests that the Tor1.I1816T mutant may already have fully phosphorylated and activated Gad8 kinase. In summary, these two independent mutations at two distinct sites independently elevate kinase activity to enhance stress resistance and reduce sexual cell differentiation. We therefore conclude that phosphorylation of T1972 of Tor1 depresses the kinase activity of the TORC2 complex. The sequence that immediately surrounds T1972 is a perfect match for an AGC kinase consensus phosphorylation site ( Fig. 4 A ; Pearson and Kemp, 1991 ), which suggests that Gad8 could be the kinase responsible for regulating TORC2 activity via Tor1.T1972 phosphorylation. Comparison of T1972 phosphorylation levels in cell extracts prepared from gad8.Δ , gad8.kd , or psk1.Δ (another AGC kinase) revealed that Tor1.T1972 phosphorylation did indeed require Gad8 activity ( Fig. 4 B ). We therefore purified Gad8 along with the catalytically inactive Gad8.kd mutant from fission yeast and used recombinant Tor1 as a substrate for in vitro kinase assays. Wild-type Gad8 but not the kinase-dead mutant could phosphorylate T1972 of Tor1 in vitro ( Fig. 4 B ). A prediction of the Gad8 control of Tor1.T1972 phosphorylation is that mutant strains in which Gad8 activity is reduced should have correspondingly increased Tor1 activity. As mentioned earlier, Gad8.S546 phosphorylation is a direct readout of TORC2 (Tor1) activity analogous to mTORC2 phosphorylation of AKT1 serine 473. Furthermore, Gad8 is, in fact, the only direct TORC2 substrate identified in fission yeast to date. Therefore, somewhat confusingly, in gad8 -deficient mutants, the in vivo Tor1 activity is actually monitored by phosphorylation of Gad8 itself. Thus, to examine the impact of reduced Gad8 catalytic activity ( gad8.kd ) upon Tor1 activation in vivo, we monitored Gad8.S546 phosphorylation. Strikingly, there was a clear increase in Tor1-dependent phosphorylation of serine 546 in the Gad8 kinase-dead mutant, indicating that Gad8 phosphorylation of T1972 does indeed depress Tor1 kinase activity ( Fig. 4 C ). Consistently, in vitro assays of Tor1 kinase activity also revealed that gad8.kd kinase-dead mutant cells had increased activity ( Fig. 3 E ). To determine whether enhancement of Gad8 activity would increase phosphorylation of Tor1 on T1972 in vivo, we explored the ability of the active tor1.I1816T mutation ( Fig. 3, C–F ) to increase Gad8 activity and in turn Tor1 T1972 phosphorylation. tor1.I1816T cells displayed both higher levels of Gad8.S546 phosphorylation ( Fig. 3 D ) and elevated Tor1 T1972 phosphorylation ( Fig. 4 D ), supporting the view that enhanced Gad8 activity promoted Tor1.T1972 phosphorylation. In addition, we also found that environmental stimulation of Gad8 activity in wild-type cells also enhanced Tor1.T1972 phosphorylation (see “Conclusions”). Figure 4. The AGC kinase Gad8 phosphorylates Tor1.T1972. (A) Tor1.T1972 resembles an AGC kinase phosphorylation motif. (B) Tor1.T1972 phosphorylation requires Gad8 activity. (top) In vivo assay. (bottom) In vitro kinase assay. (C) Lack of Tor1.T1972 phosphorylation increases Tor1 activity. (C, left) Tor1 activity was determined by P-Gad8.S546 antibodies. (C, right) Schematic; failure to phosphorylate Tor1 on T1972 increases Tor1 activity toward Gad8.S546. (D) Tor1.I1816T, a constitutively active Tor1 mutant, has higher levels of Tor1.T1972 phosphorylation. (D, right) Schematic; constitutively active Tor1 (Tor1.I1816T) activates Gad8 to promote Tor1.T1972 phosphorylation. (E) Sexual differentiation efficiency. (F–H) Nitrogen starvation enhanced Gad8 activity toward T1972 to reduce Tor1 activity. (F) Nitrogen starvation–induced inhibition of Tor1 activity is delayed in tor1.T1972A mutant. (G and H) Transient increase in Gad8.T387 phosphorylation is followed by an increase in Tor1.T1972 phosphorylation to reduce Gad8.S546 phosphorylation. The asterisk indicates a background band. To further characterize the environmental control of Tor1 and Gad8 activities, we exposed cells to nitrogen starvation. As discussed earlier, nitrogen starvation arrests cell cycle progression in G1 and induces sexual differentiation. The activities of both Gad8 and Tor1 are required for these processes ( Figs. 2 B and 4 E ; Weisman and Choder, 2001 ; Matsuo et al., 2003 ). When the tor1.T1972A strain was starved of nitrogen, cells failed to undergo efficient differentiation ( Fig. 2 B ). The phosphorylation of the ribosomal protein S6 (Rps6) is mainly controlled by Tor2 (TORC1; Nakashima et al., 2010 ); however, the activities of both Gad8 and Tor1 are also required for full phosphorylation ( Du et al., 2012 ). As previously observed, wild-type cells starved of nitrogen showed decreased levels of Rps6 phosphorylation ( Nakashima et al., 2010 ). This nitrogen-controlled reduction in Rps6 phosphorylation was delayed in the active tor1.T1972A mutant, and this delay in Rps6 dephosphorylation was Gad8 dependent ( Fig. 4 F ). In summary, a delay in the inhibition of the tor1.T1972A kinase activity leads to a failure to efficiently execute differentiation. As mentioned earlier, the main phosphorylation site that activates Gad8 is the conserved T-loop threonine 387 (AKT1 T308) that is phosphorylated by Ksg1. Consequently, a gad8.T387A mutant is inactive ( Fig. 4 E and Fig. S3D). To assess the impact of nitrogen starvation upon Gad8 activation, T387 phosphorylation was monitored as cells were starved of nitrogen. A rapid increase in Ksg1-dependent activation of Gad8 ( Fig. 4 G ) was seen within 5 min of starvation. This increased Gad8 activity enhanced Tor1.T1972 phosphorylation ( Fig. 4 H ). Monitoring Gad8.S546 phosphorylation as a readout of Tor1 kinase activity confirmed that this increase in phosphorylation of Tor1 on T1972 was accompanied by a decrease in Tor1 activity ( Fig. 4 H ). Importantly, the ability to regulate Gad8 T387 phosphorylation was essential for the environmentally induced decline in Tor1-controlled phosphorylation of Gad8 on S546, because high S546 phosphorylation levels were maintained in a gad8.T387D mutant (Fig. S3 E). A complete loss of Gad8 activity blocked differentiation ( Fig. 4 E ). Interestingly, however, a decline in Gad8 S546 phosphorylation did not completely compromise Gad8 activity, as revealed by the reduced sexual differentiation and modest heat sensitivity phenotypes of the gad8.S546A mutants ( Fig. 4 E and Fig. S3 D). This TORC2 control of Gad8 activity is highly reminiscent of studies in mammalian cells where mTORC2 control of AKT1 phosphorylation enhances its kinase activity but is not absolutely essential for activity ( Jacinto et al., 2006 ; Oh and Jacinto, 2011 ). Phosphorylation of T1972 by Gad8 is unlikely to be the only mechanism by which Tor1 kinase is inhibited in response to nitrogen starvation because tor1.T1972A mutant cells still underwent sexual differentiation (albeit with very reduced efficiency; Fig. 2 B ). Together, our results suggest that cells respond to nitrogen starvation by an initial activation of Gad8 through Ksg1. In addition to Ksg1 control of Gad8, this initial nitrogen-induced activation of Gad8 could also be regulated through currently uncharacterized phosphorylation sites, as Gad8 appears to be heavily phosphorylated (Fig. S3 F). After Gad8 activity has been elevated, it inhibits Tor1 activity to allow efficient cell differentiation, as summarized in Fig. 5 K . Whether any further substrates join Gad8 in TORC2-dependent regulation to promote or facilitate efficient cell differentiation remains to be established. Figure 5. Tor1 phosphorylation at the ATP binding domain is evolutionarily conserved. (A) Tor2 is phosphorylated on serine 1975. (B) Specificity of P-Tor2.S1975 antibodies. (C and D) Tor2.T1975 phosphorylation requires Gad8 activity. (C) In vitro kinase assay. (D) In vivo cell extracts. (E–I) mTOR T2173 is phosphorylated. (E and F) Phosphorylation of mTOR T2173 in HeLa cells is reduced after starvation (E) and promoted after serum restimulation (F). mTOR T2173 rephosphorylation was abolished by treatment with the AKT inhibitor, but not the S6K1 inhibitor. (G) Transfection and expression of mTOR in A375 melanoma cells. (H) Blocking mTOR T2173 phosphorylation altered mTOR activity. (I) mTOR T2173 phosphorylation is stable in serum-rich conditions (this level of AKT inhibition abolished rephosphorylation of unphosphorylated molecules; see F). (J) Phosphorylation of the TOR ATP-binding domain by an AGC kinase is stable and reduces TOR activity. (K) See main text for details. After nitrogen starvation, Gad8 is activated (1) and in turn phosphorylates Tor1 on T1972 (2) to reduce Tor1 (TORC2) activity (3) to allow efficient differentiation. Further TORC2 substrates (asterisk) may join Gad8 in facilitating efficient differentiation. Tor1 T1972 is evolutionarily conserved ( Fig. 1 A ). As a first step to assess whether phosphorylation of this residue represents a universal mode of TOR kinase control, we raised phospho-specific antibodies that would recognize the homologous residue S1975 in Tor2, the other fission yeast TOR kinase. Protein extracts from wild-type and tor2 temperature-sensitive mutants established that these antibodies did indeed recognize phosphorylated Tor2 kinase ( Fig. 5, A and B ). In vivo experiments with protein extracts from Gad8 kinase-dead mutants as well as in vitro kinase assays established that Tor2.S1975 phosphorylation joins Tor1.T1972 in also being controlled by Gad8 ( Fig. 5, C and D ). The role of Gad8 phosphorylation of Tor2 has yet to be determined. To extend these observations across the species barrier, we exploited the high level of homology surrounding this threonine ( Fig.1A ) and used the yeast Tor2.S1975 phospho-specific antibodies on the human mTOR kinase. mTOR T2173 was phosphorylated in a manner that correlated with the nutritional status of the cells as phosphorylation was lost after starvation and promoted after serum restimulation ( Fig. 5, E and F ). Interestingly, like its fission yeast counterpart Gad8, the activity of the mammalian AKT kinase is required for this phosphorylation ( Fig. 5 F ). We next assessed whether blocking mTOR T2173 phosphorylation also altered mTOR activity. Transfection and expression of mTOR in HeLa cells proved highly problematic (not depicted), prompting us to express mTOR and mTOR.T2173A in A375 melanoma cells that tolerated a modest level of mTOR overexpression ( Fig. 5 G ). These experiments in mammalian cells recapitulated our observation in fission yeast. Increased phosphorylation of the mTORC2 substrate AKT1 when mTOR.T2173A was expressed at identical levels to wild-type mTOR indicated that blocking phosphorylation on T2173 enhanced mTOR kinase activity ( Fig. 5 H ). Conclusions We conclude that TOR kinase activity can be inhibited through a universally conserved phosphorylation event within the ATP-binding domain. Interestingly, observations from both fission yeast and human cell lines suggest that this phosphorylation event is very stable. Tor1.T1972 phosphorylation persisted for several hours after Gad8 expression had been turned off (Fig. S3 G). Similarly, there was no change in mTOR.T2173 phosphorylation over a 3-h period after inhibition of AKT1 under serum-rich conditions ( Fig. 5 I ). Importantly, 2 h of AKT1 inhibition is sufficient to block phosphorylation after serum restimulation ( Fig. 5 F ). This may suggest that either the phosphatase that dephosphorylates this threonine residue in each organism has a very low activity or that there is no phosphatase for this site. Because AGC kinases are themselves activated by TOR, the stability of this TOR phosphorylation within the ATP binding domain ensures that the mutual regulation of the two kinases is not simply cancelled out ( Fig. 5 J ). In summary, phosphorylation of this conserved threonine resembles a rheostat in which AGC kinases feed back and modify TOR activity ( Fig. 5 J ). Thus, depending on the nature of activation of the individual AGC kinase, we have uncovered a novel and conserved mode by which TOR activity can be down-regulated in response to changes in environmental cues. Materials and methods Strains and cell cultures Strains used in this study are listed in Table 1 . The ksg1.208 mutant was provided by M. Yamamoto (University of Tokyo, Tokyo, Japan). The psk1::ura4 and gad8::ura4 mutants were provided by M. Balasubramanian (Mechanobiology Institute, Singapore). The tor2.51 mutant was provided by S. Moreno (University of Salamanca, Salamanca, Spain). The sat1, sat4, and ryh1 delete strains were obtained from Bioneer. Unless otherwise specified, cells were cultured at 28°C in Edinburgh minimal media (EMM2; Fantes and Nurse, 1977 ) using 20 mM l -Glutamic acid (EMMG) or 5 g/liter NH 4 Cl (EMM) as a nitrogen source (EMMG). Cells were grown exponentially for 48 h before being harvested at early exponential phase of 1.5 × 10 6 cells/ml. Table 1. Strains used in this paper Strain number Genotype Reference JP3 h− Laboratory stock JP350 h+ Laboratory stock JP543 h− psk1:ura4 + leu1.32 ura4.d18 Bimbó et al., 2005 JP598 gad8::ura4 + ura4.d18 gad8::ura4+ from Bimbó et al., 2005 JP624 h+ tor2.51:ura4 + ura4.d18 Alvarez and Moreno, 2006 JP1822 h+ ksg1.208 Matsuo et al., 2003 JP1293 h− tor1::loxUra4 + ura4.d18 leu1.32 This study JP1294 h+ nmt1.HA.tor1 Alvarez and Moreno, 2006 JP1295 h− pku70::KanMx gad8::ura4 + ura4.d18 leu1.32 This study JP1308 h− tor1::loxUra4 + ura4.d18 This study JP1411 h+ gad8.S546A This study JP1364 h− tor1.lox This study JP1365 h+ tor1.lox This study JP1421 h− gad8.T387A This study JP1511 h gad8.K259R This study JP1560 h− tor1.T1972A This study JP1561 h+ tor1.T1972A This study JP1563 h+ tor1.I1816T This study JP1570 h− tor1.T1972D This study JP1571 h+ tor1.T1972D This study JP2194 tor1.T1972A gad8.K259R This study JP2205 h− sat1::kanMX This study JP2207 h− sat4::kanMX This study JP2208 h− ryh1::kanMX This study JP2215 h+ sat1::kanMX tor1.T1972A This study JP2232 h− sat4::kanMX tor1.T1972A This study JP2233 h+ ryh1::KanMX tor1.T1972A This study JP2230 h− gad8::ura4+ ura4.d18 leu1.32 pRep1.gad8 This study JP2334 h+ tor1.I1816T , T1972A This study To assay sexual differentiation, 4 × 10 6 cells were mixed with equal numbers of cells of the opposite mating types and the mixture spotted onto sporulating agar (SPA) before incubation at 30°C. Mating efficiency was determined at the indicated time by 2 × zygotes/[cells + (2 × zygotes)]. Nitrogen starvation was applied as follows. Cells were cultured at 28°C in minimal sporulating liquid media (MSL; Egel et al., 1994 ) to a density of 1.5 × 10 6 cells/ml and filtered into MSL minus nitrogen source. For stress sensitivity spot test assays, cells were grown in yeast extract media (YES) to a cell density of 1.5 × 10 6 cells/ml. 10-fold dilution series starting with 5 × 10 4 cells were spotted on media as indicated. Cell length and division ratio measurement Cells were grown at 28°C in EMMG to 1.5 × 10 6 cells/ml and filtered into media using proline as nitrogen source (EMMP). Cells were harvested at the indicated time point, fixed with 3% formaldehyde, washed with PBS, and stained by calcofluor. Images of cells were obtained using a CoolSNAP HQ 2 CCD camera (Photometrics) and processed with ImageJ (National Institutes of Health). Cell length at division was measured (in each analysis, >200 cells were measured/counted). Molecular manipulations and generation of single point mutations The Δtor1 construction. A cassette for tor1 deletion was prepared by amplifying the loxP-ura4-loxM3 region of the pAW1 plasmid by PCR ( Watson et al., 2008 ) using the primers 5′-ATTGTGATGAATGCCTAAGTGGAAGAATTGAACACCGCGACTATTAGAAAGTCTATCGTTTCACTCGCTCTCTTTGATTCCGGATCCCCGGGTTAATTAA-3′ and 5′-CAGAAACGAGCGAATTTATAGACATAAATTAATAACAACACGAAAAAAATTATCATAATCTCAAAAAACAGAAAACATCAGAATTCGAGCTCGTTTAAAC-3′. This construct was used to replace the tor1 + gene at the native locus with the ura4 + gene with the loxP and loxM3 flanking regions, respectively. To generate tor1 point mutations, standard site-directed mutagenesis was used and the mutated tor1 allele was cloned into the pAW8 plasmid ( Watson et al., 2008 ). The recombinant plasmid was then used to replace the ura4 + gene in JP1293 with tor1.loxP wild-type or mutant alleles after the cre–lox protocol ( Watson et al., 2008 ). The resulting strains were backcrossed and prototroph progeny was selected. The presence of the tor1.loxP allele was verified by PCR. Thus, all tor1 point mutations used in this study are integrated into the tor1 locus, and they are all prototroph strains. Gad8 overexpression. The Gad8 ORF was amplified, sequenced, and cloned into pREP1 ( Basi et al., 1993 ). Cells overexpressing Gad8 were grown in EMMG, and Gad8 expression was inhibited by the addition of 15 µM thiamine. Standard site-directed mutagenesis was used to generate all gad8 point mutations. The individual gad8 alleles were integrated into the genomic gad8 locus in JP1295 by FOA selection. ryh1Δ , sat1Δ , and sat4Δ deletions were generated by Bioneer. Generation of the Tor1-GST fusion, substrate in the Gad8 kinase assay. Tor1 was amplified using following primers, 5′-CTCGGATCCATCTCGCATTTCCATCACACTTTCGAAG-3′ and 5′-ACGCGTCGACAAGTCTCCAATTAATCAAAGGGTCATAG-3′, and cloned into pET-41a(+) vector. Tor1-GST was expressed in Escherichia coli BL-21 cells. Generation of mTOR.T2173A. Standard site-directed mutagenesis was performed, and the mutated mTOR allele was cloned into the pCMV-SPORT6 vector by replacing the wild-type mTOR allele. Western blotting TCA precipitation protocol was followed for total protein extracts ( Caspari et al., 2000 ). The following dilutions of antibodies were used in this study: 1:100 anti-Tor1, 1:100 anti–P-Tor1.T1972, 1:100 anti–P-Tor2.S1975, 1:1,000 anti–P-Gad8.S546, 1:100 anti–P-Gad8.T387, 1:100 anti-Gad8 antibodies, 1:2,000 Phospho-(Ser/Thr) Akt substrate (PAS) antibody (Cell Signaling Technology), 1:100 p70 S6Kα (Santa Cruz Biotechnology, Inc.), 1:100 P-S6Kα.T389 (Cell Signaling Technology), and 1:1,000 S6 antibody (Abcam). 1:100 mTOR antibodies were from EMD Millipore. 1:100 AKT and 1:100 P-AKT.S473 antibodies were from Cell Signaling Technology. Anti–p-Tor1.T1972, anti–P-Gad8.S546, and anti–P-Gad8.T378 were all generated by Eurogentec. Anti–P-Tor2.S1975 antibodies were used to detect both S. pombe Tor2 and mTOR phosphorylation and were generated by Eurogentec. Anti-Tor1 antibodies were raised against the unique Tor1 sequence (aa 2,231–2,274). Alkaline phosphatase– or peroxidase (only for loading control in Figs. 1 D , 3 A , and 5 I )-coupled secondary antibodies were used for all blots followed by direct detection with NBT/BCIP (VWR International) substrates on polyvinylidene fluoride membranes. Large-scale Tor1 immunoprecipitation for mass spectrometry analysis 20 liters of fission yeast culture at 3 × 10 6 cells/ml was harvested and resuspended in 20% TCA. Cells were disrupted using a 6870 freezer mill (SPEX) in liquid nitrogen. After washing with 0.1% TCA, the sample was resuspended in sample buffer (80 mM Tris, pH 7.5, 5 mM DTT, and 5 mM EDTA) plus 2% SDS with 3 min of boiling. 4.5 volumes of sample buffer plus 1% Triton X-100 were added to the supernatant. The mix was centrifuged at 10,000 g for 5 min. IP buffer (0.5% Doc, 50 mM NaF, 0.2 mM Na 3 VO 4 , 20 mM sodium-β-glycerophosphate, 1 mM PMSF, and protease inhibitors) was added to the supernatant. The Tor1 kinase was immunoprecipitated on protein G Dynabeads for 30 min at 4°C. The beads were then washed six times with sample buffer plus inhibitors, then heated to 80°C for 10 min before electrophoreses. Tor1 for phospho-site mapping Large-scale Tor1 immunoprecipitations were run on a NuPAGE Bis-Tris 4–12% SDS-PAGE gel (Invitrogen). The Tor1 Coomassie-stained band was excised and digested with 20 ng of sequencing-grade trypsin (Sigma-Aldrich), 400 ng LysN (Associates of Cape Cod), or 350 ng Elastase (EMD Millipore) in 100 µl of 40-mM ammonium bicarbonate, 9% (vol/vol) acetonitrile at 37°C for 18 h. The peptides were separated using a nanoACQUITY UPLC system (Waters) using a Waters nanoACQUITY BEH C18 column (75 µm inner diameter, 1.7 µm, 25 cm) with a gradient of 1–25% (vol/vol) acetonitrile, 0.1% formic acid over 30 min at a flow rate of 400 nl/min. The LTQ-Orbitrap XL mass spectrometer was operated in parallel data-dependent mode where the MS survey scan was performed at a nominal resolution of 60,000 (at m/z 400) resolution in the Orbitrap analyzer in an m/z range of 400–2,000. The top six precursors were selected for collision-induced dissociation in the LTQ at normalized collision energy of 35% using multistage activation at m/z 98.0, 49.0, and 32.7 D. Gad8 in vitro kinase assay Tor1-GST was purified as follows. BL-21 cells’ expression of Tor1-GST was disrupted with lysis buffer (50 mM Tris, pH 8.0, 100 mM NaCl, 10 mM EGTA, 10 mM EDTA, 0.1% Triton X-100, 1 mM DTT, 1 mM PMSF, and protease inhibitor cocktail). The supernatant was incubated with Glutathione Sepharose for 2 h at 4°C. The Sepharose was washed 10× with lysis buffer and Tor1-GST was eluted with elution buffer (as lysis buffer but using 50 mM Tris, pH 9.6, plus 6 mg/ml glutathione). An in vitro kinase assay was performed as described previously ( Matsuo et al., 2003 ). In brief, Gad8 was immunoprecipitated in IP buffer (50 mM Tris, pH 7.6, 150 mM KCl, 5 mM EDTA, 1 mM EDTA, 10% glycerol, 0.2% NP-40, 20 mM β-glycerophosphate, 0.1 mM Na 3 VO 4 , 15 mM p -nitrophenyl phosphate [PNPP], 1 mM PMSF, and protease inhibitors) and resuspended into kinase assay buffer (20 mM Hepes, pH 7.5, 10 mM MgCl 2 , 1 mM DTT, 20 mM β-glycerophosphate, 0.1 mM Na 3 VO 4 , and 15 mM PNPP). It was mixed with 3 µg of Tor1-GST and 25 µM of ATP, incubated at 32°C for 30 min. The reaction was stopped by 5 min of boiling with 2× loading buffer. Tor1 in vitro kinase assay S. pombe cells were harvested from early exponential phase cultures of 1.5 × 10 6 cells/ml. Tor1 immunoprecipitation was performed according to Alarcon et al. (1999) . In vitro Tor1 kinase assays were performed using the K-LISA mTOR Activity kit (EMD Millipore) according to Ikai et al. (2011) . Cell culture media, cell starvation, and restimulation A375 and HeLa cells were cultured in DMEM (no. D6429; Sigma-Aldrich)/0.5% penicillin-streptomycin (Sigma-Aldrich)/10% FBS “Gold” (PAA Laboratories) or Heat Inactivated serum (Sigma-Aldrich), respectively. For starvation experiments, cells were seeded into 6-well plates at a density of 2 × 10 5 cells/ml and cultured overnight. The next day, the growth medium was aspirated, cells were washed twice with the starvation medium (DMEM without serum and l -glutamine; no. D6171; Sigma-Aldrich), and cells were then incubated in the starvation medium. 24 h later, the starvation medium was replaced by DMEM supplemented with serum, l -glutamine, and solvent (DMSO); 3 µM Akt1/2 inhibitor (Sigma-Aldrich); or 30 µM PF-4708671 (S6K1 inhibitor; EMD Millipore), and cultures were incubated for a further 2 or 3 h, as indicated. To ensure that the inhibitors had a chance to affect their targets before cells were restimulated, inhibitors (or solvent) were also added to the appropriate cultures half an hour before refeeding the cells with the rich medium. The AKT1/2i stabilizes an inactive conformation that cannot become phosphorylated to be activated. Transfection and cell lysis Exponentially growing A375P cells were seeded into 6-well plates at a density of 10 5 cells/ml and cultured overnight. The next day, cells were transfected by Attractene (QIAGEN) with an empty vector (pCDNA3) or the pCMV-SPORT6 vector containing mTOR (Thermo Fisher Scientific) or mTOR.T2173A. 24 h after transfection, cells were rinsed with PBS and lysed with lysis buffer (62.5 mM Tris, pH 6.8, 2% SDS, 10% glycerol, 0.01% bromphenol blue, and 1.25% β-Mercaptoethanol), and protein expression levels were detected by immunoblotting. Online supplemental material Fig. S1 shows Tor1- and Tor2-specific antibodies; a product ion spectrum and identification of the site of phosphorylation of Tor1 on T1972; and a model showing that mTOR T2173 is adjacent to the ATP binding residue L2185. Fig. S2 shows that endogenous tor1.lox phenocopies tor1 + , and that anti–P-Gad8T387 is phospho-specific and regulated by Ksg1. Fig. S3 shows that TORC2 regulation in Tor1.1972A still required Ryh1. Activity of the tor1.I1816T.T1972A mutant is also shown. The figure shows that Gad8.S546 phosphorylation is not essential for Gad8 activity, that starvation does not down-regulate Gad8.S546 phosphorylation in the gad8.T387D mutant, that Gad8 is phosphorylated on multiple residues, and that Tor1.T1972 phosphorylation is stable. Online supplemental material is available at http://www.jcb.org/cgi/content/full/jcb.201305103/DC1 . Supplementary Material Supplemental Material We thank M. Yamamoto, S. Moreno, and M. Balasubramanian for strains; Iain Hagan for stimulating discussions and comments on the manuscript; and J. Ferguson and C. Wellbrock for technical advice on cell cultures. A Cancer Research UK Senior Fellowship (C10888/A11178) and Manchester University supported this work. Abbreviation used in this paper: TOR target of rapamycin Alarcon C.M. Heitman J. Cardenas M.E. 1999 Protein kinase activity and identification of a toxic effector domain of the target of rapamycin TOR proteins in yeast . Mol. Biol. Cell. 10 : 2531 – 2546 10.1091/mbc.10.8.2531 10436010 Alvarez B. Moreno S. 2006 Fission yeast Tor2 promotes cell growth and represses cell differentiation . J. Cell Sci. 119 : 4475 – 4485 10.1242/jcs.03241 17046992 Basi G. Schmid E. Maundrell K. 1993 TATA box mutations in the Schizosaccharomyces pombe nmt1 promoter affect transcription efficiency but not the transcription start point or thiamine repressibility . Gene. 123 : 131 – 136 10.1016/0378-1119(93)90552-E 8422997 Bimbó A. Jia Y. Poh S.L. Karuturi R.K. den Elzen N. Peng X. Zheng L. O’Connell M. Liu E.T. Balasubramanian M.K. Liu J. 2005 Systematic deletion analysis of fission yeast protein kinases . Eukaryot. Cell. 4 : 799 – 813 10.1128/EC.4.4.799-813.2005 15821139 Caspari T. Dahlen M. Kanter-Smoler G. Lindsay H.D. Hofmann K. Papadimitriou K. Sunnerhagen P. Carr A.M. 2000 Characterization of Schizosaccharomyces pombe Hus1: a PCNA-related protein that associates with Rad1 and Rad9 . Mol. Cell. Biol. 20 : 1254 – 1262 10.1128/MCB.20.4.1254-1262.2000 10648611 Chang X. Lazorchak A.S. Liu D. Su B. 2012 Sin1 regulates Treg-cell development but is not required for T-cell growth and proliferation . Eur. J. Immunol. 42 : 1639 – 1647 10.1002/eji.201142066 22678916 Copp J. Manning G. Hunter T. 2009 TORC-specific phosphorylation of mammalian target of rapamycin (mTOR): phospho-Ser2481 is a marker for intact mTOR signaling complex 2 . Cancer Res. 69 : 1821 – 1827 10.1158/0008-5472.CAN-08-3014 19244117 Du W. Hálová L. Kirkham S. Atkin J. Petersen J. 2012 TORC2 and the AGC kinase Gad8 regulate phosphorylation of the ribosomal protein S6 in fission yeast . Biol. Open. 1 : 884 – 888 10.1242/bio.20122022 23213482 Egel R. Willer M. Kjaerulff S. Davey J. Nielsen O. 1994 Assessment of pheromone production and response in fission yeast by a halo test of induced sporulation . Yeast. 10 : 1347 – 1354 10.1002/yea.320101012 7900424 Fantes P. Nurse P. 1977 Control of cell size at division in fission yeast by a growth-modulated size control over nuclear division . Exp. Cell Res. 107 : 377 – 386 10.1016/0014-4827(77)90359-7 872891 Hayashi T. Hatanaka M. Nagao K. Nakaseko Y. Kanoh J. Kokubu A. Ebe M. Yanagida M. 2007 Rapamycin sensitivity of the Schizosaccharomyces pombe tor2 mutant and organization of two highly phosphorylated TOR complexes by specific and common subunits . Genes Cells. 12 : 1357 – 1370 10.1111/j.1365-2443.2007.01141.x 18076573 Ikai N. Nakazawa N. Hayashi T. Yanagida M. 2011 The reverse, but coordinated, roles of Tor2 (TORC1) and Tor1 (TORC2) kinases for growth, cell cycle and separase-mediated mitosis in Schizosaccharomyces pombe . Open Biol. 1 : 110007 10.1098/rsob.110007 22645648 Jacinto E. Facchinetti V. Liu D. Soto N. Wei S. Jung S.Y. Huang Q. Qin J. Su B. 2006 SIN1/MIP1 maintains rictor-mTOR complex integrity and regulates Akt phosphorylation and substrate specificity . Cell. 127 : 125 – 137 10.1016/j.cell.2006.08.033 16962653 Lee K. Nam K.T. Cho S.H. Gudapati P. Hwang Y. Park D.S. Potter R. Chen J. Volanakis E. Boothby M. 2012 Vital roles of mTOR complex 2 in Notch-driven thymocyte differentiation and leukemia . J. Exp. Med. 209 : 713 – 728 10.1084/jem.20111470 22473959 Loewith R. Hall M.N. 2011 Target of rapamycin (TOR) in nutrient signaling and growth control . Genetics. 189 : 1177 – 1201 10.1534/genetics.111.133363 22174183 Long X. Lin Y. Ortiz-Vega S. Yonezawa K. Avruch J. 2005 Rheb binds and regulates the mTOR kinase . Curr. Biol. 15 : 702 – 713 10.1016/j.cub.2005.02.053 15854902 Matsumoto S. Bandyopadhyay A. Kwiatkowski D.J. Maitra U. Matsumoto T. 2002 Role of the Tsc1-Tsc2 complex in signaling and transport across the cell membrane in the fission yeast Schizosaccharomyces pombe . Genetics. 161 : 1053 – 1063 12136010 Matsuo T. Kubo Y. Watanabe Y. Yamamoto M. 2003 Schizosaccharomyces pombe AGC family kinase Gad8p forms a conserved signaling module with TOR and PDK1-like kinases . EMBO J. 22 : 3073 – 3083 10.1093/emboj/cdg298 12805221 Matsuo T. Otsubo Y. Urano J. Tamanoi F. Yamamoto M. 2007 Loss of the TOR kinase Tor2 mimics nitrogen starvation and activates the sexual development pathway in fission yeast . Mol. Cell. Biol. 27 : 3154 – 3164 10.1128/MCB.01039-06 17261596 Nakashima A. Sato T. Tamanoi F. 2010 Fission yeast TORC1 regulates phosphorylation of ribosomal S6 proteins in response to nutrients and its activity is inhibited by rapamycin . J. Cell Sci. 123 : 777 – 786 10.1242/jcs.060319 20144990 Oh W.J. Jacinto E. 2011 mTOR complex 2 signaling and functions . Cell Cycle. 10 : 2305 – 2316 10.4161/cc.10.14.16586 21670596 Pearson R.B. Kemp B.E. 1991 Protein kinase phosphorylation site sequences and consensus specificity motifs: tabulations . Methods Enzymol. 200 : 62 – 81 10.1016/0076-6879(91)00127-I 1956339 Petersen J. Nurse P. 2007 TOR signalling regulates mitotic commitment through the stress MAP kinase pathway and the Polo and Cdc2 kinases . Nat. Cell Biol. 9 : 1263 – 1272 10.1038/ncb1646 17952063 Reinke A. Chen J.C. Aronova S. Powers T. 2006 Caffeine targets TOR complex I and provides evidence for a regulatory link between the FRB and kinase domains of Tor1p . J. Biol. Chem. 281 : 31616 – 31626 10.1074/jbc.M603107200 16923813 Sancak Y. Peterson T.R. Shaul Y.D. Lindquist R.A. Thoreen C.C. Bar-Peled L. Sabatini D.M. 2008 The Rag GTPases bind raptor and mediate amino acid signaling to mTORC1 . Science. 320 : 1496 – 1501 10.1126/science.1157535 18497260 Smith E.M. Finn S.G. Tee A.R. Browne G.J. Proud C.G. 2005 The tuberous sclerosis protein TSC2 is not required for the regulation of the mammalian target of rapamycin by amino acids and certain cellular stresses . J. Biol. Chem. 280 : 18717 – 18727 10.1074/jbc.M414499200 15772076 Sparks C.A. Guertin D.A. 2010 Targeting mTOR: prospects for mTOR complex 2 inhibitors in cancer therapy . Oncogene. 29 : 3733 – 3744 10.1038/onc.2010.139 20418915 Tatebe H. Shiozaki K. 2010 Rab small GTPase emerges as a regulator of TOR complex 2 . Small GTPases. 1 : 180 – 182 10.4161/sgtp.1.3.14936 21625337 Tatebe H. Morigasaki S. Murayama S. Zeng C.T. Shiozaki K. 2010 Rab-family GTPase regulates TOR complex 2 signaling in fission yeast . Curr. Biol. 20 : 1975 – 1982 10.1016/j.cub.2010.10.026 21035342 Urano J. Sato T. Matsuo T. Otsubo Y. Yamamoto M. Tamanoi F. 2007 Point mutations in TOR confer Rheb-independent growth in fission yeast and nutrient-independent mammalian TOR signaling in mammalian cells . Proc. Natl. Acad. Sci. USA. 104 : 3514 – 3519 10.1073/pnas.0608510104 17360675 Uritani M. Hidaka H. Hotta Y. Ueno M. Ushimaru T. Toda T. 2006 Fission yeast Tor2 links nitrogen signals to cell proliferation and acts downstream of the Rheb GTPase . Genes Cells. 11 : 1367 – 1379 10.1111/j.1365-2443.2006.01025.x 17121544 van Slegtenhorst M. Carr E. Stoyanova R. Kruger W.D. Henske E.P. 2004 Tsc1+ and tsc2+ regulate arginine uptake and metabolism in Schizosaccharomyces pombe . J. Biol. Chem. 279 : 12706 – 12713 10.1074/jbc.M313874200 14718525 Watson A.T. Garcia V. Bone N. Carr A.M. Armstrong J. 2008 Gene tagging and gene replacement using recombinase-mediated cassette exchange in Schizosaccharomyces pombe . Gene. 407 : 63 – 74 10.1016/j.gene.2007.09.024 18054176 Weisman R. Choder M. 2001 The fission yeast TOR homolog, tor1+, is required for the response to starvation and other stresses via a conserved serine . J. Biol. Chem. 276 : 7027 – 7032 10.1074/jbc.M010446200 11096119 Wullschleger S. Loewith R. Hall M.N. 2006 TOR signaling in growth and metabolism . Cell. 124 : 471 – 484 10.1016/j.cell.2006.01.016 16469695 Yang H. Rudge D.G. Koos J.D. Vaidialingam B. Yang H.J. Pavletich N.P. 2013 mTOR kinase structure, mechanism and regulation . Nature. 497 : 217 – 223 10.1038/nature12122 23636326",
    "full_text_abstract": "AGC kinase–mediated phosphorylation of the TOR kinase reduces its activity and results in physiologically significant changes in TOR signalling in both yeast and human cells.\n\nTOR (target of rapamycin) signaling coordinates cell growth, metabolism, and cell division through tight control of signaling via two complexes, TORC1 and TORC2. Here, we show that fission yeast TOR kinases and mTOR are phosphorylated on an evolutionarily conserved residue of their ATP-binding domain. The Gad8 kinase (AKT homologue) phosphorylates fission yeast Tor1 at this threonine (T1972) to reduce activity. A T1972A mutation that blocked phosphorylation increased Tor1 activity and stress resistance. Nitrogen starvation of fission yeast inhibited TOR signaling to arrest cell cycle progression in G1 phase and promoted sexual differentiation. Starvation and a Gad8/T1972-dependent decrease in Tor1 (TORC2) activity was essential for efficient cell cycle arrest and differentiation. Experiments in human cell lines recapitulated these yeast observations, as mTOR was phosphorylated on T2173 in an AKT-dependent manner. In addition, a T2173A mutation increased mTOR activity. Thus, TOR kinase activity can be reduced through AGC kinase–controlled phosphorylation to generate physiologically significant changes in TOR signaling."
}