{
    "PMC": "9248208",
    "DOI": "10.1016/j.ymgmr.2022.100877",
    "PMID": "35782625",
    "PMCID": "PMC9248208",
    "title": "A novel <i>COQ7</i> mutation causing primarily neuromuscular pathology and its treatment options.",
    "year": 2022,
    "source_url": "https://europepmc.org/article/PMC/PMC9248208",
    "source": "MED",
    "abstract_text": "Coenzyme Q<sub>10</sub> (CoQ<sub>10</sub>) is necessary as electron transporter in mitochondrial respiration and other cellular functions. CoQ<sub>10</sub> is synthesized by all cells and defects in the synthesis pathway result in primary CoQ<sub>10</sub> deficiency that frequently leads to severe mitochondrial disease syndrome. CoQ<sub>10</sub> is exceedingly hydrophobic, insoluble, and poorly bioavailable, with the result that dietary CoQ<sub>10</sub> supplementation produces no or only minimal relief for patients. We studied a patient from Turkey and identified and characterized a new mutation in the CoQ<sub>10</sub> biosynthetic gene <i>COQ7</i> (c.161G > A; p.Arg54Gln). We find that unexpected neuromuscular pathology can accompany CoQ<sub>10</sub> deficiency caused by a <i>COQ7</i> mutation. We also show that by-passing the need for COQ7 by providing the unnatural precursor 2,4-dihydroxybenzoic acid, as has been proposed, is unlikely to be an effective and safe therapeutic option. In contrast, we show for the first time in human patient cells that the respiratory defect resulting from CoQ<sub>10</sub> deficiency is rescued by providing CoQ<sub>10</sub> formulated with caspofungin (CF/CoQ). Caspofungin is a clinically approved intravenous fungicide whose surfactant properties lead to CoQ<sub>10</sub> micellization, complete water solubilization, and efficient uptake by cells and organs in animal studies. These findings reinforce the possibility of using CF/CoQ in the clinical treatment of CoQ<sub>10</sub>-deficient patients.",
    "full_text": "pmc Mol Genet Metab Rep Mol Genet Metab Rep Molecular Genetics and Metabolism Reports 2214-4269 Elsevier 9248208 S2214-4269(22)00037-4 10.1016/j.ymgmr.2022.100877 100877 Research Paper A novel COQ7 mutation causing primarily neuromuscular pathology and its treatment options Wang Ying a Gumus Evren b Hekimi Siegfried siegfried.hekimi@mcgill.ca a ⁎ a Department of Biology, McGill University, Montreal, Quebec, Canada b Department of Medical Genetics, Mugla Sitki Kocman University, Turkey ⁎ Corresponding author. siegfried.hekimi@mcgill.ca 05 5 2022 6 2022 05 5 2022 31 100877 27 4 2022 27 4 2022 © 2022 The Authors 2022 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Coenzyme Q 10 (CoQ 10 ) is necessary as electron transporter in mitochondrial respiration and other cellular functions. CoQ 10 is synthesized by all cells and defects in the synthesis pathway result in primary CoQ 10 deficiency that frequently leads to severe mitochondrial disease syndrome. CoQ 10 is exceedingly hydrophobic, insoluble, and poorly bioavailable, with the result that dietary CoQ 10 supplementation produces no or only minimal relief for patients. We studied a patient from Turkey and identified and characterized a new mutation in the CoQ 10 biosynthetic gene COQ7 (c.161G > A; p.Arg54Gln). We find that unexpected neuromuscular pathology can accompany CoQ 10 deficiency caused by a COQ7 mutation. We also show that by-passing the need for COQ7 by providing the unnatural precursor 2,4-dihydroxybenzoic acid, as has been proposed, is unlikely to be an effective and safe therapeutic option. In contrast, we show for the first time in human patient cells that the respiratory defect resulting from CoQ 10 deficiency is rescued by providing CoQ 10 formulated with caspofungin (CF/CoQ). Caspofungin is a clinically approved intravenous fungicide whose surfactant properties lead to CoQ 10 micellization, complete water solubilization, and efficient uptake by cells and organs in animal studies. These findings reinforce the possibility of using CF/CoQ in the clinical treatment of CoQ 10 -deficient patients. Keywords Coenzyme Q CoQ 10 Ubiquinone COQ7 CoQ deficiency 2,4-dihydroxybenzoic acid 1 Introduction Primary coenzyme Q 10 (CoQ 10 ) deficiency is a rare inborn error of metabolism that is caused by defects in CoQ 10 biosynthetic genes [ [1] , [2] , [3] ]. Coenzyme Q 10 , aka ubiquinone (UQ), is an essential, endogenously synthesized, highly lipophilic molecule. It is composed of a benzoquinone ring that is attached to a polyisoprenyl tail with 10 repeats in humans. The most pivotal function of CoQ 10 is as an electron carrier in the mitochondrial electron transport chain [ 4 ]. CoQ 10 deficiency results in dysfunction of mitochondrial energy metabolism and its downstream consequences [ 5 , 6 ]. Thus, CoQ 10 deficiency is primarily a mitochondrial disorder. In addition to its indispensable role in mitochondrial oxidative phosphorylation, CoQ 10 is also known to have antioxidant properties and participates directly in several other cellular processes [ 7 , 8 ]. The involvement of these other functions of CoQ 10 in the pathogenesis of deficiency is not yet understood. The CoQ biosynthetic pathway is highly conserved [ 1 , 9 ]. 11 genes have been described to be required for CoQ biosynthesis in human cells ( PDSS1, PDSS2, COQ2, COQ3, COQ4, COQ5, COQ6, COQ7, COQ8A, COQ8B, COQ9 ), which are collectively called COQ genes [ 5 , 6 ]. Studies with the yeast Saccharomyces cerevisiae have suggested that several COQ proteins are organized into a high molecular mass complex on the matrix side of the inner mitochondrial membrane. Some COQ proteins do not appear to act enzymatically in CoQ synthesis, suggesting that they act to facilitate the anchoring or assembly of the CoQ biosynthetic complex [ [10] , [11] , [12] ]. COQ7 catalyzes the penultimate step of the CoQ 10 biosynthetic pathway, converting demethoxyubiquinone (DMQ) to 5-hydroxy-ubiquinone which is then turned into the finished product, CoQ, by O -methylation [ 13 , 14 ]. Loss of COQ7 activity results in loss of CoQ 10 as well as accumulation of DMQ 10 [ [15] , [16] , [17] , [18] , [19] , [20] ]. DMQ is the only intermediate capable of accumulating in mutants with COQ gene defects. Its possible role in the phenotypes of pathogenic COQ7 variants has not yet been clearly established [ 18 , [21] , [22] , [23] , [24] , [25] , [26] ]. However, in CoQ-deficient mammalian cells, DMQ has been shown to be able to allow for a minimum of respiratory electron transport [ 23 ]. Mutations in COQ genes cause primary CoQ 10 deficiency, a clinically heterogenous and rare disorder [ 27 , 28 ]. CoQ 10 deficiency due to pathogenic COQ7 mutations is known as primary CoQ 10 deficiency-8 (OMIM # 616733 , COQ10D8). To date, five COQ10D8 patients have been reported in publications. The first reported case carries a homozygous c.422 T > A [p.Val141Glu] mutation and presents with a complex multisystem disorder, including growth retardation, delayed motor development, hearing loss, and progressive muscle weakness [ 16 ]. CoQ 10 levels were severely decreased in the skeletal muscle and fibroblasts of the patient [ 16 , 17 ]. The second case reported a homozygous pathogenic mutation c.332 T > C [p.Leu111Pro] as well as a benign polymorphism, c.308C > T [p.T103M] [ 17 ]. This patient exhibits fewer and milder symptoms, one of which is spasticity. Only a moderate loss of CoQ 10 levels was observed in the patient's cells. Moreover, other genetic defects (m.1555A > G and a heterozygous stop-gain mutation in C2ORF71 ) were identified [ 17 ]. Therefore, the causative role of the COQ7(p.Leu111Pro) variant in all of the proband's phenotypes cannot be rigorously established. The other 3 cases of COQ7 defect are compound heterozygotes. One carries a deletion insertion resulting in a frameshift (c.599_600delinsTAATGCATC, p.[K200Ilefs*56) and a missense substitution (c.319C > T, p.Arg107Trp), presenting with fatal neonatal-onset multisystem phenotypes [ 29 ]. The other two are heterozygous for c.197 T > A [p.Ile66Asn] and c.446A > G [p.Tyr149Cys], and the patients were reported to show axonal neuropathy and mild neurodegenerative disorder [ 30 ]. Studies with conditional Coq7 knockout mice suggest that most CoQ deficiency symptoms are reversible when CoQ synthesis is restored [ 24 ]. However, there is currently no effective treatment available for primary CoQ 10 deficiency patients that can significantly delay or reverse the disease course. Most patients are given oral CoQ 10 supplementation following diagnosis, but there is lack of clear evidence for its efficacy. Many primary CoQ 10 deficiency patients treated with CoQ 10 showed little or no response [ [31] , [32] , [33] , [34] , [35] , [36] , [37] , [38] , [39] ]. Although, positive effects have been reported in some cases, the overall clinical benefit reported was limited [ 36 , 37 , [40] , [41] , [42] , [43] ]. Often effects were reported for a few symptoms and most of the other symptoms still persisted after CoQ 10 treatment [ 33 , [44] , [45] , [46] , [47] ]. Better controlled and extensive studies are needed to clarify the efficacy of CoQ 10 therapy. Recently, CF/CoQ 10 , a water-soluble micellar formulation of CoQ 10 , has been developed to improve the poor solubility and low bioavailability of CoQ 10 [ 48 ]. It is based on the unexpected ability of the antifungal drug caspofungin (CF) to solubilize CoQ 10 in aqueous solution. Compared to native CoQ 10 , CF/CoQ 10 was shown to exhibit much superior CoQ 10 delivery efficiency including to the mitochondria [ 48 ]. However, its effect on CoQ 10 -deficient human patient cells has not yet been tested. For COQ10D8, 2,4-dihydroxybenzoic acid (DHB) is considered by some as a potential alternative treatment option. DHB is a structural analog of the native precursor of the CoQ benzoquinone ring, 4-hydroxybenzoic acid (4-HB). It differs from 4-HB only by already having a hydroxyl group at the position of the aromatic ring that COQ7 normally hydroxylates. Therefore, CoQ production using DHB obviates the need for COQ7 [ 12 ]. DHB administration has been demonstrated to reverse disease phenotypes in conditional Coq7 knockout mice and Coq9 R239X mouse model with COQ7 deficiency [ 24 , 26 , 49 ]. In patient skin fibroblasts, a significant elevation of CoQ 10 level was observed in the COQ7(p.Val141GluE) cells after treatment with DHB, which was accompanied by the rescue of respiratory deficiency. However, no change of CoQ 10 level was seen upon DHB treatment in less severely affected COQ7(p.Leu111Pro) cells [ 17 , 50 ]. Here, we described a novel pathogenic COQ7 allele causing mainly motor disorders including spasticity. This case further points to an association between COQ7 defects and spasticity, or even CoQ 10 deficiency in general and spasticity. Using the patient's fibroblasts, we explore further the possibility of using DHB or CF/CoQ 10 to treat COQ7 patients. Our findings suggest that DHB is unlikely to provide benefits in most or all cases, and that its use could be potentially exacerbating the condition. Conversely, the observed positive effects of CF/CoQ 10 on the patient cells' respiratory capacity reinforces its potential as a treatment for CoQ 10 deficiency. 2 Material and methods 2.1 Ethics statements The experiments included in this study were performed in accordance with relevant guidelines and regulations, with human ethics approved by the Mugla Sitki Kocman University Ethics Committee. Informed consent was obtained from all subjects and their parents. 2.2 Materials and reagents All cell culture reagents were obtained from Wisent BioProducts (Saint-Jean-Baptiste, QC, Canada), unless mentioned otherwise. All chemicals were purchased from Sigma-Aldrich (St. Louis, MO). CF/CoQ 10 is a micellar solution of caspofungin (CF) and CoQ 10 , prepared as described in the reference [ 48 ]. 2.3 Whole-exome sequencing (WES) Patient DNA was isolated from peripheral blood samples using Magpurix Blood DNA Extraction Kit 200 (Zinexts LSC, New Taipei City, Taiwan [R.O.C.]) according to the manufacturer's instructions. Whole exome sequencing was performed with the Nextera Rapid Capture Exome kit (Illumina) according to the manufacturer's instructions. We analyzed all variants affecting coding areas and ± 20 splicing regions. 98.8% of target regions had a coverage depth of more than 10× in the WES analysis. A novel, homozygous missense mutation in the gene COQ7 was identified in the proband. The genome aggregation database (gnomAD) was used to determine the variant frequency. SIFT, PolyPhen2, and 1000 Genome databases were used to predict the functional impacts. We couldn't find this variant on 500 control chromosomes in our in-house database. These 500 control chromosomes include children with different genetic diseases and their parents. The relevant variant was verified by Sanger sequencing and analyzed using SeqScape Software 3 (Life Technologies Corporation, California, USA). After confirmation of the proband's mutation further Sanger sequencing was performed to identify the mutation in parents and siblings. 2.4 Cell culture Skin fibroblasts were prepared from skin biopsies following standard procedures and were routinely cultured in standard DMEM (#319–005-CL, Wisent) supplemented with 10% fetal bovine serum (#080–150, Wisent) and 1% antibiotic-antimycotic (#450–115-EL, Wisent). Galactose medium was prepared with glucose-free DMEM (#11966025; Thermo Fisher) and by adding galactose at the final concentration of 10 mM, 1 mM sodium pyruvate, 10% dialyzed FBS (#26400044; Thermo Fisher), and 1% antibiotic/antimycotic. After galactose culture, cells were stained with crystal violet (0.05% crystal violet, 1% formaldehyde, and 1% methanol in phosphate buffered saline) at room temperature for 1 h before cell plate pictures were taken with a mobile phone. For CF/CoQ 10 and 2,4-dihydroxybenzoic acid treatments, cells were collected for analyses after 1 and 4 days of treatment respectively. 2.5 Measurement of mitochondrial oxygen consumption rate (OCR) OCR was measured using a Seahorse XFe96 extracellular Flux analyzer (Agilent Technologies) as previously described [ 48 , 51 ], with small modifications. Skin fibroblasts were seeded in XF96 microplates with Seahorse assay media supplemented with galactose (10 mM), glutamine (2 mM) and pyruvate (1 mM). After baseline OCR measurements, oligomycin (1 μg/mL), carbonyl cyanide 4-(trifluoromethoxy)phenylhydrazone (FCCP, 1 μM), and a mix of rotenone (0.5 μM) and antimycin A (5 μM) were injected consecutively to determine different parameters of respiration. Data were collected with Wave software and exported to GraphPad Prism for graphical presentation. Final data was normalized to protein per well (measured by a BCA protein assay; Thermo Fisher Scientific). 2.6 ATP assay A luminescence-based kit (ATPlite 1step kit, PerkinElmer) was used to measure cellular ATP levels, according to the manufacturer's instructions. Luminescence was read on a TECAN Infinite M1000 plate reader. 2.7 CoQ extraction and quantification CoQ quantification was carried out by HPLC, as previously described [ 17 , 48 ]. An Agilent 1260 Infinity LC system equipped with a quaternary pump (G7111A) and a variable wavelength detector (G7114A) was used. Cells were lysed in RIPA buffer (20 mM Tris-HCl, pH 7.5, 1% NP-40, 0.5% deoxycholate, 10 mM EDTA, 150 mM NaCl) before CoQ extraction with a mixture of ethanol and hexane ( v /v: 5:2). Chromatography was carried out on a reverse-phase C18 column (2.1 × 50 mm, 1.8 μm, Agilent) with 70% methanol and 30% ethanol as the mobile phase at a flow rate of 0.3 mL/min. The detector was set at 275 nm. The final quantification of CoQ was normalized to the amount of protein measured with a BCA assay. 2.8 Western blotting Cell lysates were prepared in RIPA buffer and protein concentration was assessed by a BCA assay. 60 μg protein per sample were loaded and separated by 12% SDS-PAGE and transferred to nitrocellulose membranes. After blocking, all primary antibodies (rabbit anti-COQ7 15083–1-AP, anti-PDSS2 13544–1-AP, anti- VDAC1/Porin 55259–1-AP, PtgLab) were incubated in a 1:2000 dilution at 4 °C overnight, followed by HRP-conjugated secondary antibody (#7074, 1:2000, Cell Signaling) for 2 h at room temperature. Protein bands were visualized by ECL detection (NEL103E001EA, Froggabio Inc.) on X-ray films. Acquired images were cropped in Adobe Photoshop. 2.9 Statistical analysis GraphPad Prism 9.0 (GraphPad Software, Inc.) was used for statistical analysis of the data. All quantitative results are expressed as mean ± standard error of the mean (S.E.M.) or ± the standard deviation (S.D.) as indicated. Analysis of variance was used to compare means across groups, and p < 0.05 was used for significance cut-off. 3 Results 3.1 Patient presentation The patient is the third child of consanguineous parents who are first cousins. He was born at 39 weeks of gestational age, after a non-problematic pregnancy. He was healthy during the newborn period. While his early developmental stages were normal, symptoms became apparent with a global developmental delay at 15 months. By age 3, he was not yet capable of walking without help. The patient presented to the Hospital of Muğla Sıtkı Koçman University in February 2019 (at age of 4.5 years) with hypotonia, difficulty walking, motor developmental delay, getting tired quickly, speech delay, joint contractures, ataxia, and spasticity. On physical examination, he had normal height, weight, and head circumference. No major dysmorphic findings were noted. No abnormalities were observed in blood cell count, chemistry, liver and renal function, and urine and stool tests. Brain MRI showed increased T2A and Flair signal in the supratentorial bilateral periventricular white matter. Since no abnormalities were observed in chromosome analysis and microarray analysis, WES analysis was performed. It identified a homozygous single base substitution (NM_016138: c.161G > A) in the COQ7 gene. Parents and one sibling were found to be heterozygous for the variant but showed no significant clinical or laboratory manifestations. The other sibling is wild type. The proband did not receive any treatment during this two-year period. Since then, we have not noted any dramatic improvement or worthening in the patient's clinical signs. Of note, he can walk without help or support despite having a problem of balance. 3.2 Analyses of the patient skin fibroblasts The COQ7 mutation c.161G > A results in a replacement of arginine by glutamine at codon 54 in exon 2 (p.Arg54Gln) ( Fig. 1 A). GnomAD reports this variant at a frequency of <0.001% (3 carrier out of 251,488 alleles). Both SIFT and PolyPhen-2 predict the p.Arg54Gln mutation to affect protein function. And the amino acid change is predicted as destabilizing by SDM2 and DynaMut using AlphaFold predicted COQ7 structure [ 52 , 53 ]. Fig. 1 Low CoQ 10 level and accumulation of DMQ 10 in the COQ7(p.Arg54Gln) patient skin fibroblasts. (A) Sanger sequencing chromatograms show a homozygous mutation at codon position 54 of exon 2 of COQ7 in the proband. His non-carrier sibling (WT) was used as a non-affected control. (B) Growth curves of skin fibroblasts derived from the proband and his non-carrier sibling (WT) ( n = 6). (C) Quinone quantification in skin fibroblasts from the proband in comparison to the non-affected control. Cells were also obtained from the other healthy sibling, who is a heterozygous carrier for the variant, and were found to have comparable CoQ 10 levels as the non-affected control. Hom: homozygous, Het: heterozygous. Values are shown as mean ± SEM ( n = 2). * p < 0.05 (two-way ANOVA followed by Tukey's multiple comparison tests). (D) HPLC chromatograms of quinone extracts from human skin fibroblasts. The patient's cells show ≈45% decrease in CoQ 10 level and accumulation of the biosynthetic precursor DMQ 10 . Fig. 1 We isolated skin fibroblasts from the patient and his unaffected sister carrying the heterozygous p.Arg54Gln mutation as well as from the non-carrier brother to be used as a control. The patient's cells showed no growth defect under normal culture condition compared to the cells from his non-carrier sibling which was used as a wild-type control (WT) ( Fig. 1 B). DMQ 10 was detected in the patient's fibroblasts as well as a ≈ 45% reduction in CoQ 10 level, confirming the pathogenicity of the mutation (NM_016138: c.161G > A; p.Arg54Gln) ( Fig. 1 C-D). The cells from the unaffected heterozygous sister showed no significant change of CoQ 10 level and no detectable accumulation of DMQ 10 ( Fig. 1 C). Western blot analysis revealed a decrease of COQ7 levels in both patient's cells and the cells from the heterozygous sibling. However, this was much more severe in the patient's cells, suggesting a severe effect of the mutation on protein stability ( Fig. 2 ). Fig. 2 Western blot analysis of expression of COQ7. In the skin fibroblasts from the p.Arg54Gln COQ7 patient, there is a severe reduction in COQ7 expression, in comparison to the cells from the non-carrier sibling. In addition, the heterozygous sibling's cell also showed lowered COQ7 levels. The level of the COQ biosynthetic enzyme PDSS2 is unchanged in all 3 genotypes. The mitochondrial outer membrane protein porin was used as a loading control. Western blots were cropped to show only relevant bands. Uncropped blots are presented in Supplementary Fig. 1 . Western blot quantification was performed using Image J. Fig. 2 To determine the impact of the mutation on mitochondrial respiratory function, we measured oxygen consumption rates in the patient's cells using a Seahorse XFe96 analyzer and compared it to the WT control. As shown in Fig. 3 A-B, while basal respiration rate was found unchanged, the patient’ cells showed a decrease of the maximal respiratory rate under conditions of uncoupled respiration. To further characterize this effect, we treated the cells with CoQ 10 by using the CF/CoQ 10 formulation. A superior CoQ 10 delivery efficiency has been demonstrated for the water soluble micelle form of CoQ 10 in mouse embryonic fibroblasts and mice [ 48 ]. Here we show that CF/CoQ 10 supplementation of the patient's cells can rescue the deficiency of the maximal respiratory rate, confirming directly that it is caused by CoQ 10 deficiency. Fig. 3 Measurement of mitochondrial respiratory function by Seahorse Flux Analyzer. (A) Oxygen consumption rate (OCR) traces of skin fibroblasts from the proband or its non-carrier sibling (WT) measured on a Seahorse XFe96 Analyzer. For the CF/CoQ 10 treatment groups, OCR was measured after 2 days of culture in medium supplemented with CoQ 10 at the final concentration of 1 μM. Arrows indicate injections of test compounds into the chamber. Compounds were added in the following order: oligomycin, carbonyl cyanide p-(tri-fluromethoxy)phenyl-hydrazone (FCCP), a mixture of rotenone (RON) and antimycin A (AA). (B) Bar graphs showing the quantifications of basal respiration and maximal respiratory capacity. The final OCR values were normalized to total protein content and presented as mean ± SEM ( n = 12). ns: not significant. ⁎⁎⁎ p < 0.001 compared to untreated WT, and # p < 0.05 compared to untreated patient cells (one-way ANOVA followed by Tukey's multiple comparison tests). (C) Cell staining pictures taken after culture in glucose or galactose medium for 96 h. Crystal violet staining was used to visualize the surviving cells. Positive crystal violent staining (purple) is indicative of surviving cells at the end of the culture under various conditions. (D) ATP level in the patient's cells is comparable to that of WT control cells. Values shown are mean ± SEM ( n = 5). Fig. 3 Cells with severe mitochondrial dysfunction become often unable to grow in media containing galactose instead of glucose, which impairs the ability to produce ATP by glycolysis. However, the patient's cells showed no severe growth defect in media containing only galactose ( Fig. 3 C). In fact, measurement of whole cell ATP levels found no difference between the patient's cells and the WT control ( Fig. 3 D). These findings are consistent with the observation that the basal respiration rate was not significantly altered ( Fig. 3 A). Lastly, we tested the effect on CoQ 10 levels of supplementing the patient's cells with DHB, but no significant change of CoQ 10 levels was observed ( Fig. 4 ). In contrast, the level of accumulated DMQ 10 became very low with DHB treatment. Furthermore, in the wild-type control cells the same DHB treatment significantly lowered the total level of CoQ 10 ( Fig. 4 ). Fig. 4 Effects of 2,4-dihydroxybenzoic acid (DHB) supplementation on quinone levels in the COQ7(p.Arg54Gln) skin fibroblasts. Quinone quantitation is shown in (A). Values shown are mean ± SEM ( n = 2). The treated cells were collected after 4 days of culture in 0.75 mM DHB supplemented medium. ns: not significant. ⁎⁎⁎⁎ p < 0.0001 (two-way ANOVA followed by Tukey's multiple comparison tests). Representative HPLC chromatograms of quinone determination are shown in (B). Fig. 4 4 Discussion In recent years, with genome sequencing becoming faster and more affordable, the number of patients reported with primary CoQ deficiency is increasing [ 28 , 54 ]. The patient described in the present study harbors a homozygous mutation in the COQ7 gene, in which the G to A substitution in codon 54 of exon 2 results in an arginine to glutamine change (p.Arg54Gln). In the patient's skin fibroblast, there is drastic loss of COQ7 protein expression, and a moderate decrease of CoQ 10 level associated with accumulation of DMQ 10 , the normal substrate of the enzyme. The findings strongly suggest that the p.Arg54Gln mutation is pathogenic. In the patient's skin fibroblasts, we detected a ≈ 45% decrease of CoQ 10 and lower mitochondrial respiratory capacity. The observed respiratory defect can be rescued by CoQ 10 supplementation with CF/CoQ 10 . CF/CoQ 10 is a micellar formulation of CoQ 10 with the water-soluble antifungal drug caspofungin [ 48 ]. Because CoQ 10 is highly hydrophobic, it is only available in oral formulations, despite its very poor oral bioavailability. The water-soluble formation CF/CoQ 10 makes it possible to deliver CoQ 10 via other routes. It was shown in mice that CF/CoQ 10 can be administrated intravenously without detectable toxicity [ 48 ]. The efficiency of CoQ 10 delivery by CF/CoQ 10 varies among tissues as expected, and uptake by the brain was the least efficient among the tissues examined (liver, heart, skeletal muscle, kidney, brain, lung, and spleen), which could be expected given that the brain-blood barrier is known to be an obstacle of drug delivery to the CNS. CoQ 10 deficiency patients usually present with multiple and heterozygous symptoms [ 1 , 3 ]. While some symptoms such as encephalopathy, might be harder to treat, improvement of other disease pathologies could make a difference in the patients' quality of life. Furthermore, even a small increase in brain CoQ could partially, or even strongly, alleviate symptoms. In the present study, we showed rescue of the respiratory defect in the patient cells by CF/CoQ 10 , which is the first demonstration of its efficacy in human CoQ 10 -deficient cells and encourages further studies to evaluate its potential to treat CoQ 10 deficiency disease. Overall, our findings suggest that inadequate CoQ 10 production in the COQ7(p.Arg54Gln) patient's fibroblasts compromises mitochondrial energy metabolism, and this potentially could affect various cellular processes. However, it is worth noting that caution is needed in interpreting results from in vitro fibroblasts studies, as effects of any COQ gene mutation may have different consequences in cultured cells versus particular animal tissues [ 44 ]. Cases have also been reported where decreased CoQ 10 content was found in fibroblasts but not in muscle [ 55 ]. On the other hand, a normal CoQ 10 level in fibroblasts should not rule out a diagnosis of CoQ deficiency. Three COQ7 patients described in the literature so far harbor different COQ7 variants, and their clinical picture varies widely [ 16 , 17 , 29 ]. However, all have developmental delay, hearing impairment, and muscle phenotypes. The first case of COQ7 deficiency reported a homozygous missense mutation (p.Val141Glu) which might disrupt the enzyme's active di‑iron binding site and was shown to severely impair COQ7 function and CoQ 10 synthesis [ 16 , 17 ]. The patient never learned to stand or walk and presented with significant muscular hypotonia and peripheral sensorimotor polyneuropathy [ 16 ]. The most recent patient reported was found to carry compound heterozygous COQ7 variants and was also severely affected, with a severe CoQ deficit scored in fibroblasts, and clinical manifestations including progressive multisystemic dysfunction and death at 1 year of age [ 29 ]. In contrast, the patient we describe here is more comparable to a Canadian patient we previously reported to carry a homozygous p.Leu111Pro mutation. As in the p.Leu111Pro patient, the skin fibroblasts show only a moderate loss of CoQ 10 [ 17 ]. Furthermore, both patients present with relatively milder phenotypes compared to the two patients mentioned above, and one of their prominent phenotypes is spasticity. As mentioned in the introduction, the p.Leu111Pro patient also carries a mitochondrial DNA mutation (A1555G) and a heterozygous mutation in the C2Orf71 gene in addition to the COQ7 mutation [ 17 ]. Nonetheless, the finding of spasticity in both patients suggests that this is a symptom that is associated with the COQ7 mutations. A clinical implication is that the possibility of a COQ7 mutation or a CoQ 10 deficiency of any etiology should be considered for young patients with spasticity in addition to other symptoms. The varying clinical manifestations among the COQ7 patients, or more generally among most primary CoQ 10 deficiency patients, are likely mainly attributable to varying severities of CoQ 10 deficiency, although genetic modifiers acting on mitochondrial function cannot be excluded [ 8 ]. Skin fibroblasts from patients are often the only material available for direct measurement of CoQ 10 levels. In general, the severity of CoQ 10 loss found in isolated patient fibroblasts positively correlates with the severity of the disease [ 1 , 31 ]. In addition to COQ7 defects, pathogenic COQ9 variants also cause accumulation of DMQ due to a decrease in the levels of COQ7 [ 18 , 56 ]. In mice, complete loss of Coq7 gene function results in embryonic lethality, as is also observed with several other Coq genes and with genes necessary for the proper assembly of ETC complexes, and this despite the presence of DMQ [ 1 , 14 , 19 , [57] , [58] , [59] , [60] ]. A more recent study with mammalian cells indicates that DMQ can function as an electron carrier in the mitochondrial respiratory chain similar to CoQ but much less efficiently [ 23 ]. Therefore, in COQ7 or COQ9 patient cells that still have residual CoQ 10 biosynthesis, DMQ is unlikely to play a significant role in the phenotypic presentation at the level of mitochondrial respiration scored in cultured cells. On the other hand, there is the possibility that DMQ might compete with CoQ and thus exert a potentially inhibitory effect on mitochondrial respiration. In C. elegans the orthologue of COQ7 is clk-1 . Addition of a pentane extract from clk-1 mutant mitochondria (containing DMQ 9 ) to CoQ 9 -replete mitochondria was shown to partially inhibit Complex I-III activity [ 22 ]. Whether any such effect exists in vivo is not yet known. However, several studies suggest a low likelihood for significant toxicity of DMQ. Indeed, upon treatment with DHB, significant phenotypic rescue was observed in an inducible Coq7 knockout model and a Coq9 knock-in (R239X) mouse model. But in both models, DMQ accumulation persisted in the treated mice [ 24 , 26 , 49 ]. Liver-specific Coq7 knockout mice were shown to be indistinguishable from the wild type, despite large accumulation of DMQ in the hepatocytes [ 21 ]. Furthermore, in C. elegans , suppressors of the missense mutation clk-1(e2519) were found to restore the ability to synthesize CoQ, but only in exceedingly small amounts, and still accumulate large amounts of DMQ. Yes, these small amounts of CoQ were sufficient to suppress the mutant phenotypes [ 25 ]. Finally, it is noteworthy that the degree of loss of CoQ 10 in every patient tissue is necessarily unknown. Some specific cell types in the patients might suffer much more severe CoQ 10 deficiency than cultured fibroblasts, let alone because cultured cells are exposed to atmospheric oxygen levels. Therefore, some in vivo cell types might benefit more or less from the large accumulation of DMQ, for its limited ability to carry electrons or maybe other properties. Although in the patient's fibroblasts there was only a moderate reduction in CoQ 10 level, we observed a drastic loss of COQ7 protein expression, confirming that the p.Arg54Gln mutation disturbs protein stability. We also found that in the cells from the healthy heterozygous sibling there is also a significant loss of COQ7 expression, yet CoQ 10 levels are not affected. It is not yet known below what threshold a decrease of COQ7 abundance decreases CoQ 10 levels and causes CoQ 10 deficiency symptoms. Previously published works on COQ7 patients did not report on the expression of COQ7 in the patients' skin fibroblasts or biopsy tissues [ 16 , 17 , 29 ]. However, we previously have shown that when COQ7(p.Leu111Pro) was expressed in a heterologous system, a very low mutant COQ7 protein level was associated with an only moderate CoQ 10 deficiency [ 17 ]. Taken together, these findings indicate that a minimal amount of COQ7 protein may be sufficient to maintain enough activity for synthesis of most CoQ in the cell. However, although Coq7 +/− mouse mutants were shown not to be haplo-insufficient and to have wild-type level of CoQ, the distribution of CoQ was found to be altered within mitochondrial membranes in Coq7 +/− tissues, suggesting an additional function of COQ7 in CoQ membrane distribution [ 58 ]. Whether the mitochondrial CoQ distribution is affected in patient cells with a COQ7 defect is not known. We found that DHB treatment does not increase CoQ 10 levels in the COQ7(p.Arg54Gln) patient cells. A similar effect was observed in the p.Leu111Pro patient cells [ 17 ]. There are reasons to believe that this is because the patient's cells show only a moderate loss of CoQ 10 , indicating significant COQ7 activity still remains. Indeed, the native CoQ biosynthetic pathway using 4-HB as the aromatic ring precursor and CoQ synthesis from DHB compete for the same CoQ pathway enzymes. Thus, CoQ production from DHB must lead to a reduced rate of CoQ synthesis from the native pathway. This explains why after DHB treatment, a significant reduction of DMQ levels was observed in all COQ7 mutant patient cells tested, as well as in mouse cells with Coq7 defects [ 17 , 24 , 26 , 50 ]. In other words, the total net CoQ production does not necessarily increase in COQ7 mutant cells provided with DHB because lower CoQ production from 4-HB might offset the gain from CoQ produced via DHB. Moreover, as shown in this and previous studies, CoQ 10 concentration decreased in normal cells after DHB treatment, clearly indicating that CoQ biosynthetic enzymes are less efficient when using DHB-derived biosynthetic intermediates [ 16 , 17 , 24 ]. Despite the considerations in the previous paragraph, DHB treatment was found to increase the level of CoQ 10 in skin fibroblasts from the COQ7(p.Val141Glu) patient, which is more severely affected than the Leu111Pro and Arg54Gln patients [ 16 , 17 ]. Thus, as we have also observed in mice, a very severe loss of COQ7 activity can be partially alleviated by DHB. Of note, while a similar effects of DHB were observed in the Leu111Pro and Arg54Gln patient fibroblasts on the levels of DMQ and CoQ, a small increase in the uncoupled maximal mitochondrial respiration rate was observed in the COQ7(p.Leu111Pro) patient cells, whereas in the COQ7(p.Arg54Gln) patient cells, no detectable effect was found [ 17 ]. The exact cause of this difference of DHB effect on mitochondrial respiration in the two different patient-derived fibroblast lines, and how other cell types respond to DHB treatment remain to be explored. In sum, these observations suggest that DHB likely would benefit only very severe COQ7 patients with very little remaining COQ7 activity. But such cases might not be able to survive development. The findings with the COQ7(p.Arg54Gln) patient cells we report in this study also stresses that the possibility of DHB treatment must be approached with extreme caution as DHB could lead to reduced net CoQ 10 synthesis and further aggravate the deficiency. Meanwhile, though the potential mechanisms are unknown, benefits of DHB treatment on other CoQ deficiency models have been reported more recently [ 49 , 61 , 62 ]. Thus, more future studies are warranted to explore the possibility of using DHB as a treatment. Funding This work is supported by a Foundation grant from the 10.13039/501100000024 Canadian Institutes of Health Research : FDN-159916. S. Hekimi is Campbell Chair of Developmental Biology. Declaration of Competing Interest SH and YW have received royalty payment from Clarus Therapeutics Holdings. SH also consults for Clarus Therapeutics Holdings. EG declares no potential conflict of interest. References 1 Wang Y. Hekimi S. Molecular genetics of ubiquinone biosynthesis in animals Crit. Rev. Biochem. Mol. Biol. 48 1 2013 69 88 23190198 2 Doimo M. Genetics of coenzyme q10 deficiency Mol Syndromol 5 3–4 2014 156 162 25126048 3 Desbats M.A. Genetic bases and clinical manifestations of coenzyme Q10 (CoQ 10) deficiency J. Inherit. Metab. Dis. 38 1 2015 145 156 25091424 4 Lenaz G. Genova M.L. Mobility and function of coenzyme Q (ubiquinone) in the mitochondrial respiratory chain Biochim. Biophys. Acta 1787 6 2009 563 573 19268424 5 Stefely J.A. Pagliarini D.J. Biochemistry of mitochondrial coenzyme Q biosynthesis Trends Biochem. Sci. 42 10 2017 824 843 28927698 6 Wang Y. Hekimi S. The complexity of making ubiquinone Trends Endocrinol. Metab. 30 12 2019 929 943 31601461 7 Turunen M. Olsson J. Dallner G. Metabolism and function of coenzyme Q Biochim. Biophys. Acta 1660 1–2 2004 171 199 14757233 8 Wang Y. Hekimi S. Understanding ubiquinone Trends Cell Biol. 26 5 2016 367 378 26827090 9 Tran U.C. Clarke C.F. Endogenous synthesis of coenzyme Q in eukaryotes Mitochondrion 7 Suppl 2007 S62 S71 17482885 10 Tsui H.S. Clarke C.F. Ubiquinone biosynthetic complexes in prokaryotes and eukaryotes Cell Chem Biol 26 4 2019 465 467 31002800 11 Eisenberg-Bord M. The endoplasmic reticulum-mitochondria encounter structure complex coordinates coenzyme Q biosynthesis Contact (Thousand Oaks) 2 2019 2515256418825409 12 Xie L.X. Overexpression of the Coq8 kinase in Saccharomyces cerevisiae coq null mutants allows for accumulation of diagnostic intermediates of the coenzyme Q6 biosynthetic pathway J. Biol. Chem. 287 28 2012 23571 23581 22593570 13 Jonassen T. Yeast Clk-1 homologue (Coq7/Cat5) is a mitochondrial protein in coenzyme Q synthesis J. Biol. Chem. 273 6 1998 3351 3357 9452453 14 Levavasseur F. Ubiquinone is necessary for mouse embryonic development but is not essential for mitochondrial respiration J. Biol. Chem. 276 49 2001 46160 46164 11585841 15 Miyadera H. Altered quinone biosynthesis in the long-lived clk-1 mutants of Caenorhabditis elegans J. Biol. Chem. 276 11 2001 7713 7716 11244089 16 Freyer C. Rescue of primary ubiquinone deficiency due to a novel COQ7 defect using 2,4-dihydroxybensoic acid J. Med. Genet. 52 11 2015 779 783 26084283 17 Wang Y. Pathogenicity of two COQ7 mutations and responses to 2,4-dihydroxybenzoate bypass treatment J. Cell. Mol. Med. 21 10 2017 2329 2343 28409910 18 Garcia-Corzo L. Dysfunctional Coq9 protein causes predominant encephalomyopathy associated with CoQ deficiency Hum. Mol. Genet. 22 6 2013 1233 1248 23255162 19 Nakai D. Mouse homologue of coq7/clk-1, longevity gene in Caenorhabditis elegans, is essential for coenzyme Q synthesis, maintenance of mitochondrial integrity, and neurogenesis Biochem. Biophys. Res. Commun. 289 2 2001 463 471 11716496 20 Stepanyan Z. Genetic and molecular characterization of CLK-1/mCLK1, a conserved determinant of the rate of aging Exp. Gerontol. 41 10 2006 940 951 16889924 21 Wang Y. Hekimi S. Mitochondrial respiration without ubiquinone biosynthesis Hum. Mol. Genet. 22 23 2013 4768 4783 23847050 22 Yang Y.Y. The role of DMQ(9) in the long-lived mutant clk-1 Mech. Ageing Dev. 132 6–7 2011 331 339 21745495 23 Wang Y. Hekimi S. Minimal mitochondrial respiration is required to prevent cell death by inhibition of mTOR signaling in CoQ-deficient cells Cell Death Discov 7 1 2021 201 34349107 24 Wang Y. Oxer D. Hekimi S. Mitochondrial function and lifespan of mice with controlled ubiquinone biosynthesis Nat. Commun. 6 2015 6393 25744659 25 Branicky R. Nguyen P.A. Hekimi S. Uncoupling the pleiotropic phenotypes of clk-1 with tRNA missense suppressors in Caenorhabditis elegans Mol. Cell. Biol. 26 10 2006 3976 3985 16648490 26 Hidalgo-Gutierrez A. beta-RA reduces DMQ/CoQ ratio and rescues the encephalopathic phenotype in Coq9 (R239X) mice EMBO Mol Med 11 1 2019 27 Ogasahara S. Muscle coenzyme Q deficiency in familial mitochondrial encephalomyopathy Proc. Natl. Acad. Sci. U. S. A. 86 7 1989 2379 2382 2928337 28 Hughes B.G. Harrison P.M. Hekimi S. Estimating the occurrence of primary ubiquinone deficiency by analysis of large-scale sequencing data Sci. Rep. 7 1 2017 17744 29255295 29 Kwong A.K. A fatal case of COQ7-associated primary coenzyme Q10 deficiency JIMD Rep 47 1 2019 23 29 31240163 30 Theunissen T.E.J. Whole exome sequencing is the preferred strategy to identify the genetic defect in patients with a probable or possible mitochondrial cause Front. Genet. 9 2018 400 30369941 31 Quinzii C.M. Respiratory chain dysfunction and oxidative stress correlate with severity of primary CoQ10 deficiency FASEB J. 22 6 2008 1874 1885 18230681 32 Lopez L.C. Leigh syndrome with nephropathy and CoQ10 deficiency due to decaprenyl diphosphate synthase subunit 2 (PDSS2) mutations Am. J. Hum. Genet. 79 6 2006 1125 1129 17186472 33 Salviati L. Haploinsufficiency of COQ4 causes coenzyme Q10 deficiency J. Med. Genet. 49 3 2012 187 191 22368301 34 Ivanyi B. Diffuse mesangial sclerosis in a PDSS2 mutation-induced coenzyme Q10 deficiency Pediatr. Nephrol. 33 3 2018 439 446 29032433 35 Yu M.H. Primary coenzyme Q10 deficiency-7: expanded phenotypic spectrum and a founder mutation in southern Chinese NPJ Genom Med 4 2019 18 31396399 36 Mollet J. CABC1 gene mutations cause ubiquinone deficiency with cerebellar ataxia and seizures Am. J. Hum. Genet. 82 3 2008 623 630 18319072 37 Mignot C. Phenotypic variability in ARCA2 and identification of a core ataxic phenotype with slow progression Orphanet J Rare Dis 8 2013 173 24164873 38 Horvath R. Adult-onset cerebellar ataxia due to mutations in CABC1/ADCK3 J. Neurol. Neurosurg. Psychiatry 83 2 2012 174 178 22036850 39 Olgac A. A rare case of primary coenzyme Q10 deficiency due to COQ9 mutation J. Pediatr. Endocrinol. Metab. 33 1 2020 165 170 31821167 40 Li M. COQ2 mutation associated isolated nephropathy in two siblings from a Chinese pedigree Ren. Fail. 43 1 2021 97 101 33397173 41 Aure K. Progression despite replacement of a myopathic form of coenzyme Q10 defect Neurology 63 4 2004 727 729 15326254 42 Zhang L. Ashizawa T. Peng D. Primary coenzyme Q10 deficiency due to COQ8A gene mutations Mol Genet Genomic Med 8 10 2020 e1420 43 Alcazar-Fabra M. Primary coenzyme Q deficiencies: a literature review and online platform of clinical features to uncover genotype-phenotype correlations Free Radic. Biol. Med. 167 2021 141 180 33677064 44 Mero S. New pathogenic variants in COQ4 cause ataxia and neurodevelopmental disorder without detectable CoQ10 deficiency in muscle or skin fibroblasts J. Neurol. 268 9 2021 3381 3389 33704555 45 Malicdan M.C.V. A novel inborn error of the coenzyme Q10 biosynthesis pathway: cerebellar ataxia and static encephalomyopathy due to COQ5 C-methyltransferase deficiency Hum. Mutat. 39 1 2018 69 79 29044765 46 Blumkin L. Heterozygous mutations in the ADCK3 gene in siblings with cerebellar atrophy and extreme phenotypic variability JIMD Rep 12 2014 103 107 24048965 47 Chang A. ADCK3-related coenzyme Q10 deficiency: a potentially treatable genetic disease Mov Disord Clin Pract 5 6 2018 635 639 30637285 48 Wang Y. Hekimi S. Micellization of coenzyme Q by the fungicide caspofungin allows for safe intravenous administration to reach extreme supraphysiological concentrations Redox Biol. 36 2020 101680 49 Hidalgo-Gutierrez A. beta-RA targets mitochondrial metabolism and adipogenesis, leading to therapeutic benefits against CoQ deficiency and age-related overweight Biomedicines 9 10 2021 50 Freyer C. Rescue of primary ubiquinone deficiency due to a novel COQ7 defect using 2,4-dihydroxybensoic acid J. Med. Genet. 52 11 2015 779 783 26084283 51 Liu J.L. A single biochemical activity underlies the pleiotropy of the aging-related protein CLK-1 Sci. Rep. 7 1 2017 859 28404998 52 Pandurangan A.P. SDM: a server for predicting effects of mutations on protein stability Nucleic Acids Res. 45 W1 2017 W229 W235 28525590 53 Rodrigues C.H. Pires D.E. Ascher D.B. DynaMut: predicting the impact of mutations on protein conformation, flexibility and stability Nucleic Acids Res. 46 W1 2018 W350 W355 29718330 54 Berardo A. Quinzii C.M. Redefining infantile-onset multisystem phenotypes of coenzyme Q10-deficiency in the next-generation sequencing era J Transl Genet Genom 4 2020 22 35 33426503 55 Montero R. Analysis of coenzyme Q10 in muscle and fibroblasts for the diagnosis of CoQ10 deficiency syndromes Clin. Biochem. 41 9 2008 697 700 18387363 56 Duncan A.J. A nonsense mutation in COQ9 causes autosomal-recessive neonatal-onset primary coenzyme Q10 deficiency: a potentially treatable form of mitochondrial disease Am. J. Hum. Genet. 84 5 2009 558 566 19375058 57 Peng M. Primary coenzyme Q deficiency in Pdss2 mutant mice causes isolated renal disease PLoS Genet. 4 4 2008 e1000061 58 Lapointe J. The submitochondrial distribution of ubiquinone affects respiration in long-lived Mclk1+/− mice J. Cell Biol. 199 2 2012 215 224 23045551 59 Hughes B.G. Hekimi S. A mild impairment of mitochondrial electron transport has sex-specific effects on lifespan and aging in mice PLoS One 6 10 2011 e26116 60 Lu S. Cerebellar defects in Pdss2 conditional knockout mice during embryonic development and in adulthood Neurobiol. Dis. 45 1 2012 219 233 21871565 61 Widmeier E. Treatment with 2,4-Dihydroxybenzoic acid prevents FSGS progression and renal fibrosis in podocyte-specific Coq6 knockout mice J. Am. Soc. Nephrol. 30 3 2019 393 405 62 Widmeier E. ADCK4 deficiency destabilizes the coenzyme Q complex, which is rescued by 2,4-Dihydroxybenzoic acid treatment J. Am. Soc. Nephrol. 31 6 2020 1191 1211 32381600 Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data to this article can be found online at https://doi.org/10.1016/j.ymgmr.2022.100877 .",
    "full_text_abstract": "Coenzyme Q 10 (CoQ 10 ) is necessary as electron transporter in mitochondrial respiration and other cellular functions. CoQ 10 is synthesized by all cells and defects in the synthesis pathway result in primary CoQ 10 deficiency that frequently leads to severe mitochondrial disease syndrome. CoQ 10 is exceedingly hydrophobic, insoluble, and poorly bioavailable, with the result that dietary CoQ 10 supplementation produces no or only minimal relief for patients. We studied a patient from Turkey and identified and characterized a new mutation in the CoQ 10 biosynthetic gene COQ7 (c.161G > A; p.Arg54Gln). We find that unexpected neuromuscular pathology can accompany CoQ 10 deficiency caused by a COQ7 mutation. We also show that by-passing the need for COQ7 by providing the unnatural precursor 2,4-dihydroxybenzoic acid, as has been proposed, is unlikely to be an effective and safe therapeutic option. In contrast, we show for the first time in human patient cells that the respiratory defect resulting from CoQ 10 deficiency is rescued by providing CoQ 10 formulated with caspofungin (CF/CoQ). Caspofungin is a clinically approved intravenous fungicide whose surfactant properties lead to CoQ 10 micellization, complete water solubilization, and efficient uptake by cells and organs in animal studies. These findings reinforce the possibility of using CF/CoQ in the clinical treatment of CoQ 10 -deficient patients."
}