{
    "PMC": "11809362",
    "DOI": "10.2147/jir.s501856",
    "PMID": "39931174",
    "PMCID": "PMC11809362",
    "title": "RECK as a Potential Crucial Molecule for the Targeted Treatment of Sepsis.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC11809362",
    "source": "MED",
    "abstract_text": "Reversion inducing cysteine rich protein with kazal motifs (RECK), a Kazal motif-containing protein, regulates pro-inflammatory cytokines production, migration of inflammatory cells, vascular endothelial growth factor (VEGF) and Wnt pathways and plays critical roles in septic inflammatory storms and vascular endothelial dysfunction. Recently, RECK has been defined as the negative regulator of adisintegrin and metalloproteinases (ADAMs) and matrix metalloproteinases (MMPs), which are both membrane \"molecular scissors\" and aggravate the poor prognosis of sepsis. To better understand the roles of RECK and the related mechanisms, we make here a systematic and in-depth review of RECK. We first summarize the findings on structural characteristics of RECK protein and the regulation at the transcription, post-transcription, or protein level of RECK. Then, we discuss the roles of RECK in inflammation, infection, and vascular injury by focusing on the RECK function on ADAMs and MMPs, as well as the pathways of VEGF, WNT, angiopoietin, and notch signaling. In conclusion, RECK participation as a guardian in the development of sepsis provides insight into the strategies of precisely intervening in RECK dysregulationfor the treatment of sepsis.",
    "full_text": "pmc J Inflamm Res J Inflamm Res jir Journal of Inflammation Research 1178-7031 Dove 11809362 501856 10.2147/JIR.S501856 Review RECK as a Potential Crucial Molecule for the Targeted Treatment of Sepsis Qin et al Qin et al Qin Yuting 1 * http://orcid.org/0000-0002-0363-1831 Liao Shuanglin 1 * Sun Jianbo 2 Ye Huiyun 1 Li Jiafu 1 Pan Jiahui 1 http://orcid.org/0000-0002-6916-4770 He Junbing 3 Xia Zhengyuan 4 5 http://orcid.org/0000-0002-3537-9546 Shao Yiming 1 6 1 Dongguan Key Laboratory of Sepsis Translational Medicine, The Intensive Care Unit, The First Dongguan Affiliated Hospital, Guangdong Medical University , Dongguan , Guangdong , People’s Republic of China 2 Dongguan Key Laboratory of Chronic Inflammatory Diseases, The First Dongguan Affiliated Hospital, Guangdong Medical University , Dongguan , Guangdong , People’s Republic of China 3 The Key Laboratory of Organ Dysfunction and Protection Translational Medicine, Jieyang Medical Research Center, Jieyang People’s Hospital , Jieyang , Guangdong , People’s Republic of China 4 Department of Anesthesiology and Perioperative Medicine, Zhengzhou Central Hospital Affiliated to Zhengzhou University , Zhengzhou , People’s Republic of China 5 State Key Laboratory of Pharmaceutical Biotechnology, Department of Medicine, The University of Hong Kong , Pokfulam , Hong Kong , People’s Republic of China 6 The Key Laboratory of Sepsis Translational Medicine, Guangdong Medical University , Zhanjiang , Guangdong , People’s Republic of China Correspondence: Yiming Shao, Dongguan Key Laboratory of Sepsis Translational Medicine, the Intensive Care Unit,The First Dongguan Affiliated Hospital, Guangdong Medical University , Jiaoping Road 42, Tangxia Town , Dongguan , Guangdong Province , 523710 , People’s Republic of China , Tel +86 18826690188 , Email sym@gdmu.edu.cn Zhengyuan Xia, Department of Anesthesiology and Perioperative Medicine, Zhengzhou Central Hospital Affiliated to Zhengzhou University , Zhengzhou , People’s Republic of China , Tel +852-68798794 , Email zyxia@hku.hk * These authors contributed equally to this work 06 2 2025 2025 18 1787 1813 21 10 2024 19 1 2025 © 2025 Qin et al. 2025 Qin et al. https://creativecommons.org/licenses/by-nc/3.0/ This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License ( http://creativecommons.org/licenses/by-nc/3.0/ ). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms ( https://www.dovepress.com/terms.php ). Abstract Reversion inducing cysteine rich protein with kazal motifs (RECK), a Kazal motif-containing protein, regulates pro-inflammatory cytokines production, migration of inflammatory cells, vascular endothelial growth factor (VEGF) and Wnt pathways and plays critical roles in septic inflammatory storms and vascular endothelial dysfunction. Recently, RECK has been defined as the negative regulator of adisintegrin and metalloproteinases (ADAMs) and matrix metalloproteinases (MMPs), which are both membrane “molecular scissors” and aggravate the poor prognosis of sepsis. To better understand the roles of RECK and the related mechanisms, we make here a systematic and in-depth review of RECK. We first summarize the findings on structural characteristics of RECK protein and the regulation at the transcription, post-transcription, or protein level of RECK. Then, we discuss the roles of RECK in inflammation, infection, and vascular injury by focusing on the RECK function on ADAMs and MMPs, as well as the pathways of VEGF, WNT, angiopoietin, and notch signaling. In conclusion, RECK participation as a guardian in the development of sepsis provides insight into the strategies of precisely intervening in RECK dysregulationfor the treatment of sepsis. Keywords RECK sepsis vascular endothelial function regulation inflammation National Nature Science Foundation of China The authors’ research was supported by the National Nature Science Foundation of China (82072151), Guangdong Basic and Applied Basic Research Fund (Guangdong-Dongguan Joint Fund)(2023A1515140177), Talent Development Foundation of The First Dongguan Affiliated Hospital of Guangdong Medical University & Foundation of State Key Laboratory of Pathogenesis, Prevention and Treatment of High Incidence Diseases in Central Asia (GCC2023005, SKL-HIDCA-2024-GD4), and Affiliated Hospital of Guangdong Medical University Clinical Research Program (LCYJ2019A002). Introduction Sepsis is a severe condition characterized by organ malfunction, posing a life-threatening risk to the patient. It occurs when the body’s immune system responds abnormally to an infection, disrupting normal bodily functions. The primary pathophysiological process involves a cytokine storm and vascular endothelial leakage triggered by an exaggerated inflammatory response. 1 Invasion of the body by pathogen-associated injury molecules (PAMPs) and exogenous injury-related molecules (DAMPs) activates innate and adaptive immune systems, leading to a significant inflammatory response. 2 These mechanisms help moderate the exaggerated inflammatory response, commonly called “cytokine storm”. 3 Meanwhile, it must be acknowledged that vascular dysfunction as a result of endothelial cell activation and vascular injury is critical to triggering Multiple Organ Dysfunction Syndrome (MODS) during sepsis. Endothelial cells release many cytokines, including Tumor Necrosis Factor-α (TNF-α), TNF receptor1/2(TNFR1/2), IL-6 receptor (IL-6R), C-X3-C Motif Chemokine Ligand 1(CX3CL1), C-X-C Motif Chemokine Ligand 16(CXCL16), VE-cadherin/CDH5, and Vascular Cell Adhesion Molecule 1(VCAM1), among others. 4 The over-activation of these cytokines has been shown to contribute to the endothelium’s heightened permeability, resulting in systemic endothelial dysfunction and ultimately aggravating sepsis to MODS. 2 ADAM family consists of molecules that regulate the release of cytokines. Furthermore, the cytokines mentioned above have recently been shown to be negatively regulated by RECK. 5–7 However, the relative importance of RECK in developing sepsis is largely unexplored. RECK is a multifunctional glycoprotein, 8 , 9 and its gene and protein expression levels are reduced in pathological conditions involving infection and related tissue injury; thus, RECK is of great significance in maintaining the normal structure and function of tissues and organs. One of the crucial functions of RECK is to inhibit the activation of matrix metalloproteinase (MMP), whose increase is attributable to the initiation or exacerbation of septic inflammation. 10 This function enables RECK to exert biological effects such as ameliorating extracellular matrix (ECM) degradation, leukocyte exudation and epithelial cell destruction, and airway remodeling. Thus, low expression of RECK may disrupt the ECM’s steady state. At the same time, MMP inhibitors have been proven to combat cytokines generation and reduce pulmonary vascular permeability, mortality, and other adverse reactions during sepsis. 11 , 12 In addition, RECK also interacts with various inflammatory factors that affect their expression and activity, such as interleukin 6(IL-6) signaling pathways. RECK regulates the expression of IL-6 levels, and it can interact with IL-6R and Glycoprotein 130(gp130), thereby weakening IL-6-mediated downstream biological effects. 13–15 As is well known, IL-6 and other cytokines participate in the immune response, cell proliferation, and inflammatory reaction process. The cytokine storm is a critical pathophysiological mechanism of organ damage in sepsis. The regulatory effect of RECK on cytokines is suggestive of its role in the inflammatory response of sepsis. In addition, the RECK in endothelial function regulation is also involved in angiogenesis and vascular permeability, among others. 16 RECK plays a vital role in maintaining vascular endothelial cell function and anti-aging. Moreover, RECK serves to maintain vascular permeability. RECK can affect blood-brain barrier formation and angiogenesis in the nervous system by activating the endothelial WNT/β-catenin signaling pathway. 17–19 RECK also blocks the production and function of vascular endothelial growth factor (VEGF) in other systems. Inhibition of VEGF can reduce vascular permeability, which is beneficial to reducing acute lung and kidney damage caused by lipopolysaccharide (LPS). 20–23 However, a direct study of RECK in sepsis is lacking. Given the sensitive impact of RECK on inflammation and vascular permeability, it is highly possible that RECK may play a critical role in the development of sepsis. This review summarizes the most recent advances of RECK and its impact on inflammation and vascular permeability, and we propose that RECK may have considerable potential as a therapeutic target against sepsis. Methods This review was conducted by searching the literature in PubMed, Google Scholar, and Web of Science databases using the keywords “RECK”, “sepsis”, “inflammation”, and “endothelial injury”. The search time range was from 1998, when RECK protein was discovered, to 2024. Most of the included articles were peer-reviewed clinical research and basic research articles; a small part were review articles, and conference abstracts were excluded. The Structural Characteristics of RECK Protein RECK protein was found in 1998 by Takahashi et al. It is a protein with 971 amino acid residues. 8 Evidence shows a cowbell-shaped RECK unique dimer form ( Figure 1A and B ). 24 Among them, the NH2 terminal hydrophobic water (1–22) acts as a signal peptide, and the COOH terminal hydrophobic regions (943–971) as glycosyl phosphatidyl inositol anchor is associated with RECK membrane positioning. 8 , 24 RECK functions as a GPI-anchored protein located in the lipid raft microdomain of the cell membrane. It is worth noting that this unique cell surface topology GPI anchored feature allows RECK concentration in the plasma membrane domain to increase the accessibility of the substrate, which could make the RECK finer to adjust the function of membrane proteins. 25 , 26 Most GPI-anchored proteins degrade typical membrane proteins in the cell by endocytosis uptake and subsequent recircle. 27 RECK is proven to have the same features that can adjust its substrate membrane type 1 matrix metalloproteinases(MT1-MMP) endocytosis pathway, similar to the clathrin and dynamin-independent endocytic pathway (CLIC-GEEC, CG pathway). 28 However, it has yet to be explored whether there are more similarities to the substrates. Figure 1 Structural characteristics of RECK: ( A ) RECK has three important domains in between and functions as a negative regulator of several membrane proteins. Cysteine-rich sequences (37–338), domains resembling the epidermal growth factor (EGF)(49–523; 67–709), and three domains resembling the serine protease inhibitor (SPI) are shown from left to right. The ends of NH2 and COOH are both abundant in cysteine (9%). 8 ( B ) RECK contains a distinctive dimer in the shape of a cowbell. 24 ( C ) In contrast to the second and third domains of RECK, which are atypical Kazal motifs, the first domain of RECK (residues 635–654) precisely matches the standard Kazal motif. Researchers have constructed recombinant proteins containing 3 Kazal motifs (named K123), 676–799(named K23), and full-length RECK with 2 Kazal motifs to investigate the function of this domain. 8 The Kazal motifs are typically composed of 50–60 amino acids, with three pairs of disulfide bonds created by six cysteine residues (Cys I–Cys V, Cys II–Cys IV, and Cys III–Cys VI) to preserve the domain’s molecular shape. 29 At a region of P1 activity, which is crucial for establishing the specificity of protease inhibitors, there is an additional amino acid residue following the second cysteine. 30 There are no hydrogen bonds, but only two sets of disulfide bonds that connect CysIII and Cys VI are present in the unusual Kazal domain (K23). ( D ) Five glycosylation sites were discovered among the aforementioned five cysteine node patterns (Asn86, Asn200, Asn297, Asn352, Asn39), and some research has indicated that the extent of glycosylation affects its protein localization. 31 , 32 Created in BioRender. Qin, Y (2024) https://BioRender.com/i21f361 . RECK has three important function structure domains, including sequences rich in cysteine (37–338), sequences similar to the structure of the epidermal growth factor (EGF) domain (49–523, 67–709), a domain resembling serine protease inhibitor (SPI) ( Figure 1A ). Among them, a similar SPI domain structure seems essential for RECK to act as a negative regulatory factor of various membrane proteins. Serine protease inhibitors are one of the more conservative families, generally repeated by one or more conservative Kazal structural domains. 33 Specifically, the SPI region of RECK can be subdivided into three domains. The first domain of RECK (K1, residues 635 to 654) matches the canonical Kazal domain compared to the second and third domains ( Figure 1A ). The canonical Kazal motif usually consists of 50 to 60 amino acids with six cysteine residues (Cys I-Cys V, Cys II-Cys IV, and Cys III-Cys VI) forming three pairs of disulfide bonds to maintain the molecular shape of the domain. 29 In the nonclassic Kazal structure domain, there are only two groups of disulfide bonds and no hydrogen bonds ( Figure 1C ). Cys II and the connection between the Cys VI, the second and third structure domains (K23) are more inclined to match the classic Kazal domain structure. Whether the difference between the two domains is an evolutionary advantage phenomenon is still unclear. 25 , 34 Chan et al constructed different lengths of the Kazal base sequence, including three Kazal motifs region (named K123), two Kazal motifs region located 676–799(named K23), and the total length of RECK recombinant protein, to study the function of the structure of the domain. However, only full-length RECK and K23 inhibited MMP9 secretion and activity. 35 Curiously, the K123 recombinant protein containing the three Kazal motifs did not exert an inhibitory effect. Nevertheless, the inhibitory effect of RECK on MMP9 secretion is controlled by the Asn297 glycosylation in its cysteine-rich domain. 31 Glycosylation is crucial for protein modification after translation and is closely related to protein signaling function and protein fold correctly. Combining the above, whether or not a recombinant protein conformation change affects its functionor are there are unknown crosstalk effects that lead to loss of inhibition function in the K123 classic Kazal motif with the classic Kazal motif and the nonclassical Kazal motif remains to be answered. The domain structure rich in cysteine (37–338) has five repeated assumptions of cysteine knot motif (cysteine - knot domain, CK)(37–84, 104–141, 151–197, 216–263 and 292–338). This structure is required for RECK to participate in the WNT7a/7b signaling pathway to promote angiogenesis, where the first cysteine knot motif (CK1) interacts with the adhesion G protein-coupled receptor A2(Gpr124). Mutation of 68 QR A P 70 / 91 VFKK 93 amino acid to alanine (A) could eliminate their binding on the cell surface. 36 The fourth and fifth cysteine knot motif, CK (CK4-5), interact with WNT7a/WNT7b. 37 In addition, the above five cysteines were also found to be in the junction between the base sequence glycosylation sites (Asn86, Asn200, Asn297, Asn352, Asn39). Part of the study shows that protein glycosylation and positioning are related. However, glycosylation does not seem to be required for RECK’s cell surface location and is more associated with RECK’s enzyme activity function ( Figure 1D ). 31 So far, each domain of RECK has been reported to have its unique function, except for its epidermal growth factor (EGF) -like domain (EGFD) ( Figure 1A ). RECK was detected to have two domains (residues 493–523 and 676–709) with weak homology to epidermal growth factor-like repeats. 8 Epidermal growth factor-like domains are a common feature of many extracellular proteins with a wide range of functions. 38 It is worth noting that EGFD is also one of the cleavage sequences of the ADAM family, 39 which includes seven members that regulate immune responses during sepsis. 40 For instance, the EGF protein structures, such as Notch and EGFR ligands, are important substrates of the ADAM family. So far, RECK is a negative regulator of ADAM10/17, but their relationship may be far beyond this. 7 Similarly, RECK, also a negative regulator of MMP2 and MMP7, can be shedded by MMP2 and MMP9. 11 , 24 , 41 However, whether ADAM10/17 shed RECK or if there are further crosstalks in between them still needs to be discovered. Regulatory Mechanisms of RECK Expression and Activity It has been proven that increasing the expression of RECK through genetic engineering can attenuate the progression of various disease models where RECK gene expression levels are decreased. 13 , 42–44 Therefore, an in-depth exploration of the molecular mechanism regulating RECK gene expression is of great significance for developing specific drugs that can specifically regulate RECK. Regulation at the Transcriptional Level of RECK In humans, the RECK gene is in the short arm of chromosome 9 region 1, band 3, subband 3(9p13.3), with a total length of 87543 bp and a coding region of 2916 bp, which contains 29 exons. RECK genes are now known to determine seven transcripts ( https://www.ncbi.nlm.nih.gov/nuccore ) ( Table 1 ). Research has shown that transcriptional functions have remarkable differences ( Table 1 ). 45 , 46 The full-length transcript encodes a protein with 971 amino acid residues. 8 The full-length transcript (NM_021111.3) is the subtype mainly discussed in this paper. Table 1 Transcripts/Regions of RECK and Their Function Transcripts/Regions Function Ref. RECKVar1/RECK-A (NM_021111.3) Negative tumor regulatory factors [ 47 ] The longest isoform 1 is encoded by this variation 1, which has a total of 21 exons and 20 introns. RECKVar2(NM_001316345.2) Compared to variant 1, variant 2 has two alternate exons at the 5′ end. In contrast to isoform 1, the resulting isoform 2 has a shorter and more recognizable N-terminus. [ 46 ] RECKVar3/RECK-B (NM_001316346.2) Tumor-stimulating gene: can be used to predict melanoma/glioblastoma, which is substantially connected with tumor aggressiveness and adversely correlated with the survival rate of melanoma patients [ 45 , 46 ] TIMP3 mRNA levels were reduced, although MMP9 and MMP14 mRNA levels were elevated RECKVar4/RECK-I (NM_001316347.2) Positively linked with mRNA levels of MMP2, MMP14, TIMP1, and TIMP2 [ 46 ] RECKVar5(NM_001316348.2) It was controlled both during and following the therapy with transforming growth factor-1(TGF-1). [ 48 , 49 ] Competitive inhibition of MMP9 through binding to the full-length RECK protein’s kazal-like domain. It promotes glioma growth and improves fibroblasts’ capacity for invasion. Control of tubulin’s post-translational alterations. Common denominators The transcription start site and the first eight exons are shared by these three variants (3–5), of which Var3 and Var4 share the first 213 amino acids. Compared to variant 1, these variants (3–5) substitute an alternative 3′-most exon for the final 13 exons. NH2 terminal hydrophobic zone (aa:1–22) Acts as a signal peptide CK domain (aa:33–338) Glycosylation sites: Asn39,Asn86, Asn200, Asn297, Asn352 [ 31 , 32 , 36 , 37 ] Asn86/297/352: Related to tumor cell invasion and MMP active Asn35/200: Unknown Interaction: CK-1 interacts with Gpr124 CK-4 and CK-5 interact with WNT7a/7b EGF-like domain (aa:493–523, 676-709) Calcium-binding and hydroxylation? [ 40 , 50 ] Claevage by ADAM10/17? SPI-domain (aa: K1=635-654,K23=676-799) Interacting with Var5 and MMP9 [ 35 , 48 , 49 ] K23 inhibits the secretion and activity of MMP9 Figure 2 Multiple levels regulate the RECK expression mechanism: ( A – E ) Regulation of RECK at the transcriptional level: ( A ) Under hypoxic conditions, HIF-1 nuclear translocation is active, which activates the hypoxic element rHRE2 and suppresses RECK promoter activity. HDAC1 collaborates with other enzymes (e.g HIF-1a, SP1) in this process. ( B ) The inflammatory process activates Ras genes and causes the release of ROS to promote the nuclear translocation of the SP1 transcription factor. These above-mentioned reactions would subsequently facilitate SP1’s binding to the SP1 site in the promoter region, inhibiting RECK promoter activation. ( C ) DSK#638 and DSK#639 inhibit the binding of SP1 to and RECK promoters. ( D ) The FXR agonists WAY-362450 and GW4064 can facilitate FXR to bind to the FXR element in RECK intron one and hence stimulate RECK transcription. ( E ) The methylation of the RECK promoter results in the downregulation of RECK expression at the gene level when the activation of the ras gene and its downstream ERK1/2 signaling pathway occurs in an environment induced by ROS or under certain illness conditions. Some lncRNAs serve the same purpose (details in Table 2 ). ( F ) Three SNPs (rs16932912, rs11788747, rs10972727) in the RECK gene have been found in exons 9, 13, and 15, respectively. One SNP rs10814325 was found in the promoter region. Among the above SNPS, only rs16932912(G/A) was reported to be closely related to RECK protein expression. 12 , 51–53 ( G – I ) Regulation of RECK at the post-transcriptional level: ( G ) different transcripts ( H ) A vast number of miRNAs (detail in Table 2 ) have been discovered to serve important regulatory roles in RECK post-transcriptionally. ( I ) lncRNA GAS5 /miR-21 forms a related competitive endogenous RNA (ceRNA) network. ( J – L ) Regulation of RECK at the protein level: ( J ) RECK Var5 can compete with RECK for binding to MMP9, reducing RECK’s inhibitory effect on MMP9 activity. ( K ) CRMP2 protein protects RECK protein against degradation, which is inhibited when CRMP2 is phosphorylated. ( L ) MMP2/7 reduces the 110kD RECK to 55kD; GDE2 was discovered to cleave RECK’s GPI anchor, allowing RECK to be released from the cell membrane. Created in BioRender. Qin, Y (2024) https://BioRender.com/j35u075 . Acting on the RECK Promoter According to Kyung Ju Lee’s report in 2010, the RECK promoter region of the complete sequence has 4168 bases with five predicted promoter binding sites. They include two reverse hypoxia response elements (reverse hypoxia-responsive element, rHRE2), a reverse Spl site (rSP1), and two forward Sp1 sites. 54 Combined with the current studies on the regulation of RECK, two critical sites (SP1, rHREs) in RECK have been revealed ( Figure 2A ). These sites interact with different promoters, interfering with RECK gene expression ( Table 2 ). Among them, rHRE2 (−2345, −2333), which negatively regulates RECK transcription, was recruited to the rHRE2 region of the RECK promoter under hypoxia, thereby repressing the RECK promoter ( Figure 2A ). 54 The SP1 site (82–71) is a significant and widespread influence. When tumors, inflammation, or other diseases occur in vivo, the RAS gene and Reactive Oxygen Species (ROS) abundance increase in vivo, leading to phosphorylation of its downstream key molecule ERK. The p-ERK activates the transcription factor SP1. 55 In the study of Chang and others, Sp1 and Sp3 were dose-dependent, instimulating the RECK promoter rather than a reverse activator, as predicted previously ( Figure 2B ). 56 ERK has been found to inhibit RECK expression in other studies, including auxiliary HDAC1 participation and methylation process factors such as joint action. 57–59 ERK activation promotes HDAC1 phosphorylation and accumulation in the nucleus. Activation of the ERK pathway and increased histone deacetylases prevent the interaction of SP1 with the Sp1-binding region of the RECK promoter, resulting in the inhibition of RECK expression ( Figure 2B ). The expression of RECK was restored by ERK/HDAC inhibitor (PD98059/Tricastatin A) or the dominant adverse ERK pathway. 60 Many non-steroidal anti-inflammatory drugs, such as aspirin and celecoxib, NS398, and others, have also been shown to affect RECK expression through the SP1/ERK pathway. 61 Table 2 List of Factors With Relevance to RECK Expression Mechanism Initiation Factor Related Processes Cells/Tissue Related Molecules Ref Repression of the RECK promoter by the Sp1 binding site located in the RECK gene. (Sp1 binding site, the −82/-71 region of the translation start site) Ras Ras may activate ERKs to phosphorylate HDACs and induce the binding of HDACs to Sp1 protein, thereby inhibiting the expression of RECK. 2–12 cells, NIH-3T3 cells Casticin, curcumin, and PTEN can inhibit the DNA binding activity of SP1 and upregulate the expression of RECK [ 42 , 56 , 60 , 62–69 , 83 , 84 ] ERK ERKs may enhance the DNA binding and transcriptional activity of the Sp1 protein by phosphorylating its Thr453 and Thr739. B104-1, NIH3T3, HACAT Both HER-2/neu kinase inhibitor AG825 and MEK1 inhibitor PD98059 effectively inhibited ERK activity and counteracted the inhibitory effect of RECK promoter. HDAC1 HDAC1 acts as an accessory protein and binds to Sp1 protein to inhibit RECK expression. CF migration, B104-1, NIH3T3,HACATSL2, C2C12 cells,293T cells The histone deacetylase inhibitors trichostatin A(TSA) and Mocetinostat(MGCD) effectively activated RECK promoter activity. ROS ERK/STAT3 SGC7901, MGC803, MCF7, T47D KLF2/6 Kruppel-like factors (KLFs) recruit transcriptional regulatory proteins, including coactivators and corepressors, to promoters. RM72 cells Her-2(neu) HER-2(neu) activates HDAC1 in the Sp protein that binds to the RECK promoter, thereby inhibiting RECK expression. B104-1, NIH3T3, HACAT RbAp46 RbAp46 can bind to histone deacetylase (HDAC1) and Sp1, and then bind to Sp1 site in RECK promoter. MCF-7-ras, NIH3T3 Ang-2 Ang-2 inhibits RECK expression in adult mouse cardiac fibroblasts (CF) through AT1/ NOX4-dependent ERK/Sp1 signaling. CF migration IL-18 Induction of Sp1-mediated RECK inhibition by IL-18 requires NOX4-dependent H2O2 production. CF migration Acetylsalicylic acid (ASA) could inhibit IL-18-induced H2O2 production and RECK inhibition. STAT3/SKP2/P21 STAT3 can activate SP1 by promoting SKP2, and P27 itself dephosphorylates Sp1. SGC7901 MGC803 P27 P27 can be degraded in a Skp-dependent manner activated by STAT3, and P27 itself has the function of phosphorylating Sp1. SGC7901, MGC803 – Mycoplasma pneumonia Induced Sp1 phosphorylation Bronchial epithelial cells – LMP1 EB virus latent membrane protein 1 (LMP1) can effectively stimulate the activity of extracellular signal-regulated kinase (ERK) and phosphorylate Sp1 to enhance its DNA binding ability. TW04 cells – The activation of the RECK promoter is done by the Sp1 binding site located in the RECK gene SPRY1 Forced expression of SPRY1 in wild mice reversed Ang-2-induced ERK activation and RECK inhibition. CF migration – [ 56 , 65 , 68 , 69 , 85–89 ] SP1/SP3 Sp1 and Sp3 stimulated RECK promoter activity in SL2 cells in a dose-dependent manner. SL2 cells – Rap1 Rap1, a small Ras-like GTPase, can compete with Ras for Raf1, antagonize Ras activity, and reduce Ras-mediated ERK activation. hMVECs – TIMP2 Crk-C3G-Rap-1 hMVECs – Binding to the rHRE2 site inhibits RECK promoter activity; The second reverse HRE (rHRE2, −2345 to −2333) HIF-1α HIF-1α and HDAC1 are recruited to the rHRE2 region of the RECK promoter under hypoxic conditions. HEK293, TCMK-1 Hypoxia significantly down-regulated RECK mRNA and protein expression, and this inhibitory effect was reversed by HDAC inhibitor trichostatin A(TSA) and HIF-1 inhibitor YC-1. [ 54 ] HDAC1 Binding to the potential IR-1 element: FXRE (AGGTCACTGACCC, nucleotide +2797/2809) in mouse in the first intron. FXR FXR directly regulates RECK transcription by binding to IR-1 elements within intron 1 of the RECK gene LIVER tissue, Primary mouse liver cells The FXR agonist way362450/ GW4064 induced an increase in RECK mRNA levels in WT mice [ 90 ] Epigenetically attenuated RECK expression by catalyzing RECK promoter methylation. ERK1/2 ERK1/2 activation increases H3K27me3 levels in HUVECs, and subsequently, RECK is transcriptionally silenced in a time-dependent manner. HUVECs Treatment with U0126, a small molecule inhibitor of the ERK1/2 signaling pathway, effectively inhibited ERK1/2, resulting in the reduction of H3K27me3, accompanied by the activation of RECK transcription. [ 91 ] Ras/DNMT3b RAS induces DNMT3b expression through the extracellular signal-regulated kinase signaling pathway. Thus, the binding of DNMT3b to the RECK gene promoter was increased, and promoter methylation was induced. NIH3T3 cells, 2–12 cells DNA methyltransferase (DNMT) inhibitors 5′-azacytidine and curcumin can inhibit RECK methylation. Casticin could down-regulate the expression of DNMT1 mRNA and protein and then down-regulate the methylation of RECK. [ 59 ] Ros/DNMT1 ROS induces DNA methylation, which down-regulates RECK expression in breast cancer cells. MCF7, T47D 27HC (27-hydroxycholesterol) [ 58 ] EZH2 The histone methyltransferase enhancer of zeste homolog 2(EZH2) can epigenetically suppress RECK expression by catalyzing H3K27 trimethylation (H3K27me3) within the promoter region of RECK. HUVECs, Hs‐578T, MDA‐MB‐231 breast cancer cells – [ 70 ] LINC01419/EZH2 The interaction of LINC01419 with FUS stabilizes EZH2 mRNA, thereby enhancing EZH2 expression and leading to histone methylation of the RECK promoter. HCC cells – [ 91 ] Targeting RECK mRNA resulted in post-transcriptional regulation of RECK expression and decreased RECK protein levels. miR-4-21p, miR-7, miR-21 /miR-21-5p, miR-25,miR-92a/-92b,miRNA-96, miR-130a, miR-135b, miR-145, miR-181a-5, miR-182-5p ,miR-183, miR-210, miR-221 ,miR-222, miR-374b-5p, miR-590-5p, miR-1080 [ 16 , 71–82 ] SNP rs16932912 (V275I) In ameloblastoma patients, RECK protein levels were decreased relative to healthy volunteers, and the decrease was more significant in samples positive for SNPs (V275I). Ameloblastoma tissue and healthy gingival tissue [ 51 ] Regulatory protein expression CRMP2 CRMP2 interacts with RECK to prevent RECK degradation. MDA-231, HEK293T, [ 92 ] Gpr124 Gpr124 upregulates RECK cell surface expression. HEK293 [ 93 ] Regulatory protein activity RECK var5 RECKVar5 can competitively bind RECK kazal-like domains to prevent RECK from binding to MMP9. 293T cells [ 48 ] Cleavage of protein GDE2 GDE2 is a GPI-anchor cleaving enzyme that can cleave RECK, causing it to lose its membrane anchoring function. DIV14 cortical neuronal, HEK293T cells [ 94 , 95 ] – TGF-β After TGF-β1 treatment, MDA-MB-231 cells showed a significant increase in RECK mRNA expression level but a decrease in RECK protein expression. The reduction in protein expression appeared to be dependent on ERK1/2. MDA-MB-231 cells PD98059, an inhibitor of ERK1/2, blocked TGF-β1-induced RECK protein down-regulation. TGF-β1 signaling may propagate through the Smad3 pathway and protect RECK from proteolytic degradation. Pancreatic stellate cells (PSC) TGF-β1 stimulation of OA chondrocytes had no significant effect on RECK gene expression. OA chondrocytes IGF-2 Stimulates gene expression of RECK OA chondrocytes [ 98 ] TNF-α, IL-1, IL-6 Down-regulate gene expression of RECK OA chondrocytes [ 98 ] Regarding the regulation of RECK promoter activity, Makoto Noda’s team constructed a promoter fragment. They screened a chemical library containing 65,000 small molecules and found two compounds (#638 and #639) that could increase RECK protein levels by more than two times. 64 Among them, DSK638, which is similar to histone deacetylases (HDACs) inhibitors, enhances RECK promoter activity mainly by relieving the inhibition of SP1/KLFs family protein KLF2 targeting SP1 site ( Figure 2C ). Alternatively, an FXRE element is located in the first intronic region.FXR agonists reverse RECK downregulation by binding to FXRE in mice fed a methionine-choline deficient (MCD) diet ( Figure 2D ). 90 This result makes it possible to realize the therapeutic application of RECK in diseases. Menthylated Modification Ras gene and ROS also trigger the methylation process, producing more DNA methyltransferases. 99 , 100 RECK has two methylation regions: the first intron region and a promoter/exon-1 region ( Figure 2E ). 101 Shi et al 101 defined the Methylation process of the two regions as “RIM” (RECK Intron-1 Methylation) and “RPM” (RECK Promoter/exon-1 methylation), respectively. The RPM silent RECK gene is more than RIM. 101 It has been found that methyltransferases such as DNMT1 and DNMT3b can bind to the RECK promoter and effectively silence the RECK gene. 58 , 59 In breast cancer cells (MCF7/T470), there is 27HC (27-hydroxycholesterol) -induced increase in DNMT1, which down-regulates RECK expression. 58 When HA-RASVal12 cancer genes are inserted into NIH3T3 cells (2–12 cells), RAS activation increases the production of DNMT3b and also leads to a decline in RECK expression. 59 In this case, using SAM (S - S-adenosyl methine) to increase the supply of methyl groups can prevent RECK gene silencing. The suppression measures intervention will slow down the RECK methylation process and improve the tumor cells, Such as si-RNA and methyltransferase inhibitors (AZA, 5-Aza-2′-deoxycytidine). 102 , 103 In addition to RECK DNA methylation, EZH2, a histone methyltransferase enhancer, was found to epigenetically repress RECK expression by catalyzing H3K27 trimethylation (H3K27me3). LINC01419 could stabilize EZH2 mRNA and enhance the above process. 91 Related Signaling Pathways of RECK The regulating methods mentioned above may involve multiple signaling pathways, including but not limited to the RAS/ERK pathway and signal transducer and activator of the transcription 3(STAT3) pathway. Rap1, another small GTPase homolog of Ras, was found to participate in the regulation of RECK. M Noda and WG Stetler-Stevenson found that the regulation pathway Crk-C3G-Rap1 participates in RECK signaling. 89 By enhancing the Src-Csk interaction, TIMP2 can enhance the phosphorylation of Tyr-527, a negative regulatory site of Src, which reduces Src kinase activity and leads to the disassembly of the paxillin-Crk-DOCK180 molecular complex, ultimately leading to the inactivation of Rac1 and conversion to Rap1. Forced expression of Rap1 reversed the inhibitory effect of TIMP2 on RECK, whereas TIMP2 did not affect the upregulation of RECK in response to forced expression of Rap1. 69 , 89 Rap1 plays a more critical role in RECK control. Some recent studies have shown that it can compete Raf1 with Ras to inhibit Ras activity and reduce the ERK activation mediated by Ras. 85–87 Coincidentally, in the inflammatory disease we focus on, Rap1 is decreasing expression in acute lung injury induced by LPS. 88 , 104 Could the loss of Rap1 contribute to the decline in RECK? Given the importance of Ras/ERK in RECK regulation, the competitive interaction between Rap1 and Ras is a crucial target for regulating RECK upregulation, which will surely benefit the treatment of many diseases. Gene Mutation In addition to interacting with the promoter region, mutations in RECK itself can also impact its expression. ThirteenSingle-nucleotide polymorphisms (SNPs) in the RECK gene have been found, including 3 SNPs (rs16932912, rs11788747, rs10972727) in exon 9, 13, and 15, respectively. 12 , 51–53 One SNP rs10814325 was found in the promoter region. Among the above SNPS, only rs16932912(G/A) was reported to be closely related to RECK protein expression ( Figure 2F ). When base G was mutated to base A, RECK protein was down-regulated. Future research may find more mutations associated with the regulation of RECK expression. These mutations may alter RECK gene transcriptional activity, mRNA stability, or protein translation efficiency, resulting in altered RECK expression levels. Different Transcripts The National Library of Medicine (NLM) included seven transcripts of RECK and corresponding coding protein 7(two to predict variation) ( Table 1 ) ( Figure 2G ). The currently available studies found them to be part of the function differences. Compared with the total length of the transcript, transcription 2 has two alternate exons in the 5 end. Thus, two peer isoforms can be generated, and the resulting isoform 2 has a shorter and more recognizable N-terminus than isoform 1, and its function has yet to be reported. In addition, transcripts 3-5 shared the transcription start site and the first eight exons, with Var3 and Var4 sharing the first 213 amino acids. These variants replaced the last 13 exons with an alternative 3-UTR compared to the full-length transcript. Transcript three is defined as a tumor-stimulating gene: it can be used to predict melanoma/glioblastoma, which is closely related to tumor invasiveness. Transcript three negatively correlated with the survival rate of melanoma patients and can regulate the reduction of tissue inhibitor of metalloproteinases 3(TIMP3) mRNA levels and the increase of Matrix Metallopeptidase 9(MMP9) and MMP14 mRNA levels. 45 , 46 Transcript 4 was also positively correlated with MMP2, MMP14, TIMP1, and TIMP2 mRNA levels. 46 However, studies on transcript five have focused more on its protein level. The transcript was increased by transforming growth factor-1(TGF-1) stimulation. The last exon encodes its 13 amino acids, and the 3′-UTR is not present in the mRNA encoding RECK. Transcript 5(molecular weight = 25kda) shares 212 amino acids with the long RECK isoform (molecular weight = 110kda) and contains a 13-amino acid long sequence at its C-terminus that is specific for the short RECK isoform but does not contain a GPI-anchored structure. Transcript 5(Translated as Var5) can bind the full-length RECK to play a crucial inhibitory role, reducing RECK’s inhibitory effect on MMP9 activity 48 , 49 ( Figurere 2J ). Variants of RECK always repress the full-length isoform of RECK. The regulation of RECK gene expression is a complex and interesting area of investigation. Further studies on the RECK expression regulation mechanismshould help usto better understand its in-cell biology and its effect on disease development, providing new ideas and methods for treating related diseases. Regulation at the Post-Transcriptional Level of RECK Regarding the post-transcriptional regulation of RECK, existing studies have mainly focused on binding microRNAs (miRNA) to their mRNA. MicroRNAs in the body will cause most mRNA degradation by combining mRNA. 105 In the currently published studies, most of the known regulating RECK microRNAs are targeted to the RECK 3′UTR region, making the RECK protein levels drop ( Figure 2H ). The regulation of RECK by miR-21 has been demonstrated in a variety of diseases. Such as miR-21/miR-21-5p,miR-25, miR-92a/-92b,miRNA-96, and miR-130a have also been shown to be involved in the post-transcriptional regulation of RECK ( Table 2 ). 16 , 71–82 In particular, β-catenin can restore RECK expression by binding to the miR-182 promoter and reducing the targeting of miR182 to the 3′-UTR region of RECK mRNA. 106 In addition, Long non-coding RNA (lncRNA) also affects RECK protein expression by competing with microRNAs in the post-transcriptional stage. For example, lncRNA GAS5/miR-21 forms a related competitive endogenous RNA (ceRNA) network, and lncRNA GAS5/miR-21 forms a ceRNA network ( Figure 2I ). The increase of lncGAS5 in esophageal squamous cell carcinoma (ESCC) upregulates the expression of RECK by down-regulating miR-21, thereby increasing the apoptosis of ESCC cells after radiotherapy and enhancing the radiosensitivity of cells 107 ( Table 2 ). Regulation at the Protein Levels of RECK Protein Stability and Membrane Localization Collapsin response mediator protein 2(CRMP2), a cytosolic phosphoprotein, protects RECK from destruction. 92 CRMP2 interacts with RECK and stops the RECK degradation, thus blocking the NF-kappa B and WNT signaling pathways. However, the primary physiological function of CRMP2 depends on the phosphorylation status. When phosphorylation occurs on the CRMP2 T514 and S522 sites, the protection of RECK from degradation by CRMP2 has been inhibiting 92 ( Figure 2K ). Research shows that the interaction existing between CRMP2 and AMPA receptors is similar to that between RECK and CRMP, except that it maintains stability and promotes cell surface delivery. CRMP2, known for its affinity for tubulin heterodimers and its function in regulating microtubule networks, is vital in transporting voltage and ligand-gated ion channels. 108 In addition, the expression of adhesion Vallon found such as G protein-coupled receptor (GPCR) Gpr124 raised RECK expression of the cell surface through its leucine-rich repeat domain (LRR) interaction with RECK’s N-terminal domain. 93 These two domains form a WNT7a/WNT7b specific signaling complex, which may also indirectly enhance RECK transport to the cell surface. 93 , 109 Processing and Cleavage of Proteins Maintenance of membrane localization is also required for RECK protein activity. Structurally, RECK is a GPI-anchored protein whose cell membrane localization relies on GPI-anchor. GDE2 is a kind of GPI-anchored lyase that can cut the GPI structure of RECK and cause the loss of its membrane anchoring function. It also inhibits RECK’s negative effect on ADAM10 activity 94 , 95 ( Figure 2L ). Regrettably, the study did not use the RECK recombinant proteins lacking GPI structure to interact with ADAM10 in vitro. 94 , 95 Whether the alteration of the RECK function by the GPI anchor domain is due to its altered localization, making it unable to contact ADAM10, or its conformational change disrupts the RECK function itself is yet to be explored. RECK downstream substrates MMP7 and MMP2 can cleave the RECK (110 kd) into 55 kd, which is interesting because the RECK can also inhibit shedding activity 24 ( Figure 2L ). Does the 55 kD RECK lose the function of the inhibitory activity? There may be a negative feedback mechanism. Activity of Protein As mentioned above, RECK has five kinds of transcripts ( Table 1 ), including RECK var5(NM_001316348. 2) shorter encoding protein (25 kDa). It can be competitive with a long RECK SPI domain, which leads to the combination between RECK and MMP9, thereby enhancing the function of MMP9. It can also inhibit RECK’s resistant migration function ( Figure 2I ). 48 The interaction between short and long RECK is initiated in the endoplasmic reticulum (ER), and the complex containing both protein isoforms follows a protein secretion pathway through the Golgi apparatus for final localization to the cell surface. Even if PI-PLC cutting long RECK’s GPI anchor makes its release, a combination of both effects remains. Controversial Regulatory Mechanism and Application Prospects However, it seems complicated to agree on the involvement of TGF-β1 in the regulation of RECK. 96–98 Following TGF-β1 treatment in MDA-MB-231 cells, there was a notable rise in the expression of RECK mRNA, although the expression of RECK protein showed a considerable drop. Gomeset al showed that the decrease in protein expression might rely on ERK1/2. 97 TGF-β1 signaling may protect RECK from protein degradation through the Smad3 pathway in Pancreatic stellate cells (PSC). 96 However, TGF-β1 stimulation of OA chondrocytes did not significantly affect RECK gene expression. 98 This difference in regulation may be caused by cell specificity or may be due to the cross-linking of multiple factors in different pathological processes. Currently, several existing medications can regulate RECK. Liu et al employed reporter gene detection to screen 34 compounds from 880 bioactive chemicals that can trigger RECK expression. 110 Doxorubicin, minocycline, aspirin, and several natural items are among the 12 anti-cancer medications. Furthermore, investigations have revealed that RECK expression can be increased by adenovirus. Given the various properties of RECK, such as homocysteine concentration, its biological function necessitates carbohydrate modification and sensitivity to proteolysis, making large quantities of full-length RECK protein challenging to manufacture in the laboratory. 24 Thus, recombinant proteins containing different RECK domains are functional. Given the increasing application of artificial peptides, 111 the question remains: Could RECK be more widely used by precisely designing peptides based on the corresponding substrate domain for different diseases? Regulatory Role of RECK in Inflammation Inflammatory Cytokine and Related Signaling Pathway During infection and tissue injury, blood flow motility stimulates acute phase responses, hematopoiesis, and immune responses following IL-6 synthesis locally in the lesion to aid host defense. 112 The existence of the blood-soluble IL-6 is a crucial symbol of sepsis. 113 The increase of IL-6 inhibits the expression of RECK dependent on STAT3. 13 Kimura et al also found that IL-1 beta and the expression of TNF alpha decrease RECK expression. 98 They show that RECK may be in a state of lower expression when inflammation occurs. Notably, RECK is involved in regulating IL-6 levels. After RECK siRNA was given, the mRNA and protein levels of IL-6 increased in the hippocampus of rats. 13 In contrast, after miRNA-200-3c inhibitor was given to relieve its sponge inhibitory effect on RECK mRNA, the expression of RECK in the hippocampus of rats increased, while the expression of IL-6 decreased. 98 Meanwhile, Russell et al found that adenovirus-mediated forced expression of RECK inhibited IL-6-induced SMC proliferation. 13 In addition, RECK plays an important regulatory role by reversing the process of cell migration and oxidative stress mediated by inflammatory factors such as IL-17 and IL-18. 42 , 114 In both cases, RECK expression was reduced by pro-inflammatory cytokines. Although the exact mechanism is unclear, many studies have shown that RECK expression influences the release of cytokines 42 , 114 , 115 ( Table 3 ). Cytokine storm is one of the main pathophysiological mechanisms of sepsis. What and how RECK works on cytokines is expected to make it a new target for the treatment of sepsis. Table 3 The Major Role of RECK Involved in Inflammation and Vascular Barrier Disruption Role Related Biological Processes DIRET Target Molecules Final Effect Ref. Inhibition of proinflammation cytokine signaling pathways Suppression of cytokine production at the gene level – IL-17/IL-18/IL-6/IL-8/IL-10 mRNA ↓ [ 13 , 15 , 42 , 98 , 114 ] Protein levels inhibit cytokines released ADAMs TNFA↓ [ 7 , 94 , 116–120 ] Inhibition of soluble receptor release sIL-6R↓: inhibition of IL-6 Trans signaling pathway Competitive combined with inflammatory factor receptor IL-6R/ gp130 Competitively binding IL-6R/ gp130 to inhibit of IL-6 signaling pathway [ 13 , 121 ] RECK with cell surface receptors to form new compounds B1-integrin, Galectin-1, IL-6RA, gp130, UPAR p-STAT3↓: RECK binds to various cell surface receptors and regulates cytokine and STAT3 signaling [ 15 ] Adjust the extracellular environment Limiting extracellular matrix (ECM) breakdown MMPs – Cell chemotaxis and migration MMP2, MMP9, MMP14 It can inhibit the migration and invasion of tumor cells. These include colorectal, breast, pancreatic, gastric, hepatocellular, prostate, and non-small cell lung cancers. [ 44 , 122–128 ] MMP14 RECK is involved in regulating the motility, adhesion, homing, and mobilization of human hematopoietic progenitor cells. [ 129 ] MMP13 RECK can block IL-17A-induced TRAF3IP2-dependent SMC migration and proliferation to ameliorate neointimal thickening in proliferative vascular diseases. [ 114 ] ADAMs The release of ICAM1 and VCAM1 factors on immune cells affects migration to endothelial cells [ 130 ] Protect the endothelial function Inhibiting vascular leakage /improving vascular permeability) WNT7A/B, Gpr124 In the presence of Gpr124, RECK potentiates WNT7/β-catenin signaling by raising WNT7A/B to Fz5/Lrp5/6 complexes. ADAMs Nocth1 pathway: It can affect the release of the active form of the Nocth1 receptor in the Notch pathway and the expression of Notch ligands on the membrane. [ 7 , 131 ] ADAM10/17 by shear endothelial cell surface protein broken endothelial connection tightness [ 5 ] Promoting angiogenesis VEGF The expression and function of VEGF are often somewhat inhibited when RECK is overexpressed. [ 15 , 132 ] Ang Forced expression of RECK reduces Ang-2-induced cardiac fibroblast migration. [ 63 ] Regulate cell differentiation and function EGFR RECK can inhibit the phosphorylation of EGFR, which affects the response of macrophages to LPS and its subsequent polarization. [ 133 ] Note : ↑/↓: The expression level of target molecules increased/decreased. Figure 3 The major function of RECK: ( A ) RECK is a metal protease negative regulatory factor: ( a ) RECK binds to MT1-MMP and binds it to the GEEC-CLIC endocytic pathway for degradation. ( b and c ) MT1-MMP1 can cleave matrix metalloproteinases such as MMP2 and MMP9 and release its mature form. RECK can negatively regulate the release of MMP2 and MMP9 by inhibiting MT1-MMP and can make MMP2 and MMP9 inactive by directly binding to them. ( d ) RECK negatively regulates its downstream effects by inhibiting the activity or expression of MMPs and ADAMs. ( e ) RECK can negatively regulate the release of MMP2 and MMP9 by inhibiting MT1-MMP and can make MMP2 and MMP9 inactive by directly binding to them. ( B ) RECK is a specific raise factor of WNT7 protein: ( a ) In the presence of Gpr124, RECK potentiates WNT7/β-catenin signaling. ( b ) In the absence of Gpr124, RECK scavenges WNT7 away from Fz5/Lrp5/6 complexes. ( C ) RECK is involved in both the lL-6 signaling pathway and the Trans signaling pathway: ( a ) RECK can competitively bind the IL-6 receptor and gp130, forming the IL-6 receptor complex, and can block the IL-6 signaling pathway. ( b ) RECK can inhibit ADAM10 cleavage and release soluble IL-6R so that harmful IL-6 trans signal path. Created in BioRender. Qin, Y (2024) https://BioRender.com/p82z625 . Monocytes and macrophages are the two cell types most frequently producing IL-6. 133 IL-6 is known to bind to two different receptors (gp130 and membrane-bound IL-6R (mIL-6R) or cyclosoluble IL-6R (sIL-6R)) to initiate its signaling pathway. 14 In breast cancer cells, immunity precipitation and Western blotting prove RECK can interact with IL-6R and gp130 and can increase the expression of RECK to less IL-6 mediated downstream effect ( Figure 3C ). 13 So, the RECK, IL-6R, and gp130 seem to be interacting competitively. 15 As can be seen, the reason why RECK cut IL-6 fundamental action mechanisms downstream is that RECK not only reduces the production of IL-6 but can also affect the accessibility of its receptor ( Table 3 ). Notably, IL-6R is only expressed in a few cell types, such as lymphocytes, monocytes/macrophages, and hepatocytes, while gp130 is ubiquitous. 134–136 So, it had to be mentioned that the trans-signaling pathways (one method of IL-6 mediated pathways downstream) combined with circulating protein sIL-6R and gp130 assembly. 137 sIL-6R is predominantly produced by ADAM10 and ADAM17. 116 , 117 Given the importance of sIL-6R in broadly activating the downstream effects of IL-6, RECK as ADAM10 and ADAM17 negative regulatory factors can reduce it by cutting substrates and lowering protease activity. 7 Pretreatment of cells with GW280264X, a specific ADAM10/ADAM17 inhibitor, prevented IL-6R proteolysis induced by inflammatory stimuli. 7 , 13 , 94 , 118 , 119 RECK may reduce the synthesis of sIL-6R to curb circulating IL-6 trans widespread activation of signaling pathways. Visible RECK control in every link of IL-6 signaling pathways, it can not help but ponder that a decrease in the level of RECK may serve to balance the mechanism of active defense, or due to excessive inflammation, the passive decrease of RECK cause the loss of the ability to regulate and balance inflammation factors? ( Figure 3C ) Therefore, the follow-up study of RECK in inflammatory disease may encounter challenges. Negative Regulation in the ADAMs Mediated Inflammatory Process ADAMs are a kind of proteins across the membrane that influence cell adhesion, migration, protein hydrolysis, and signal transduction to control the cell phenotype. 138 As surface-expressed proteases, they mediate the cleavage of vascular surface molecules at extracellular sites close to the membrane. This process, known as shedding, results in the release of extracellular domains of soluble substrates, thereby critically regulating the biological function of the substrate. ADAMs metalloproteinase activity enables immune cells and endothelial cells to release approximately 40 substrates, including inflammatory chemicals (e.g, TNF-α, IFN-γ, TGF-β, IL-4, IL-10, IL-13, IL-6, FKN), as well as cell surface adhesion molecules (e.g, VCAM-1, ICAM-1) and chemokines (e.g, CX3CL1, CXCL16). If these factors are overexpressed, they will cause a cytokine storm and cause damage to the body. 5 , 6 In the early days of the study, we found that ADAM10 and ADAM17 in sepsis endothelial injury played an important role. ADAM10 and ADAM17 are highly elevated and associated with the development and progression of sepsis. 139–142 RECK has been reported to interact with ADAM10/17 in the ADAM family ( Figure 3A -e ). It has been shown that RECK physiologically inhibits ADAM10. The regulation of this adverse effect is limited to its enzyme activity, and its mRNA or protein expression level has not been affected. 7 However, it has been shown that endocytosis occurs when ADAM10 is inactivated. 143 Does the negative regulation of ADAM10 by RECK proteins involve a more complex regulatory mechanism? It needs further research. RECK Inhibits ADAM10/17 Proteolytic Activity to Control Its Downstream Inflammation Factor Release Muraguchi et al showed that RECK directly inhibited the proteolytic activity of ADAM10, protected Notch ligands from being shaded of extracellular domains, stabilized the expression of Notch ligands on the cell membrane, and enhanced Notch signaling. 7 In Alzheimer’s disease, RECK inhibits ADAM10 cutting APP, GDE2 by cutting RECK to reverse this. 94 , 95 In other words, RECK has been shown to inhibit Notch signaling in neural tissue and during angiogenesis. 16 These findings suggest that RECK may change due to the ADAM10/17 downstream substrate effect, which can significantly affect the microenvironment. Notch signaling is associated with several pro-inflammatory conditions, such as rheumatoid arthritis and uveitis. 144 , 145 ADAM10 also sheds the Notch extracellular domain at the cell membrane to generate the soluble DLL1 ligand. 7 In the intensive care unit (ICU) for the first 24 hours, sDLL1 was found to distinguish sepsis and biomarkers of systemic inflammation induced by surgery. 146 DLL1 has been identified as potential T-cell fate rules Notch1 ligands. It is also involved in immune signaling and plays an important role in the proliferation and homeostasis of immune cells. 146–149 Increasing the activity of Notch2 is known to regulate the fate of monocytes and the inflammatory response’s toll-like receptor (TLR) signal. 150 However, ADAMs can cleave cytokines and receptors (erbB4, MET, NGFR, PDGFR, TNFR, etc)., additional ligands (neumodulin), IGF binding proteins, and NOTCH signaling elements. 151–153 In addition to the involvement of ADAM10/17 in the regulation of the IL-6 signaling pathway by releasing soluble IL-6 receptors as mentioned above, ADAM10/17 is also the main protease of TNFR1 and TNFR2 receptors, and soluble TNFRs (sTNFR), and can act as decoy receptors by trapping sTNFα. 154 In particular, ADAM17 cracks mTNF alpha, releasing soluble TNF alpha critical protease ligand (TNF alpha). Soluble TNF alpha can autocrine or paracrine to combine with cell surface TNFRs, which starts the TNF alpha signal pathway. 155 RECK May Control Inflammatory Diseases by Affecting Immune Cells Through ADAMs ADAM17 mediated shedding of colony-stimulating factor 1(CSF-1) on the surface of neutrophils and macrophages promotes macrophage proliferation and inhibits macrophage function through CSFR1 in acute and chronic inflammatory states. 156 , 157 Many studies have shown that epidermal growth factor receptor (EGFR) can be a potential therapeutic target for inflammatory diseases. The activation of EGFR may be involved in the occurrence of inflammatory diseases. Excessive expression of epidermal growth factor receptors may be associated with a variety of skin diseases, such as psoriasis, atopic dermatitis, etc. In addition to these diseases occurring spontaneously, it has been reported that TLR4 mediates macrophage activation to initiate EGFR phosphorylation. 158 While inhibiting EGFR signaling can inhibit or prevent phosphorylation of its downstream, AKT, ERK1/2, and IκB predominate also can reduce the renin-angiotensin system (RAAS) activity. 159 Some studies have shown that RECK can reduce the tyrosine phosphorylation of EGFR, but there is no evidence of direct interaction between the two. 28 EGFR belongs to the HER family, and seven known official ligands mainly activate its phosphorylation. These include EGF (classical ligand), transforming growth factor-α (TGFA), heparin-binding EGF-like growth factor (HB-EGF), amphiregulin (AREG), β-cellulose (BTC), epidermal regulatory protein (EPR), and epidermal growth factor (EPGN) associated. The above ligands are anchored across a membrane protein on the surface of the cell membrane and need to be released by proteases cut through the action on the membrane of the EGFR secretion pathway, further opening the ring form dimers of EGFR via the phosphorylated tyrosine loci and activate the downstream pathway. 153 ADAMs are reported to be involved in almost all known ligand EGF samples from the release of the cell membrane. ADAM10 and ADAM17 can cut several ErbB ligands in different experimental conditions, especially ADAM17. 160 In ADAM17 knockout mice and cells, the interaction between EGFR and its ligands was absent. In Kasina’s prediction, inhibition of metalloproteinase activity is vital for blocking EGFR signaling when ADAMs are highly expressed. 152 Therefore, the inhibitory effect of RECK on EGFR phosphorylation is most likely mediated by its function in negative regulation of metalloproteinase activity. So far, the visible RECK itself has certain reduced inflammation factors; it not only can block the inflammatory pathways but also participates in regulating macrophage activation. From the above, it can be seen that the substrates of ADAMs are extensive, which also endows it with diversity in microenvironmental regulation. Researchers familiar with ADAMs have learned that the chaperone proteins of ADAMs, such as TSPAN and RHIOM, play a key role in substrate selection. This raises an important question: Does RECK have differential affinity for the complexes formed by ADAMs with different chaperones? This question is directly related to whether RECK can specifically regulate the ability of ADAMs to cleave specific substrates. Therefore, the development of strategies that can obtain or induce RECK expression may provide new potential avenues for the treatment of inflammatory diseases. Therefore, maintaining or inducing the RECK expression strategy has therapeutic potential in inflammatory diseases. RECK Negatively Regulates MMPs-Related Inflammatory Process RECK is an established MMP inhibitor ( Figure 3A ( a-c )) ( Table 3 ). Inhibition of the Extracellular MMPs has been used in the treatment of inflammatory diseases, acute respiratory distress syndrome(ARDS), and endotoxin injection reaction of cytokines and chemokines, the increased impact on the inflammatory response. 161–163 Studies have shown that MMP inhibitors can protect mice against cytokines generated, pulmonary vascular permeability, mortality, and other adverse reactions. 11 Currently, the substrates of RECK have been identified as MMP2, 7, 9, 14, and 17. 11 , 24 , 41 A large number of studies have shown that MMP7/17 plays a role in a state of inflammation. For example, MMP17 regulates the production of interleukin-1(IL-1) and extracellular matrix aggregated sugars in articular cartilage in an inflammatory environment. 164 , 165 MMP7 attenuates animal intestinal permeability induced by LPS and reduces mortality because LPS triggers the excessive expression and activation of small intestine MMP7. 166 It has recently been found that RECK can promote MMP14 to endocytosis in clathrin-independent pathways. 13 , 122 By blocking MMP14(MT1-MMP), RECK can limit the production of active MMP2 while controlling the enzyme activity that breaks down MMP2. The inhibition of MMP2 and MMP9 and RECK-mediated activity has been shown in multiple tissues and regulates inflammation in different models. 35 , 103 , 122 MMP2 and MMP9 are widely studied markers of sepsis and are the leading indicators of sepsis. 167 Elevated levels of MMP2 and MMP9 are associated with sepsis’s occurrence, prediction, and progression. Reducing its levels is a therapeutic goal in diseases such as sepsis, lung injury, and refractory vasoconstrictor/coagulopathy. 168–173 In experimental asthma, acute pyelonephritis model, and joint inflammation, the levels of MMP2 and MMP9 are directly related to the severity of inflammation. 174–176 In the experimental autoimmune encephalomyelitis (EAE) model, the CD4 + T cells invade and need local MMP2 and MMP9, which mediates the essence of the basement membrane damage. 177 Ries such as those found in cultured human mesenchymal stem cells, inflammatory cytokines increase MMP2 and MMP9 and, in turn, allow chemotactic migration through the reconstruction of the basement membrane. 178 MMP9 has proven to be involved in ischemia after actively raising CD11b + white blood cells in the liver and neutrophil migration. 179 RECK expression in Chronic Obstructive Pulmonary Disease (COPD) patients is low and negatively correlated with inflammation. 180 Tip the inflammatory cytokine, MMP activity, and through the basement membrane of the complex interacts between immune cells infiltration. RECK can also negatively control MMP9 and prevent pro-MMP9 from escaping the cell membrane. 122 The k23 motif of RECK can physically bind to MMP9 in lung cancer cells, preventing the functional competition of MMP9 and tumor angiogenesis and dissemination. 35 RECK may inhibit inflammation and the migration of neutrophils by down-regulating MMP9. RECK may also control leukocyte extravasation into other organizations at the core of the adjustment factor. Regulatory Role of RECK in Vascular Endothelial Function Endothelial function refers to the endothelial cells regulating vascular smooth muscle cells, including vasomotor, anticoagulant, anti-inflammatory, and other functions ( Table 3 ). The regulation role of RECK in endothelial function is crucial to its mechanism diagram, which shows the complexity of this process in detail and accuracy. RECK and VEGF VEGF is a mitogen and angiogenic agent that increases vascular permeability and mediates endothelial proliferation, migration, and survival. 181–183 Patients with sepsis have high VEGF levels, and in a meta-analysis, high VEGF was linked to patients’ poor clinical outcomes. 184 , 185 Oncology is currently the most active field of RECK and VEGF research. The main conclusions about RECK and VEGF are that overexpression of RECK can hinder the production and function of VEGR. 15 , 132 , 184 , 186–188 However, the precise mechanism remains unclear. RECK, as previously established, inhibits MMP9’s function. 122 Contrarily, tissues that need neovascularization produce VEGF, which is mostly released by MMP9 activity in the extracellular matrix library. 189 , 190 Furthermore, several studies have shown that inhibiting the availability of VEGF leads to a decrease in the permeability of blood vessels and a reduction in the progression of acute lung and kidney damage generated by LPS. 20–23 Inhibiting STAT3 shields the endothelium barrier from VEGF-mediated vascular permeability, and this route is linked to JAK2/STAT3 signaling. 191 RECK has the effect of inhibiting STAT signaling, as was previously mentioned. 15 We propose that the detrimental consequences of VEGF signaling pathway activation in sepsis are considerably exacerbated by RECK downregulation. RECK and WNT The WNT signaling system is involved in several physiological, pathological, and developmental pathways. The WNT/catenin axis seems to have a pro-inflammatory role, and the activation of the WNT/catenin axis is closely related to organ function damage in sepsis, and many studies have shown that inhibition of this axis can treat sepsis. 192 , 193 RECK has been shown to interact with WNT7a, WNT7b, and Gpr124 and trigger canonical WNT signaling (β-catenin signaling) in vascular endothelial cells (ECs). 109 , 194 , 195 The Gpr124/RECK complex is the only known WNT ligand-specific receptor complex, which is a key therapeutic target for vascular function. 196 That implies that RECK performs a crucial role in vascular maturation and growth, indicating that RECK might be a potential therapeutic target for vascular injury ( Figure 3B ). 197 , 198 However, the WNT7a/7b-RECK pathway in sepsis, on the other hand, is unknown. RECK and Notch Signaling Notch signaling is essential for angiogenesis and consists of five homologous ligands (Delta-like ligands (DLL) −1, −3, −4, Jagged-1, −2) and four receptors (Notch-1, −2). 199 DLL1 is cleaved by ADAM10 to create sDLL1, and stimulation of sDLL1 has been demonstrated to induce activation, as well as loss of the tight endothelial structure and barrier function. 200 DLL4 is only present in the endothelial cells of arteries, and its lack or suppression can result in excessive and ineffective formation of hyperbranched blood vessels. VEGF/VEGFR2 can activate DLL4. Another crucial role of DLL4 is to increase the expression of VEGFR1 and decrease the expression of VEGFR2, the cell’s sensitivity to VEGF, and inhibit the formation of new blood vessels in a proangiogenic environment. VEGF seems to facilitate the development of sprouts in this stage, while DLL4 signaling seems to impede the production of sprouts. VEGF upregulates DLL4 expression, suggesting that this signaling pathway may function as a negative feedback mechanism for endothelial budding. RECK has the ability to inhibit ADAM10 activity, hence regulating the Notch signaling pathway. 201 Simultaneously, ADAM10 has been shown to enhance the production of endothelial cell membrane DLL4, which is dependent on Notch pathway activation. DLL4-induced Notch signaling upregulates DLL4 expression, forming a feedback loop with the Notch signaling pathway. 199 Therefore, RECK is likely to play a negative regulatory role for DLL4. Jagged-1, another Notch pathway ligand, is cleaved by ADAM17, which has proangiogenic action and inhibits DLL4-dependent signaling. At the same time, it can promote cell cycle progression and endothelial cell proliferation via the evolutionarily conserved route WNT signaling. We hypothesize that RECK may work to oppose DLL4 and stabilize DLL1 and Jagged-1 in cell membranes, ensuring that angiogenesis occurs correctly. As a result, the Notch pathway is also an important connection in RECK’s regulation of angiogenesis. RECK and Angiopoietin (Ang) Angiopoietin (Ang) is an angiogenic factor linked to neovascularization, and both its Ang-1 and Ang-2 subtypes are major angiogenic factors in humans. 202 , 203 Ang-1 is a Tie-2 agonist that increases vascular integrity, decreases vascular leakage, and inhibits the production of inflammatory genes. Ang-2 increases endothelial activation, instability, inflammation, and cell survival in the presence of VEGF. 204–206 Ang-1 and Ang-2 levels in plasma fluctuate during sepsis in the presence of LPS. The fundamental mechanism of organ failure is vascular leakage caused by LPS, specifically decreasing Ang-1 and Tie-2 expression while boosting Ang-2 levels. 207 Increased Ang-2 was associated with decreased RECK expression in vivo. 63 , 207 During sepsis, the Ang/Tie-2 ligand-receptor system has been shown to play an important role in vascular endothelial cell activation, angiogenesis, and vascular integrity. 206 , 208 Several clinical studies have also found that sepsis is related to high levels of Ang-2 and low levels of Ang-1, or high levels of Ang-2/Ang-1 and low levels of Ang-1/Tie-2 ratio. 204 , 209 , 210 Ang-1 promotes RECK expression in HUVECs, while the expression of both decreases in sepsis. 211 As a result, we postulate that RECK contributes to sepsis by engaging in Ang/Tie axis-mediated vascular stability. RECK and ADAMs As mentioned, RECK may regulate inflammation through ADAMs. In the early days of the study, we found that ADAM10 and ADAM17 in sepsis endothelial injury play an important role. 139–141 In the vasculature, ADAM 8, 9, 10, 12, 15, 17, 19, 28, and 33 are expressed on endothelial cells, smooth muscle cells, and leukocytes. Cycle souble cell adhesion molecule (sCAM) interaction with different types of white blood cells, mediating leukocytes in endothelial cells on the surface of the raise, rolling, combination, and then across the endothelial migration, increase endothelial adhesion connection (such as VE-cadherin, E-cadherin) damage, including impact inflammation fade, regeneration and new blood vessels to form, and thus play a unique role in vascular biology. 5 , 212 Although the specific mechanism is unclear, many studies have shown that RECK overexpression affects the release of cytokines. 42 , 114 , 115 In rat aortic smooth muscle cells (A-10) and human vascular smooth muscle cells (hVSMC), high expression of MIR-195-5p reduced RECK expression and, in turn, increased the release of VCAM1 and ICAM1. 213 VCAM1, and ICAM1 are important members of the adhesion molecule family; they are the key molecules of endothelial cell dysfunction and injury. It is upregulated when endothelial cells are subjected to inflammatory or mechanical stimulation. They aggravate endothelial injury by mediating adhesion and migration of leukocytes and promoting inflammatory cell infiltration. 214–216 These factors are closely related to vascular endothelial injury in sepsis, and their release process depends on the enzymatic activity of ADAMs. ADAM17 mediated VCAM 1 and ICAM1fell off and released. 214 , 215 , 217 The change of ADAM17 activity may affect the expression level of L-select, thereby regulating the interaction between leukocytes and endothelial cells and playing an important role in inflammatory response. 218 This process may alter the localization and aggregation of leukocytes at sites of inflammation, 219 further exacerbating vascular endothelial dysfunction. In addition, it has been shown that ADAM17 active particles are able to promote the release of TNF-α, TNF receptor 1(TNFR1) and endothelial protein C receptor (EPCR), thereby regulating the inflammatory balance. 220 Meanwhile, ADAM17-dependent cleavage recruits inflammatory cells to the vessel wall and activates monocytes via CD44. 221 Thus, the regulation of ADAM17 expression or function by RECK may significantly affect the recruitment of inflammatory cells as well as the activation state of vascular cells. First, RECK has an anti-inflammatory function by inhibiting the inflammatory response and reducing inflammation damage, protecting endothelial cells from inflammation. RECK can inhibit the production and release of inflammatory mediators and reduce the degree of inflammation to maintain the normal function of the vascular endothelium. In addition, RECK can regulate vascular endothelial cell signaling pathways and affect their activity and expression level to realize the precise control of the vascular endothelial function and maintain the stability of the vascular endothelial function and balance. RECK as a Potential Crucial Molecule for the Targeted Treatment of Sepsis Sepsis is a potentially fatal organ dysfunction caused by a dysregulated bacterial response to infection. Its pathogenesis is based on cytokine storm and endothelial leakage caused by severe inflammation. The early consensus on sepsis emphasized systemic inflammation induced by infection. 222 When the body is infected, PAMPs and DAMPs derived from necrotic cells bind to pattern recognition receptors, triggering a cascade of events and increasing the production of inflammatory factors. 2 When the body is infected, PAMPs and DAMPs derived from necrotic cells bind to pattern recognition receptors, triggering a cascade of events and increasing the production of inflammatory factors. 1 There are multiple interactions between cell-cell and cell-cell matrices. Cell-cell interactions include leukocyte-endothelial cell adhesion and lymphocyte-antigen presenting cell interactions. 223 Cell-matrix interactions are required for immune cell migration to areas of inflammation, including endothelial migration and epithelial migration. Remodeling of the ECM through proteolytic degradation is required for these migratory pathways. The circulatory system of different cytokine cascades in the cell-cell and cell-cell matrices also plays a vital role in matrix interaction. 224 , 225 RECK may play an important regulating role in sepsis. RECK mRNA expression levels decrease in LPS-stimulated cell models. At the same time, it is essential to note that RECK mRNA level also drops in sepsis patients’ peripheral blood (GEO data set: GSE134147), and in the CLP mice organs, the RECK mRNA level drops over time (GEO data set: GSE224127). In bronchial epithelial cells, mycoplasma pneumonia cuts RECK and stimulates the release of matrix metalloproteinases-9. Instead, RECK expression significantly reduces the mycoplasma pneumonia caused by the rise of MMP9 enzyme activity. 62 However, the literature still needs to clarify whether RECK is employed in sepsis. Based on the above discussion, RECK protein has considerable crosstalk with many inflammatory factors and inflammation-related pathways. At the same time, they are involved in activating immune cells and white blood cells, controlling extravasation to other organizations at the core of the adjustment factor. RECK Inhibits a variety of MMPs and integrin and the activity of ADAMs. 13 Many cell surface proteins, ECM, and non-ECM bioactive chemicals (such as growth factors, cytokines, chemokines, etc) are mediated by both MMPs and ADAMs. 226–228 All these provide solid evidence for the regulatory role of RECK in inflammatory diseases. In addition, the RECK endothelial function also shows a strong regulatory role. RECK is expressed in human umbilical vein endothelial cells (HUVECs), and any deviation in RECK expression leads to impaired angiogenesis and cellular senescence in this specific cell type. Vascular endothelium is a key target organ of sepsis. Chemotaxis, adhesion, transendothelial migration of inflammatory cells, and releasing many inflammatory factors are important sources of endothelial injury. The anti-inflammatory function of RECK blocks endothelial cell injury from the source and controls several key molecules conducive to endothelial repair. We expect the RECK to become the key molecule for treating the septic cardiovascular system. Conclusions and Future Considerations RECK serves as a crucial target gene in the domains of blood vessels and inflammation, in addition to its role as a beneficial gene in tumor disorders. RECK exerts a potent regulatory function in the microenvironment and is crucial for maintaining the balance of the extracellular matrix and managing inflammatory diseases. Additionally, it acts as a regulator for various signaling pathways, including angiogenesis, enhanced perfusion, oxygen transport, delivery of factors that promote cell survival, and even the mobilization of regenerative stem cells. Simultaneously, RECK plays a crucial role in angiogenesis and tissue healing. The physiological importance of RECK is supported by the findings that mice lacking RECK could not survive beyond embryonic day 10.5(E10.5) due to compromised extracellular matrix integrity and early vascular development. 122 This article provides a concise overview of the substantial impact of RECK in inflammatory disorders and its role in regulating vascular endothelial dysfunction. The fast progression of these two pathological processes results in the resistant nature and elevated fatality rate of sepsis. In the future, we anticipate that RECK might serve as a crucial molecule for the focused treatment of sepsis in the vascular system. However, most studies regarding RECK are still mainly focused on the field of cancer, with only a small number of studies related to inflammation and angiogenesis, and the research in the field of sepsis is still blank, which is the limitation of the current review article. Due to the lack of studies on sepsis, we can only speculate the possible role of RECK in sepsis from closely related septic disease progress, such as inflammation and vascular. We still need a lot of research to understand the actual role of RECK in sepsis. Through an examination of publicly available databases, we discovered a reduction in the expression of RECK in bone marrow-derived macrophages (BMDM) of mice that were stimulated with LPS. This drop was also observed in the heart and liver tissues of a model generated by LPS. 229–231 Understanding the role of RECK in sepsis is critical because RECK regulates several factors closely related to the vascular endothelial barrier and inflammatory storm, and this related process is the main focus of our ongoing investigation. This research examines the regulation of RECK proteins and the impact of modifying these mechanisms on the inflammatory response pathway. Nevertheless, the production of RECK protein is challenging to modify by human intervention due to its inherent structural features. Fortunately, the technology for using recombinant proteins and peptides is advancing fast. It has been demonstrated that recombinant RECK proteins may effectively mimic the essential activities of RECK. This progress serves as a solid basis for the future development of RECK applications. The discovery and screening of RECK peptides may result in the creation of peptides that selectively target particular substrates and exert more accurate regulatory functions in the context of diseases. Moreover, besides its function in reducing inflammation in inflammatory illnesses by means of its downstream proteins, RECK also seems to control the process of cell-specific differentiation in particular areas, such as osteoblasts, mesenchymal cells, and neural progenitor cells. 232–234 That also implies that RECK has a promising future in the realm of targeted treatment for sepsis-induced vascular endothelial barrier defects. Acknowledgment We would like to thank all members of the Dongguan Key Laboratory of Sepsis Translational Medicine and the Dongguan Key Laboratory of Chronic Inflammatory Diseases for their help and advice. The authors also would like to acknowledge Vanscholar EditorsCo. Ltd, Vancouver, Canada for English editing assistance.All characters are Created in ( https://BioRender.com ) by Yuting Qin. Disclosure The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. References 1. Singer M , Deutschman CS , Seymour CW . et al. The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) . JAMA . 2016 ; 315 ( 8 ): 801 – 810 . doi: 10.1001/jama.2016.0287 26903338 2. Chousterman BG , Swirski FK , Weber GF . Cytokine storm and sepsis disease pathogenesis . Semin Immunopathol . 2017 ; 39 ( 5 ): 517 – 528 . doi: 10.1007/s00281-017-0639-8 28555385 3. Barichello T , Generoso JS , Singer M , Dal-Pizzol F . Biomarkers for sepsis: more than just fever and leukocytosis-a narrative review . Crit Care . 2022 ; 26 ( 1 ): 14 . doi: 10.1186/s13054-021-03862-5 34991675 4. Kellum JA , Foster D , Walker PM . Endotoxemic Shock: a Molecular Phenotype in Sepsis . Nephron . 2023 ; 147 ( 1 ): 17 – 20 . doi: 10.1159/000525548 35790144 5. Liao S , Lin Y , Liu L , et al. ADAM10-a “multitasker” in sepsis: focus on its posttranslational target . Inflamm Res . 2023 ; 72 ( 3 ): 395 – 423 . doi: 10.1007/s00011-022-01673-0 36565333 6. Rahn S , Becker-Pauly C . Meprin and ADAM proteases as triggers of systemic inflammation in sepsis . FEBS Lett . 2022 ; 596 ( 5 ): 534 – 556 . doi: 10.1002/1873-3468.14225 34762736 7. Muraguchi T , Takegami Y , Ohtsuka T , et al. RECK modulates Notch signaling during cortical neurogenesis by regulating ADAM10 activity . Nat Neurosci . 2007 ; 10 ( 7 ): 838 – 845 . doi: 10.1038/nn1922 17558399 8. Takahashi C , Sheng Z , Horan TP , et al. Regulation of matrix metalloproteinase-9 and inhibition of tumor invasion by the membrane-anchored glycoprotein RECK . Proc Natl Acad Sci U S A . 1998 ; 95 ( 22 ): 13221 – 13226 . doi: 10.1073/pnas.95.22.13221 9789069 9. Muñiz M , Riezman H . Intracellular transport of GPI-anchored proteins . EMBO J . 2000 ; 19 ( 1 ): 10 – 15 . doi: 10.1093/emboj/19.1.10 10619839 10. Vanlaere I , Libert C . Matrix metalloproteinases as drug targets in infections caused by gram-negative bacteria and in septic shock . Clin Microbiol Rev . 2009 ; 22 ( 2 ): 224 – 239 . doi: 10.1128/CMR.00047-08 19366913 11. Vandenbroucke RE , Dejager L , Libert C . The first MMP in sepsis . EMBO Mol Med . 2011 ; 3 ( 7 ): 367 – 369 . doi: 10.1002/emmm.201100146 21591260 12. Bahgat DMR , Shahin RMH , Makar NN , Aziz AOA , Hunter SS . Reversion-Inducing-Cysteine-Rich Protein With Kazal Motifs (RECK) Gene Single Nucleotide Polymorphism With Hepatocellular Carcinoma: a Case-Control Study . J Clin Lab Anal . 2016 ; 30 ( 1 ): 36 – 40 . doi: 10.1002/jcla.21806 25278269 13. Russell JJ , Grisanti LA , Brown SM , Bailey CA , Bender SB , Chandrasekar B . Reversion inducing cysteine rich protein with Kazal motifs and cardiovascular diseases: the RECKlessness of adverse remodeling . Cell Signal . 2021 ; 83 : 109993 . doi: 10.1016/j.cellsig.2021.109993 33781845 14. Kang S , Kishimoto T . Interplay between interleukin-6 signaling and the vascular endothelium in cytokine storms . Exp Mol Med . 2021 ; 53 ( 7 ): 1116 – 1123 . doi: 10.1038/s12276-021-00649-0 34253862 15. Walsh LA , Roy DM , Reyngold M , et al. RECK controls breast cancer metastasis by modulating a convergent, STAT3-dependent neoangiogenic switch . Oncogene . 2015 ; 34 ( 17 ): 2189 – 2203 . doi: 10.1038/onc.2014.175 24931164 16. Gutiérrez J , Droppelmann CA , Salsoso R , et al. A Hypothesis for the Role of RECK in Angiogenesis . Curr Vasc Pharmacol . 2016 ; 14 ( 1 ): 106 – 115 . doi: 10.2174/1570161113666151014130746 26463982 17. Stenman JM , Rajagopal J , Carroll TJ , Ishibashi M , McMahon J , McMahon AP . Canonical Wnt signaling regulates organ-specific assembly and differentiation of CNS vasculature . Science . 2008 ; 322 ( 5905 ): 1247 – 1250 . doi: 10.1126/science.1164594 19023080 18. Daneman R , Agalliu D , Zhou L , Kuhnert F , Kuo CJ , Barres BA . Wnt/beta-catenin signaling is required for CNS, but not non-CNS, angiogenesis . Proc Natl Acad Sci U S A . 2009 ; 106 ( 2 ): 641 – 646 . doi: 10.1073/pnas.0805165106 19129494 19. Liebner S , Corada M , Bangsow T , et al. Wnt/beta-catenin signaling controls development of the blood-brain barrier . J Cell Biol . 2008 ; 183 ( 3 ): 409 – 417 . doi: 10.1083/jcb.200806024 18955553 20. Phoenix KN , Yue Z , Yue L , et al. PLCβ2 Promotes VEGF-Induced Vascular Permeability . Arterioscler Thromb Vasc Biol . 2022 ; 42 ( 10 ): 1229 – 1241 . doi: 10.1161/ATVBAHA.122.317645 35861069 21. Guo Y , Wu B , Chen Q , Min S . Parecoxib ameliorates renal toxicity and injury in sepsis-induced mouse model and LPS-induced HK-2 cells . Drug Dev Res . 2022 ; 83 ( 3 ): 659 – 668 . doi: 10.1002/ddr.21897 34813666 22. Besnier E , Brakenhielm E , Richard V , Tamion F . Does anti-VEGF bevacizumab improve survival in experimental sepsis? Crit Care . 2017 ; 21 ( 1 ): 163 . doi: 10.1186/s13054-017-1734-x 28676101 23. Heitrich M , García de LÁ DM , Stoyanoff TR , Rodríguez JP , Todaro JS , Aguirre MV . Erythropoietin attenuates renal and pulmonary injury in polymicrobial induced-sepsis through EPO-R, VEGF and VEGF-R2 modulation . Biomed Pharmacother . 2016 ; 82 : 606 – 613 . doi: 10.1016/j.biopha.2016.05.045 27470403 24. Omura A , Matsuzaki T , Mio K , et al. RECK forms cowbell-shaped dimers and inhibits matrix metalloproteinase-catalyzed cleavage of fibronectin . J Biol Chem . 2009 ; 284 ( 6 ): 3461 – 3469 . doi: 10.1074/jbc.M806212200 19022775 25. El-Sayed A , Harashima H . Endocytosis of gene delivery vectors: from clathrin-dependent to lipid raft-mediated endocytosis . Mol Ther . 2013 ; 21 ( 6 ): 1118 – 1130 . doi: 10.1038/mt.2013.54 23587924 26. Wieffer M , Maritzen T , Haucke V . SnapShot: endocytic Trafficking . Cell . 2009 ; 137 ( 2 ): 382.e1 – 382.e3 . doi: 10.1016/j.cell.2009.04.012 27. Müller GA , Müller TD . (Patho)Physiology of Glycosylphosphatidylinositol-Anchored Proteins I: localization at Plasma Membranes and Extracellular Compartments . Biomolecules . 2023 ; 13 ( 5 ): 855 . doi: 10.3390/biom13050855 37238725 28. Kitajima S , Miki T , Takegami Y , et al. Reversion-inducing cysteine-rich protein with Kazal motifs interferes with epidermal growth factor receptor signaling . Oncogene . 2011 ; 30 ( 6 ): 737 – 750 . doi: 10.1038/onc.2010.448 20890302 29. Rimphanitchayakit V , Tassanakajon A . Structure and function of invertebrate Kazal-type serine proteinase inhibitors . Dev Comp Immunol . 2010 ; 34 ( 4 ): 377 – 386 . doi: 10.1016/j.dci.2009.12.004 19995574 30. Laskowski M , Kato I . Protein inhibitors of proteinases . Annu Rev Biochem . 1980 ; 49 : 593 – 626 . doi: 10.1146/annurev.bi.49.070180.003113 6996568 31. Simizu S , Takagi S , Tamura Y , Osada H . RECK-Mediated Suppression of Tumor Cell Invasion Is Regulated by Glycosylation in Human Tumor Cell Lines . Cancer Res . 2005 ; 65 ( 16 ): 7455 – 7461 . doi: 10.1158/0008-5472.CAN-04-4446 16103099 32. Bas T , Gao GY , Lvov A , Chandrasekhar KD , Gilmore R , Kobertz WR . Post-translational N-glycosylation of type I transmembrane KCNE1 peptides: implications for membrane protein biogenesis and disease . J Biol Chem . 2011 ; 286 ( 32 ): 28150 – 28159 . doi: 10.1074/jbc.M111.235168 21676880 33. Kazal LA , Spicer DS , Brahinsky RA . Isolation of a crystalline trypsin inhibitor-anticoagulant protein from pancreas . J Am Chem Soc . 1948 ; 70 ( 9 ): 3034 – 3040 . doi: 10.1021/ja01189a060 18882536 34. Cabrera-Muñoz A , Valiente PA , Rojas L , Alonso-Del-Rivero Antigua M , Pires JR . NMR structure of CmPI-II, a non-classical Kazal protease inhibitor: understanding its conformational dynamics and subtilisin A inhibition . J Struct Biol . 2019 ; 206 ( 3 ): 280 – 294 . doi: 10.1016/j.jsb.2019.03.011 30930219 35. Chang CK , Hung WC , Chang HC . The Kazal motifs of RECK protein inhibit MMP-9 secretion and activity and reduce metastasis of lung cancer cells in vitro and in vivo . J Cell & Mol Med . 2008 ; 12 ( 6b ): 2781 – 2789 . doi: 10.1111/j.1582-4934.2008.00215.x 18194466 36. Cho C , Smallwood PM , Nathans J . Reck and Gpr124 Are Essential Receptor Cofactors for Wnt7a/Wnt7b-Specific Signaling in Mammalian CNS Angiogenesis and Blood-Brain Barrier Regulation . Neuron . 2017 ; 95 ( 5 ): 1056 – 1073.e5 . doi: 10.1016/j.neuron.2017.07.031 28803732 37. Eubelen M , Bostaille N , Cabochette P , et al. A molecular mechanism for Wnt ligand-specific signaling . Science . 2018 ; 361 ( 6403 ): eaat1178 . doi: 10.1126/science.aat1178 30026314 38. Knott V , Downing KA , Cardy CM , Handford P . Calcium Binding Properties of an Epidermal Growth Factor-like Domain Pair from Human Fibrillin-1 . J mol Biol . 1996 ; 255 ( 1 ): 22 – 27 . doi: 10.1006/jmbi.1996.0003 8568869 39. Pinte S , Delfortrie S , Havet C , Villain G , Mattot V , Soncin F . EGF repeats of epidermal growth factor‑like domain 7 promote endothelial cell activation and tumor escape from the immune system . Oncol Rep . 2022 ; 47 ( 1 ): 8 . doi: 10.3892/or.2021.8219 34738625 40. Fleck D , van Bebber F , Colombo A , et al. Dual cleavage of neuregulin 1 type III by BACE1 and ADAM17 liberates its EGF-like domain and allows paracrine signaling . J Neurosci . 2013 ; 33 ( 18 ): 7856 – 7869 . doi: 10.1523/JNEUROSCI.3372-12.2013 23637177 41. Leigh NR , Schupp MO , Li K , et al. Mmp17b is essential for proper neural crest cell migration in vivo . PLoS One . 2013 ; 8 ( 10 ): e76484 . doi: 10.1371/journal.pone.0076484 24098510 42. Siddesha JM , Valente AJ , Sakamuri SSVP , et al. Acetylsalicylic acid inhibits IL-18-induced cardiac fibroblast migration through the induction of RECK . J Cell Physiol . 2014 ; 229 ( 7 ): 845 – 855 . doi: 10.1002/jcp.24511 24265116 43. Di Pasqua LG , Cagna M , Palladini G , et al. FXR agonists INT-787 and OCA increase RECK and inhibit liver steatosis and inflammation in diet-induced ob/ob mouse model of NASH . Liver Int . 2024 ; 44 ( 1 ): 214 – 227 . doi: 10.1111/liv.15767 37904642 44. Masuda T , Fukuda A , Yamakawa G , et al. Pancreatic RECK inactivation promotes cancer formation, epithelial-mesenchymal transition, and metastasis . J Clin Invest . 2023 ; 133 ( 18 ): e161847 . doi: 10.1172/JCI161847 37712427 45. Jacomasso T , Ribas HT , Trombetta-Lima M , et al. The alternatively spliced RECK transcript variant 3 is a predictor of poor survival for melanoma patients being upregulated in aggressive cell lines and modulating MMP gene expression in vitro . Melanoma Res . 2020 ; 30 ( 3 ): 223 – 234 . doi: 10.1097/CMR.0000000000000650 31764436 46. Trombetta-Lima M , Winnischofer SMB , Demasi MAA , et al. Isolation and characterization of novel RECK tumor suppressor gene splice variants . Oncotarget . 2015 ; 6 ( 32 ): 33120 – 33133 . doi: 10.18632/oncotarget.5305 26431549 47. Nagini S . RECKing MMP: relevance of reversion-inducing cysteine-rich protein with kazal motifs as a prognostic marker and therapeutic target for cancer (a review) . Anticancer Agents Med Chem . 2012 ; 12 ( 7 ): 718 – 725 . doi: 10.2174/187152012802650237 22292753 48. Lee HN , Bosompra OA , Coller HA . RECK isoforms differentially regulate fibroblast migration by modulating tubulin post-translational modifications . Biochem Biophys Res Commun . 2019 ; 510 ( 2 ): 211 – 218 . doi: 10.1016/j.bbrc.2019.01.063 30704758 49. Lee HN , Mitra M , Bosompra O , et al. RECK isoforms have opposing effects on cell migration . mol Biol Cell . 2018 ; 29 ( 15 ): 1825 – 1838 . doi: 10.1091/mbc.E17-12-0708 29874120 50. Saiki W , Ma C , Okajima T , Takeuchi H . Current Views on the Roles of O-Glycosylation in Controlling Notch-Ligand Interactions . Biomolecules . 2021 ; 11 ( 2 ): 309 . doi: 10.3390/biom11020309 33670724 51. Zhang X , Wang J , Liu H , Zhang Y , Dong F . The clinicopathologic relevance of RECK gene polymorphisms in ameloblastoma . Arch Oral Biol . 2017 ; 79 : 77 – 86 . doi: 10.1016/j.archoralbio.2017.03.008 28340422 52. Lei H , Hemminki K , Altieri A , et al. Promoter polymorphisms in matrix metalloproteinases and their inhibitors: few associations with breast cancer susceptibility and progression . Breast Cancer Res Treat . 2007 ; 103 ( 1 ): 61 – 69 . doi: 10.1007/s10549-006-9345-2 17033924 53. Jarray R , Pavoni S , Borriello L , et al. Disruption of phactr-1 pathway triggers pro-inflammatory and pro-atherogenic factors: new insights in atherosclerosis development . Biochimie . 2015 ; 118 : 151 – 161 . doi: 10.1016/j.biochi.2015.09.008 26362351 54. Lee KJ , Lee KY , Lee YM . Downregulation of a tumor suppressor RECK by hypoxia through recruitment of HDAC1 and HIF-1alpha to reverse HRE site in the promoter . Biochim Biophys Acta . 2010 ; 1803 ( 5 ): 608 – 616 . doi: 10.1016/j.bbamcr.2010.01.004 20080132 55. Wang P , Song Y , Li H , et al. SIRPA enhances osteosarcoma metastasis by stabilizing SP1 and promoting SLC7A3-mediated arginine uptake . Cancer Lett . 2023 ; 576 : 216412 . doi: 10.1016/j.canlet.2023.216412 37769797 56. Chang HC , Liu LT , Hung WC . Involvement of histone deacetylation in ras-induced down-regulation of the metastasis suppressor RECK . Cell. Signalling . 2004 ; 16 ( 6 ): 675 – 679 . doi: 10.1016/j.cellsig.2003.11.001 15093608 57. Zhou X , Richon VM , Wang AH , Yang XJ , Rifkind RA , Marks PA . Histone deacetylase 4 associates with extracellular signal-regulated kinases 1 and 2, and its cellular localization is regulated by oncogenic Ras . Proc Natl Acad Sci U S A . 2000 ; 97 ( 26 ): 14329 – 14333 . doi: 10.1073/pnas.250494697 11114188 58. Shen Z , Jiao K , Teng M , Li Z . Activation of STAT-3 signalling by RECK downregulation via ROS is involved in the 27-hydroxycholesterol-induced invasion in breast cancer cells . Free Radical Res . 2020 ; 54 ( 2–3 ): 126 – 136 . doi: 10.1080/10715762.2020.1715965 31933392 59. Chang HC , Cho CY , Hung WC . Silencing of the metastasis suppressor RECK by RAS oncogene is mediated by DNA methyltransferase 3b-induced promoter methylation . Cancer Res . 2006 ; 66 ( 17 ): 8413 – 8420 . doi: 10.1158/0008-5472.CAN-06-0685 16951151 60. Hsu MC , Chang HC , Hung WC . HER-2/neu represses the metastasis suppressor RECK via ERK and Sp transcription factors to promote cell invasion . J Biol Chem . 2006 ; 281 ( 8 ): 4718 – 4725 . doi: 10.1074/jbc.M510937200 16377629 61. Liu LT , Chang HC , Chiang LC , Hung WC . Induction of RECK by nonsteroidal anti-inflammatory drugs in lung cancer cells . Oncogene . 2002 ; 21 ( 54 ): 8347 – 8350 . doi: 10.1038/sj.onc.1206017 12447698 62. Qin L , Liu L , Wu Y , et al. Mycoplasma pneumoniae downregulates RECK to promote matrix metalloproteinase-9 secretion by bronchial epithelial cells . Virulence . 2022 ; 13 ( 1 ): 1270 – 1284 . doi: 10.1080/21505594.2022.2101746 35892136 63. Siddesha JM , Valente AJ , Sakamuri SSVP , et al. Angiotensin II stimulates cardiac fibroblast migration via the differential regulation of matrixins and RECK . J mol Cell Cardiol . 2013 ; 65 : 9 – 18 . doi: 10.1016/j.yjmcc.2013.09.015 24095877 64. Yoshida Y , Yuki K , Dan S , Yamazaki K , Noda M . Suppression of tumor metastasis by a RECK-activating small molecule . Sci Rep . 2022 ; 12 ( 1 ): 2319 . doi: 10.1038/s41598-022-06288-3 35149728 65. Siddesha JM , Valente AJ , Yoshida T , et al. Docosahexaenoic acid reverses angiotensin II-induced RECK suppression and cardiac fibroblast migration . Cell Signal . 2014 ; 26 ( 5 ): 933 – 941 . doi: 10.1016/j.cellsig.2014.01.005 24447911 66. Yang F , He K , Huang L , Zhang L , Liu A , Zhang J . Casticin inhibits the activity of transcription factor Sp1 and the methylation of RECK in MGC803 gastric cancer cells . Exp Ther Med . 2017 ; 13 ( 2 ): 745 – 750 . doi: 10.3892/etm.2016.4003 28352361 67. Yeh HH , Tseng YF , Hsu YC , et al. Ras induces experimental lung metastasis through up-regulation of RbAp46 to suppress RECK promoter activity . BMC Cancer . 2015 ; 15 : 172 . doi: 10.1186/s12885-015-1155-7 25885317 68. Wei Z , Jiang X , Qiao H , et al. STAT3 interacts with Skp2/p27/p21 pathway to regulate the motility and invasion of gastric cancer cells . Cell. Signalling . 2013 ; 25 ( 4 ): 931 – 938 . doi: 10.1016/j.cellsig.2013.01.011 23333463 69. Oh J , Seo DW , Diaz T , et al. Tissue inhibitors of metalloproteinase 2 inhibits endothelial cell migration through increased expression of RECK . Cancer Res . 2004 ; 64 ( 24 ): 9062 – 9069 . doi: 10.1158/0008-5472.CAN-04-1981 15604273 70. Ning S , Ma X . Dephosphorylation-induced EZH2 activation mediated RECK downregulation by ERK1/2 signaling . J Cell Physiol . 2019 ; 234 ( 10 ): 19010 – 19018 . doi: 10.1002/jcp.28540 30912166 71. Ren W , Hou J , Yang C , et al. Extracellular vesicles secreted by hypoxia pre-challenged mesenchymal stem cells promote non-small cell lung cancer cell growth and mobility as well as macrophage M2 polarization via miR-21-5p delivery . J Exp Clin Cancer Res . 2019 ; 38 ( 1 ): 62 . doi: 10.1186/s13046-019-1027-0 30736829 72. Jung HM , Phillips BL , Patel RS , et al. Keratinization-associated miR-7 and miR-21 regulate tumor suppressor reversion-inducing cysteine-rich protein with kazal motifs (RECK) in oral cancer . J Biol Chem . 2012 ; 287 ( 35 ): 29261 – 29272 . doi: 10.1074/jbc.M112.366518 22761427 73. Guan Y , Guo L , Zukerberg L , Rueda BR , Styer AK . MicroRNA-15b regulates reversion-inducing cysteine-rich protein with Kazal motifs (RECK) expression in human uterine leiomyoma . Reprod Biol Endocrinol . 2016 ; 14 ( 1 ): 45 . doi: 10.1186/s12958-016-0180-y 27530410 74. Reinhold AK , Krug SM , Salvador E , et al. MicroRNA-21-5p functions via RECK/MMP9 as a proalgesic regulator of the blood nerve barrier in nerve injury . Ann N Y Acad Sci . 2022 ; 1515 ( 1 ): 184 – 195 . doi: 10.1111/nyas.14816 35716075 75. S L , Z M , Q H . lncRNA XIST regulates cell proliferation, migration and invasion via regulating miR-30b and RECK in nasopharyngeal carcinoma . Oncol Lett . 2021 ; 21 ( 4 ). doi: 10.3892/ol.2021.12513 76. Li Q , Wu Y , Zhang J , Yi T , Li W . MicroRNA-130a regulates cell malignancy by targeting RECK in chronic myeloid leukemia . Am J Transl Res . 2016 ; 8 ( 2 ): 955 – 967 . 27158382 77. Leite KRM , Reis ST , Viana N , et al. Controlling RECK miR21 Promotes Tumor Cell Invasion and Is Related to Biochemical Recurrence in Prostate Cancer . J Cancer . 2015 ; 6 ( 3 ): 292 – 301 . doi: 10.7150/jca.11038 25663948 78. Zhang Q , Wang C , Li R , et al. The BAP31/miR-181a-5p/RECK axis promotes angiogenesis in colorectal cancer via fibroblast activation . Front Oncol . 2023 ; 13 : 1056903 . doi: 10.3389/fonc.2023.1056903 36895489 79. Silva M , Hernandez ME , Rojas F , Li L , Subramanian S , Wilson MJ . MicroRNA miR-182 cluster mediated modulation of RECK without changes in cell surface membrane type-1 matrix metalloproteinase (MT1-MMP) . Am J Cancer Res . 2015 ; 5 ( 9 ): 2918 – 2928 . 26609496 80. Fu Y , Liu Y , Liu K , Tan L . Tumor Cell-Derived Extracellular Vesicles Promote the Growth, Metastasis and Chemoresistance in Cholangiocarcinoma by Delivering microRNA-210 to Downregulate RECK . Mol Biotechnol . 2023 ; 65 ( 7 ): 1151 – 1164 . doi: 10.1007/s12033-022-00607-9 36454533 81. Guo Y , Wang G , Wang Z , et al. Reck-Notch1 Signaling Mediates miR-221/222 Regulation of Lung Cancer Stem Cells in NSCLC . Front Cell Dev Biol . 2021 ; 9 : 663279 . doi: 10.3389/fcell.2021.663279 33959615 82. Bao WW , Shi YL , Ma Y , Qu XH , Pang GM , Yang L . MiR-590-5p regulates cell proliferation, apoptosis, migration and invasion in oral squamous cell carcinoma by targeting RECK . Histol Histopathol . 2021 ; 36 ( 3 ): 355 – 365 . doi: 10.14670/HH-18-306 33447989 83. Yu J , Peng Y , Wu LC , et al. Curcumin down-regulates DNA methyltransferase 1 and plays an anti-leukemic role in acute myeloid leukemia . PLoS One . 2013 ; 8 ( 2 ): e55934 . doi: 10.1371/journal.pone.0055934 23457487 84. Sasahara RM , Takahashi C , Noda M . Involvement of the Sp1 site in ras-mediated downregulation of the RECK metastasis suppressor gene . Biochem Biophys Res Commun . 1999 ; 264 ( 3 ): 668 – 675 . doi: 10.1006/bbrc.1999.1552 10543990 85. Bos JL . All in the family? New insights and questions regarding interconnectivity of Ras, Rap1 and Ral . EMBO J . 1998 ; 17 ( 23 ): 6776 – 6782 . doi: 10.1093/emboj/17.23.6776 9843482 86. Hu CD , Kariya K , Kotani G , Shirouzu M , Yokoyama S , Kataoka T . Coassociation of Rap1A and Ha-Ras with Raf-1 N-terminal region interferes with ras-dependent activation of Raf-1 . J Biol Chem . 1997 ; 272 ( 18 ): 11702 – 11705 . doi: 10.1074/jbc.272.18.11702 9115221 87. Cook SJ , Rubinfeld B , Albert I , McCormick F . RapV12 antagonizes Ras-dependent activation of ERK1 and ERK2 by LPA and EGF in Rat-1 fibroblasts . EMBO J . 1993 ; 12 ( 9 ): 3475 – 3485 . doi: 10.1002/j.1460-2075.1993.tb06022.x 8253074 88. Shah S , Brock EJ , Ji K , Mattingly RR . Ras and Rap1: a tale of two GTPases . Semin Cancer Biol . 2019 ; 54 : 29 – 39 . doi: 10.1016/j.semcancer.2018.03.005 29621614 89. Oh J , Diaz T , Wei B , Chang H , Noda M , Stetler-Stevenson WG . TIMP-2 upregulates RECK expression via dephosphorylation of paxillin tyrosine residues 31 and 118 . Oncogene . 2006 ; 25 ( 30 ): 4230 – 4234 . doi: 10.1038/sj.onc.1209444 16491114 90. Peng X , Wu W , Zhu B , et al. Activation of farnesoid X receptor induces RECK expression in mouse liver . Biochem Biophys Res Commun . 2014 ; 443 ( 1 ): 211 – 216 . doi: 10.1016/j.bbrc.2013.11.082 24291500 91. Zhang G , Chen X , Ma L , et al. LINC01419 facilitates hepatocellular carcinoma growth and metastasis through targeting EZH2-regulated RECK . Aging . 2020 ; 12 ( 11 ): 11071 – 11084 . doi: 10.18632/aging.103321 32522890 92. Lin B , Li Y , Wang T , et al. CRMP2 is a therapeutic target that suppresses the aggressiveness of breast cancer cells by stabilizing RECK . Oncogene . 2020 ; 39 ( 37 ): 6024 – 6040 . doi: 10.1038/s41388-020-01412-x 32778769 93. Vallon M , Yuki K , Nguyen TD , et al. A RECK-WNT7 Receptor-Ligand Interaction Enables Isoform-Specific Regulation of Wnt Bioavailability . Cell Rep . 2018 ; 25 ( 2 ): 339 – 349.e9 . doi: 10.1016/j.celrep.2018.09.045 30304675 94. Nakamura M , Li Y , Choi BR , et al. GDE2-RECK Controls ADAM10 α secretase-mediated cleavage of amyloid precursor protein . Sci Transl Med . 2021 ; 13 ( 585 ): eabe6178 . doi: 10.1126/scitranslmed.abe6178 33731436 95. Park S , Lee C , Sabharwal P , Zhang M , Meyers CLF , Sockanathan S . GDE2 promotes neurogenesis by glycosylphosphatidylinositol-anchor cleavage of RECK . Science . 2013 ; 339 ( 6117 ): 324 – 328 . doi: 10.1126/science.1231921 23329048 96. Lee H , Lim C , Lee J , et al. TGF-beta signaling preserves RECK expression in activated pancreatic stellate cells . J Cell Biochem . 2008 ; 104 ( 3 ): 1065 – 1074 . doi: 10.1002/jcb.21692 18300271 97. Gomes LR , Terra LF , Wailemann RA , Labriola L , Sogayar MC . TGF-β1 modulates the homeostasis between MMPs and MMP inhibitors through p38 MAPK and ERK1/2 in highly invasive breast cancer cells . BMC Cancer . 2012 ; 12 : 26 . doi: 10.1186/1471-2407-12-26 22260435 98. Kimura T , Okada A , Yatabe T , et al. RECK is up-regulated and involved in chondrocyte cloning in human osteoarthritic cartilage . Am J Pathol . 2010 ; 176 ( 6 ): 2858 – 2867 . doi: 10.2353/ajpath.2010.091003 20395433 99. Wu Q , Ni X . ROS-mediated DNA methylation pattern alterations in carcinogenesis . Curr Drug Targets . 2015 ; 16 ( 1 ): 13 – 19 . doi: 10.2174/1389450116666150113121054 25585126 100. Patra SK . Ras regulation of DNA-methylation and cancer . Exp Cell Res . 2008 ; 314 ( 6 ): 1193 – 1201 . doi: 10.1016/j.yexcr.2008.01.012 18282569 101. Shi G , Yoshida Y , Yuki K , et al. Pattern of RECK CpG methylation as a potential marker for predicting breast cancer prognosis and drug-sensitivity . Oncotarget . 2016 ; 7 ( 50 ): 82158 – 82169 . doi: 10.18632/oncotarget.8620 27058625 102. Zhang C , Ling Y , Zhang C , et al. The silencing of RECK gene is associated with promoter hypermethylation and poor survival in hepatocellular carcinoma . Int J Biol Sci . 2012 ; 8 ( 4 ): 451 – 458 . doi: 10.7150/ijbs.4038 22419890 103. Huang YC , Hung WC , Chen WT , Yu HS , Chai CY . Effects of DNMT and MEK inhibitors on the expression of RECK, MMP-9, −2, uPA and VEGF in response to arsenite stimulation in human uroepithelial cells . Toxicol Lett . 2011 ; 201 ( 1 ): 62 – 71 . doi: 10.1016/j.toxlet.2010.12.006 21167264 104. Zhang N , Wang G , Sun G . Actin-binding protein, IQGAP1, regulates LPS-induced RPMVECs hyperpermeability and ICAM-1 upregulation via Rap1/Src signalling pathway . Cell Signal . 2021 ; 85 : 110067 . doi: 10.1016/j.cellsig.2021.110067 34147590 105. Huntzinger E , Izaurralde E . Gene silencing by microRNAs: contributions of translational repression and mRNA decay . Nat Rev Genet . 2011 ; 12 ( 2 ): 99 – 110 . doi: 10.1038/nrg2936 21245828 106. Chiang CH , Hou MF , Hung WC . Up-regulation of miR-182 by β-catenin in breast cancer increases tumorigenicity and invasiveness by targeting the matrix metalloproteinase inhibitor RECK . Biochim Biophys Acta . 2013 ; 1830 ( 4 ): 3067 – 3076 . doi: 10.1016/j.bbagen.2013.01.009 23333633 107. Lin J , Liu Z , Liao S , Li E , Wu X , Zeng W . Elevation of long non-coding RNA GAS5 and knockdown of microRNA-21 up-regulate RECK expression to enhance esophageal squamous cell carcinoma cell radio-sensitivity after radiotherapy . Genomics . 2020 ; 112 ( 3 ): 2173 – 2185 . doi: 10.1016/j.ygeno.2019.12.013 31866421 108. Cheng L , Chen K , Li J , et al. Phosphorylation of CRMP2 by Cdk5 Negatively Regulates the Surface Delivery and Synaptic Function of AMPA Receptors . mol Neurobiol . 2022 ; 59 ( 2 ): 762 – 777 . doi: 10.1007/s12035-021-02581-w 34773219 109. Vanhollebeke B , Stone OA , Bostaille N , et al. Tip cell-specific requirement for an atypical Gpr124- and Reck-dependent Wnt/β-catenin pathway during brain angiogenesis . Elife . 2015 ; 4 : e06489 . doi: 10.7554/eLife.06489 26051822 110. Murai R , Yoshida Y , Muraguchi T , et al. A novel screen using the Reck tumor suppressor gene promoter detects both conventional and metastasis-suppressing anticancer drugs . Oncotarget . 2010 ; 1 ( 4 ): 252 – 264 . doi: 10.18632/oncotarget.100802 21304177 111. Zaman R , Islam RA , Ibnat N , et al. Current strategies in extending half-lives of therapeutic proteins . J Control Release . 2019 ; 301 : 176 – 189 . doi: 10.1016/j.jconrel.2019.02.016 30849445 112. Tanaka T , Narazaki M , Kishimoto T . IL-6 in inflammation, immunity, and disease . Cold Spring Harb Perspect Biol . 2014 ; 6 ( 10 ): a016295 . doi: 10.1101/cshperspect.a016295 25190079 113. Küster H , Weiss M , Willeitner AE , et al. Interleukin-1 receptor antagonist and interleukin-6 for early diagnosis of neonatal sepsis 2 days before clinical manifestation . Lancet . 1998 ; 352 ( 9136 ): 1271 – 1277 . doi: 10.1016/S0140-6736(98)08148-3 9788457 114. Mummidi S , Das NA , Carpenter AJ , et al. RECK suppresses interleukin-17/TRAF3IP2-mediated MMP-13 activation and human aortic smooth muscle cell migration and proliferation . J Cell Physiol . 2019 ; 234 ( 12 ): 22242 – 22259 . doi: 10.1002/jcp.28792 31074012 115. Du Y , Chi X , An W . Downregulation of microRNA-200c-3p reduces damage of hippocampal neurons in epileptic rats by upregulating expression of RECK and inactivating the AKT signaling pathway . Chem Biol Interact . 2019 ; 307 : 223 – 233 . doi: 10.1016/j.cbi.2019.04.027 31018114 116. Riethmueller S , Somasundaram P , Ehlers JC , et al. Proteolytic Origin of the Soluble Human IL-6R In Vivo and a Decisive Role of N-Glycosylation . PLoS Biol . 2017 ; 15 ( 1 ): e2000080 . doi: 10.1371/journal.pbio.2000080 28060820 117. Ja L , Ka D , Mp K , Pr G , Ra K , Nj M . Isolation of an mRNA encoding a soluble form of the human interleukin-6 receptor . Cytokine . 1992 ; 4 ( 2 ): 96 – 100 . doi: 10.1016/1043-4666(92)90043-q 1633265 118. Riethmueller S , Ehlers JC , Lokau J , et al. Cleavage Site Localization Differentially Controls Interleukin-6 Receptor Proteolysis by ADAM10 and ADAM17 . Sci Rep . 2016 ; 6 ( 1 ): 25550 . doi: 10.1038/srep25550 27151651 119. Schumacher N , Meyer D , Mauermann A , et al. Shedding of Endogenous Interleukin-6 Receptor (IL-6R) Is Governed by A Disintegrin and Metalloproteinase (ADAM) Proteases while a Full-length IL-6R Isoform Localizes to Circulating Microvesicles . J Biol Chem . 2015 ; 290 ( 43 ): 26059 – 26071 . doi: 10.1074/jbc.M115.649509 26359498 120. Hong KJ , Wu DC , Cheng KH , Chen LT , Hung WC . RECK inhibits stemness gene expression and tumorigenicity of gastric cancer cells by suppressing ADAM-mediated Notch1 activation . J Cell Physiol . 2014 ; 229 ( 2 ): 191 – 201 . doi: 10.1002/jcp.24434 23881612 121. Chandrasekar B , Mummidi S , DeMarco VG , Higashi Y . Empagliflozin Reverses Oxidized LDL-Induced RECK Suppression, Cardiotrophin-1 Expression, MMP Activation, and Human Aortic Smooth Muscle Cell Proliferation and Migration . Mediators Inflamm . 2023 ; 2023 : 6112301 . doi: 10.1155/2023/6112301 37830075 122. Oh J , Takahashi R , Kondo S , et al. The membrane-anchored MMP inhibitor RECK is a key regulator of extracellular matrix integrity and angiogenesis . Cell . 2001 ; 107 ( 6 ): 789 – 800 . doi: 10.1016/s0092-8674(01)00597-9 11747814 123. Clark JCM , Thomas DM , Choong PFM , Dass CR . RECK--a newly discovered inhibitor of metastasis with prognostic significance in multiple forms of cancer . Cancer Metastasis Rev . 2007 ; 26 ( 3–4 ): 675 – 683 . doi: 10.1007/s10555-007-9093-8 17828469 124. Rabien A , Ergün B , Erbersdobler A , Jung K , Stephan C . RECK overexpression decreases invasive potential in prostate cancer cells . Prostate . 2012 ; 72 ( 9 ): 948 – 954 . doi: 10.1002/pros.21498 22025325 125. Takagi S , Simizu S , Osada H . RECK negatively regulates matrix metalloproteinase-9 transcription . Cancer Res . 2009 ; 69 ( 4 ): 1502 – 1508 . doi: 10.1158/0008-5472.CAN-08-2635 19208844 126. Li Y , Zhang Y , Zheng Q . Expression of RECK gene and MMP-9 in hilar cholangiocarcinoma and its clinical significance . J Huazhong Univ Sci Technolog Med Sci . 2005 ; 25 ( 5 ): 552 – 554 . doi: 10.1007/BF02896015 16463672 127. Liu LT , Chang HC , Chiang LC , Hung WC . Histone deacetylase inhibitor up-regulates RECK to inhibit MMP-2 activation and cancer cell invasion . Cancer Res . 2003 ; 63 ( 12 ): 3069 – 3072 . 12810630 128. Silveira Corrêa TC , Massaro RR , Brohem CA , et al. RECK-mediated inhibition of glioma migration and invasion . J Cell Biochem . 2010 ; 110 ( 1 ): 52 – 61 . doi: 10.1002/jcb.22472 20127710 129. Vagima Y , Avigdor A , Goichberg P , et al. MT1-MMP and RECK are involved in human CD34+ progenitor cell retention, egress, and mobilization . J Clin Invest . 2009 ; 119 ( 3 ): 492 – 503 . doi: 10.1172/JCI36541 19197139 130. Shah A , Unger E , Bain MD , et al. Cytokine and adhesion molecule expression in primary human endothelial cells stimulated with fever-range hyperthermia . Int J Hyperthermia . 2002 ; 18 ( 6 ): 534 – 551 . doi: 10.1080/02656730210157843 12537753 131. Li H , Miki T , Almeida de GM , et al. RECK in Neural Precursor Cells Plays a Critical Role in Mouse Forebrain Angiogenesis . iScience . 2019 ; 19 : 559 – 571 . doi: 10.1016/j.isci.2019.08.009 31445376 132. Li SL , Gao DL , Zhao ZH , et al. Correlation of matrix metalloproteinase suppressor genes RECK, VEGF, and CD105 with angiogenesis and biological behavior in esophageal squamous cell carcinoma . World J Gastroenterol . 2007 ; 13 ( 45 ): 6076 – 6081 . doi: 10.3748/wjg.v13.45.6076 18023103 133. Uciechowski P , Dempke WCM . Interleukin-6: a Masterplayer in the Cytokine Network . Oncology . 2020 ; 98 ( 3 ): 131 – 137 . doi: 10.1159/000505099 31958792 134. Taga T , Kishimoto T . p 130 AND THE INTERLEUKIN-6 FAMILY OF CYTOKINES . Annu Rev Immunol . 1997 ; 15 ( 1 ): 797 – 819 . doi: 10.1146/annurev.immunol.15.1.797 9143707 135. Garbers C , Heink S , Korn T , Rose-John S . Interleukin-6: designing specific therapeutics for a complex cytokine . Nat Rev Drug Discov . 2018 ; 17 ( 6 ): 395 – 412 . doi: 10.1038/nrd.2018.45 29725131 136. Kishimoto T , Kang S . IL-6 Revisited: from Rheumatoid Arthritis to CAR T Cell Therapy and COVID-19 . Annu Rev Immunol . 2022 ; 40 ( 1 ): 323 – 348 . doi: 10.1146/annurev-immunol-101220-023458 35113729 137. Rose-John S . IL-6 trans-signaling via the soluble IL-6 receptor: importance for the pro-inflammatory activities of IL-6 . Int J Biol Sci . 2012 ; 8 ( 9 ): 1237 – 1247 . doi: 10.7150/ijbs.4989 23136552 138. Dr E , Mm H , Cj P . The ADAM metalloproteinases . mol Aspect Med . 2008 ; 29 ( 5 ): 258 – 289 . doi: 10.1016/j.mam.2008.08.001 139. Chen F , Wang Y , Zhang W , et al. A Functional Polymorphism-Mediated Disruption of EGR1/ADAM10 Pathway Confers the Risk of Sepsis Progression . mBio . 2019 ; 10 ( 4 ): e01663 – 19 . doi: 10.1128/mBio.01663-19 31387910 140. Cui L , Gao Y , Xie Y , et al. An ADAM10 promoter polymorphism is a functional variant in severe sepsis patients and confers susceptibility to the development of sepsis . Crit Care . 2015 ; 19 ( 1 ): 73 . doi: 10.1186/s13054-015-0796-x 25888255 141. He J , Zhao T , Liu L , et al. The −172 A-to-G variation in ADAM17 gene promoter region affects EGR1/ADAM17 pathway and confers susceptibility to septic mortality with sepsis-3.0 criteria . Int Immunopharmacol . 2022 ; 102 : 108385 . doi: 10.1016/j.intimp.2021.108385 34862128 142. He J , Zhao T , Liu L , et al. Corrigendum to “The –172 A-to-G variation in ADAM17 gene promoter region affects EGR1/ADAM17 pathway and confers susceptibility to septic mortality with sepsis-3.0 criteria” [Int. Immunopharmacol. 102 (2022) 108385] . Int Immunopharmacol . 2023 ; 119 ( 119 ): 110285 . doi: 10.1016/j.intimp.2023.110285 37188605 143. Seifert A , Düsterhöft S , Wozniak J , et al. The metalloproteinase ADAM10 requires its activity to sustain surface expression . Cell Mol Life Sc . 2021 ; 78 ( 2 ): 715 – 732 . doi: 10.1007/s00018-020-03507-w 32372373 144. Wei K , Korsunsky I , Marshall JL , et al. Notch signalling drives synovial fibroblast identity and arthritis pathology . Nature . 2020 ; 582 ( 7811 ): 259 – 264 . doi: 10.1038/s41586-020-2222-z 32499639 145. Wei H , Yin X , Tang H , et al. Hypomethylation of Notch1 DNA is associated with the occurrence of uveitis . Clin Exp Immunol . 2020 ; 201 ( 3 ): 317 – 327 . doi: 10.1111/cei.13471 32479651 146. Gallenstein N , Tichy L , Weigand MA , Schenz J . Notch Signaling in Acute Inflammation and Sepsis . IJMS . 2023 ; 24 ( 4 ): 3458 . doi: 10.3390/ijms24043458 36834869 147. Hozumi K , Negishi N , Suzuki D , et al. Delta-like 1 is necessary for the generation of marginal zone B cells but not T cells in vivo . Nat Immunol . 2004 ; 5 ( 6 ): 638 – 644 . doi: 10.1038/ni1075 15146182 148. Jaleco AC , Neves H , Hooijberg E , et al. Differential effects of Notch ligands Delta-1 and Jagged-1 in human lymphoid differentiation . J Exp Med . 2001 ; 194 ( 7 ): 991 – 1002 . doi: 10.1084/jem.194.7.991 11581320 149. Schmitt TM , Zúñiga-Pflücker JC . Induction of T cell development from hematopoietic progenitor cells by delta-like-1 in vitro . Immunity . 2002 ; 17 ( 6 ): 749 – 756 . doi: 10.1016/s1074-7613(02)00474-0 12479821 150. Gamrekelashvili J , Kapanadze T , Sablotny S , et al. Notch and TLR signaling coordinate monocyte cell fate and inflammation . Elife . 2020 ; 9 : e57007 . doi: 10.7554/eLife.57007 32723480 151. Gee JM , Knowlden JM . ADAM metalloproteases and EGFR signalling . Breast Cancer Res . 2003 ; 5 ( 5 ): 223 . doi: 10.1186/bcr637 12927027 152. Kasina S , Scherle PA , Hall CL , Macoska JA . ADAM‐mediated amphiregulin shedding and EGFR transactivation . Cell Proliferation . 2009 ; 42 ( 6 ): 799 – 812 . doi: 10.1111/j.1365-2184.2009.00645.x 19735466 153. Blobel CP . ADAMs: key components in EGFR signalling and development . Nat Rev mol Cell Biol . 2005 ; 6 ( 1 ): 32 – 43 . doi: 10.1038/nrm1548 15688065 154. Tosetti F , Alessio M , Poggi A , Zocchi MR . ADAM10 Site-Dependent Biology: keeping Control of a Pervasive Protease . Int J mol Sci . 2021 ; 22 ( 9 ): 4969 . doi: 10.3390/ijms22094969 34067041 155. Jones JC , Rustagi S , Dempsey PJ . ADAM Proteases and Gastrointestinal Function . Annu Rev Physiol . 2016 ; 78 : 243 – 276 . doi: 10.1146/annurev-physiol-021014-071720 26667078 156. Hiasa M , Abe M , Nakano A , et al. GM-CSF and IL-4 induce dendritic cell differentiation and disrupt osteoclastogenesis through M-CSF receptor shedding by up-regulation of TNF-alpha converting enzyme (TACE) . Blood . 2009 ; 114 ( 20 ): 4517 – 4526 . doi: 10.1182/blood-2009-04-215020 19762488 157. Tang J , Frey JM , Wilson CL , et al. Neutrophil and Macrophage Cell Surface Colony-Stimulating Factor 1 Shed by ADAM17 Drives Mouse Macrophage Proliferation in Acute and Chronic Inflammation . mol Cell Biol . 2018 ; 38 ( 17 ): e00103 – 18 . doi: 10.1128/MCB.00103-18 29891514 158. Zhang X , Chen C , Ling C , et al. EGFR tyrosine kinase activity and Rab GTPases coordinate EGFR trafficking to regulate macrophage activation in sepsis . Cell Death Dis . 2022 ; 13 ( 11 ): 934 . doi: 10.1038/s41419-022-05370-y 36344490 159. Gekle M , Dubourg V , Schwerdt G , Benndorf RA , Schreier B . The role of EGFR in vascular AT1R signaling: from cellular mechanisms to systemic relevance . Biochem Pharmacol . 2023 ; 217 : 115837 . doi: 10.1016/j.bcp.2023.115837 37777161 160. Sahin U , Weskamp G , Kelly K , et al. Distinct roles for ADAM10 and ADAM17 in ectodomain shedding of six EGFR ligands . J Cell Biol . 2004 ; 164 ( 5 ): 769 – 779 . doi: 10.1083/jcb.200307137 14993236 161. Vandenbroucke RE , Libert C . Is there new hope for therapeutic matrix metalloproteinase inhibition? Nat Rev Drug Discov . 2014 ; 13 ( 12 ): 904 – 927 . doi: 10.1038/nrd4390 25376097 162. Fanjul-Fernández M , Folgueras AR , Cabrera S , López-Otín C . Matrix metalloproteinases: evolution, gene regulation and functional analysis in mouse models . Biochim Biophys Acta . 2010 ; 1803 ( 1 ): 3 – 19 . doi: 10.1016/j.bbamcr.2009.07.004 19631700 163. Aschner Y , Zemans RL , Yamashita CM , Downey GP . Matrix metalloproteinases and protein tyrosine kinases: potential novel targets in acute lung injury and ARDS . Chest . 2014 ; 146 ( 4 ): 1081 – 1091 . doi: 10.1378/chest.14-0397 25287998 164. English WR , Puente XS , Freije JM , et al. Membrane type 4 matrix metalloproteinase (MMP17) has tumor necrosis factor-alpha convertase activity but does not activate pro-MMP2 . J Biol Chem . 2000 ; 275 ( 19 ): 14046 – 14055 . doi: 10.1074/jbc.275.19.14046 10799478 165. Clements KM , Flannelly JK , Tart J , et al. Matrix metalloproteinase 17 is necessary for cartilage aggrecan degradation in an inflammatory environment . Ann Rheum Dis . 2011 ; 70 ( 4 ): 683 – 689 . doi: 10.1136/ard.2010.130757 21216815 166. Vandenbroucke RE , Vanlaere I , Van Hauwermeiren F , Van Wonterghem E , Wilson C , Libert C . Pro-inflammatory effects of matrix metalloproteinase 7 in acute inflammation . Mucosal Immunol . 2014 ; 7 ( 3 ): 579 – 588 . doi: 10.1038/mi.2013.76 24129163 167. Lalu MM , Cena J , Chowdhury R , Lam A , Schulz R . Matrix metalloproteinases contribute to endotoxin and interleukin-1beta induced vascular dysfunction . Br J Pharmacol . 2006 ; 149 ( 1 ): 31 – 42 . doi: 10.1038/sj.bjp.0706823 16880766 168. Gäddnäs FP , Sutinen MM , Koskela M , et al. Matrix-metalloproteinase-2, −8 and −9 in serum and skin blister fluid in patients with severe sepsis . Crit Care . 2010 ; 14 ( 2 ): R49 . doi: 10.1186/cc8938 20356362 169. Zhou S , Li Y , Hong Y , Zhong Z , Zhao M . Puerarin protects against sepsis-associated encephalopathy by inhibiting NLRP3/Caspase-1/GSDMD pyroptosis pathway and reducing blood-brain barrier damage . Eur J Pharmacol . 2023 ; 945 : 175616 . doi: 10.1016/j.ejphar.2023.175616 36863556 170. Yao T , Zhang L , Fu Y , Yao L , Zhou C , Chen G . Saikosaponin-d Alleviates Renal Inflammation and Cell Apoptosis in a Mouse Model of Sepsis via TCF7/FOSL1/Matrix Metalloproteinase 9 Inhibition . mol Cell Biol . 2021 ; 41 ( 10 ): e0033221 . doi: 10.1128/MCB.00332-21 34309413 171. Dumbuya JS , Chen X , Du J , et al. Hydrogen-rich saline regulates NLRP3 inflammasome activation in sepsis-associated encephalopathy rat model . Int Immunopharmacol . 2023 ; 123 : 110758 . doi: 10.1016/j.intimp.2023.110758 37556997 172. Rahman M , Zhang S , Chew M , Syk I , Jeppsson B , Thorlacius H . Platelet shedding of CD40L is regulated by matrix metalloproteinase-9 in abdominal sepsis . J Thromb Haemost . 2013 ; 11 ( 7 ): 1385 – 1398 . doi: 10.1111/jth.12273 23617547 173. Zheng B , Yang H , Zhang J , et al. Lidocaine Alleviates Sepsis-Induced Acute Lung Injury in Mice by Suppressing Tissue Factor and Matrix Metalloproteinase-2/9 . Oxid Med Cell Longev . 2021 ; 2021 : 3827501 . doi: 10.1155/2021/3827501 34804364 174. Mattos W , Lim S , Russell R , Jatakanon A , Chung KF , Barnes PJ . Matrix metalloproteinase-9 expression in asthma: effect of asthma severity, allergen challenge, and inhaled corticosteroids . Chest . 2002 ; 122 ( 5 ): 1543 – 1552 . doi: 10.1378/chest.122.5.1543 12426251 175. Chromek M , Tullus K , Hertting O , et al. Matrix metalloproteinase-9 and tissue inhibitor of metalloproteinases-1 in acute pyelonephritis and renal scarring . Pediatr Res . 2003 ; 53 ( 4 ): 698 – 705 . doi: 10.1203/01.PDR.0000057575.86337.CB 12612199 176. Grillet B , Pereira RVS , Van Damme J , Abu El-Asrar A , Proost P , Opdenakker G . Matrix metalloproteinases in arthritis: towards precision medicine . Nat Rev Rheumatol . 2023 ; 19 ( 6 ): 363 – 377 . doi: 10.1038/s41584-023-00966-w 37161083 177. Choi BY , Kim IY , Kim JH , et al. Zinc transporter 3 (ZnT3) gene deletion reduces spinal cord white matter damage and motor deficits in a murine MOG-induced multiple sclerosis model . Neurobiol Dis . 2016 ; 94 : 205 – 212 . doi: 10.1016/j.nbd.2016.06.018 27370228 178. Ries C , Egea V , Karow M , Kolb H , Jochum M , Neth P . MMP-2, MT1-MMP, and TIMP-2 are essential for the invasive capacity of human mesenchymal stem cells: differential regulation by inflammatory cytokines . Blood . 2007 ; 109 ( 9 ): 4055 – 4063 . doi: 10.1182/blood-2006-10-051060 17197427 179. Ilmakunnas M , Höckerstedt K , Mäkisalo H , Siitonen S , Repo H , Pesonen EJ . Endogenous protease inhibitor uptake within the graft during reperfusion in human liver transplantation . J Hepatobiliary Pancreat Sci . 2010 ; 17 ( 2 ): 158 – 165 . doi: 10.1007/s00534-009-0125-3 19452123 180. Wang J , Su Y , Liu H , et al. Association between the Reduced Expression of RECK and Neutrophilic Inflammation in Chronic Obstructive Pulmonary Disease . Int Arch Allergy Immunol . 2024 ; 185 ( 5 ): 480 – 488 . doi: 10.1159/000536021 38387446 181. Rosen LS . Clinical experience with angiogenesis signaling inhibitors: focus on vascular endothelial growth factor (VEGF) blockers . Cancer Control . 2002 ; 9 ( 2 Suppl ): 36 – 44 . doi: 10.1177/107327480200902S05 11965229 182. Bouïs D , Kusumanto Y , Meijer C , Mulder NH , Hospers GAP . A review on pro- and anti-angiogenic factors as targets of clinical intervention . Pharmacol Res . 2006 ; 53 ( 2 ): 89 – 103 . doi: 10.1016/j.phrs.2005.10.006 16321545 183. Mankhambo LA , Banda DL , Study Group IPD , et al. The role of angiogenic factors in predicting clinical outcome in severe bacterial infection in Malawian children . Crit Care . 2010 ; 14 ( 3 ): R91 . doi: 10.1186/cc9025 20492647 184. van der Flier M , van Leeuwen HJ , van Kessel KP , Kimpen JL , Hoepelman AI , Geelen SP . Plasma vascular endothelial growth factor in severe sepsis . Shock . 2005 ; 23 ( 1 ): 35 – 38 . doi: 10.1097/01.shk.0000150728.91155.41 15614129 185. Tang AL , Peng Y , Shen MJ , et al. Prognostic role of elevated VEGF in sepsis: a systematic review and meta-analysis . Front Physiol . 2022 ; 13 : 941257 . doi: 10.3389/fphys.2022.941257 35936894 186. Liu CT , Bi KW , Huang CC , et al. Davallia bilabiata exhibits anti-angiogenic effect with modified MMP-2/TIMP-2 secretion and inhibited VEGF ligand/receptors expression in vascular endothelial cells . J Ethnopharmacol . 2017 ; 196 : 213 – 224 . doi: 10.1016/j.jep.2016.12.019 27993633 187. Zhang H , Cong JC , Cui MM , Feng Y , Chen CS . Expression and significance of RECK, metalloproteinase-9 and vascular endothelial growth factor-C in colorectal cancer . Zhonghua Wei Chang Wai Ke Za Zhi . 2010 ; 13 ( 9 ): 695 – 698 . 20878580 188. Schuetz P , Jones AE , Aird WC , Shapiro NI . Endothelial cell activation in emergency department patients with sepsis-related and non-sepsis-related hypotension . Shock . 2011 ; 36 ( 2 ): 104 – 108 . doi: 10.1097/SHK.0b013e31821e4e04 21522043 189. Crafts TD , Jensen AR , Blocher-Smith EC , Markel TA . Vascular endothelial growth factor: therapeutic possibilities and challenges for the treatment of ischemia . Cytokine . 2015 ; 71 ( 2 ): 385 – 393 . doi: 10.1016/j.cyto.2014.08.005 25240960 190. Bergers G , Brekken R , McMahon G , et al. Matrix metalloproteinase-9 triggers the angiogenic switch during carcinogenesis . Nat Cell Biol . 2000 ; 2 ( 10 ): 737 – 744 . doi: 10.1038/35036374 11025665 191. Wang L , Astone M , Alam SK , et al. Suppressing STAT3 activity protects the endothelial barrier from VEGF-mediated vascular permeability . Dis Model Mech . 2021 ; 14 ( 11 ): dmm049029 . doi: 10.1242/dmm.049029 34542605 192. Sharma A , Yang WL , Ochani M , Wang P . Mitigation of sepsis-induced inflammatory responses and organ injury through targeting Wnt/β-catenin signaling . Sci Rep . 2017 ; 7 ( 1 ): 9235 . doi: 10.1038/s41598-017-08711-6 28835626 193. Ye J , Feng H , Peng Z . miR-23a-3p inhibits sepsis-induced kidney epithelial cell injury by suppressing Wnt/β-catenin signaling by targeting wnt5a . Braz J Med Biol Res . 2022 ; 55 : e11571 . doi: 10.1590/1414-431X2021e11571 35239776 194. Ulrich F , Carretero-Ortega J , Menéndez J , et al. Reck enables cerebrovascular development by promoting canonical Wnt signaling . Development . 2016 ; 143 ( 1 ): 147 – 159 . doi: 10.1242/dev.123059 26657775 195. Ulrich F , Carretero-Ortega J , Menéndez J , et al. Reck enables cerebrovascular development by promoting canonical Wnt signaling . Development . 2016 ; 143 ( 6 ): 1055 . doi: 10.1242/dev.136507 26980794 196. America M , Bostaille N , Eubelen M , Martin M , Stainier DYR , Vanhollebeke B . An integrated model for Gpr124 function in Wnt7a/b signaling among vertebrates . Cell Rep . 2022 ; 39 ( 9 ): 110902 . doi: 10.1016/j.celrep.2022.110902 35649360 197. George SJ . Wnt pathway: a new role in regulation of inflammation . Arterioscler Thromb Vasc Biol . 2008 ; 28 ( 3 ): 400 – 402 . doi: 10.1161/ATVBAHA.107.160952 18296599 198. Houschyar KS , Chelliah MP , Rein S , et al. Role of Wnt signaling during inflammation and sepsis: a review of the literature . Int J Artif Organs . 2018 ; 41 ( 5 ): 247 – 253 . doi: 10.1177/0391398818762357 29562813 199. Caolo V , van den Akker NMS , Verbruggen S , et al. Feed-forward signaling by membrane-bound ligand receptor circuit: the case of NOTCH DELTA-like 4 ligand in endothelial cells . J Biol Chem . 2010 ; 285 ( 52 ): 40681 – 40689 . doi: 10.1074/jbc.M110.176065 20959466 200. Moll M , Reichel K , Nurjadi D , et al. Notch Ligand Delta-Like 1 Is Associated With Loss of Vascular Endothelial Barrier Function . Front Physiol . 2021 ; 12 : 766713 . doi: 10.3389/fphys.2021.766713 34955884 201. Pabois A , Devallière J , Quillard T , et al. The disintegrin and metalloproteinase ADAM10 mediates a canonical Notch-dependent regulation of IL-6 through Dll4 in human endothelial cells . Biochem Pharmacol . 2014 ; 91 ( 4 ): 510 – 521 . doi: 10.1016/j.bcp.2014.08.007 25130545 202. Thomas M , Augustin HG . The role of the Angiopoietins in vascular morphogenesis . Angiogenesis . 2009 ; 12 ( 2 ): 125 – 137 . doi: 10.1007/s10456-009-9147-3 19449109 203. Saharinen P , Alitalo K . The yin, the yang, and the angiopoietin-1 . J Clin Invest . 2011 ; 121 ( 6 ): 2157 – 2159 . doi: 10.1172/JCI58196 21606600 204. Ricciuto DR , Dos Santos CC , Hawkes M , et al. Angiopoietin-1 and angiopoietin-2 as clinically informative prognostic biomarkers of morbidity and mortality in severe sepsis . Crit Care Med . 2011 ; 39 ( 4 ): 702 – 710 . doi: 10.1097/CCM.0b013e318206d285 21242795 205. Novotny NM , Lahm T , Markel TA , et al. ANGIOPOIETIN-1 IN THE TREATMENT OF ISCHEMIA AND SEPSIS . Shock . 2009 ; 31 ( 4 ): 335 – 341 . doi: 10.1097/SHK.0b013e3181862c63 18791498 206. Saharinen P , Eklund L , Alitalo K . Therapeutic targeting of the angiopoietin-TIE pathway . Nat Rev Drug Discov . 2017 ; 16 ( 9 ): 635 – 661 . doi: 10.1038/nrd.2016.278 28529319 207. Mofarrahi M , Nouh T , Qureshi S , Guillot L , Mayaki D , Hussain SNA . Regulation of angiopoietin expression by bacterial lipopolysaccharide . Am J Physiol Lung Cell mol Physiol . 2008 ; 294 ( 5 ): L955 – 963 . doi: 10.1152/ajplung.00449.2007 18310225 208. Milam KE , Parikh SM . The angiopoietin-Tie2 signaling axis in the vascular leakage of systemic inflammation . Tissue Barriers . 2015 ; 3 ( 1–2 ): e957508 . doi: 10.4161/21688362.2014.957508 25838975 209. Fang Y , Li C , Shao R , Yu H , Zhang Q . The role of biomarkers of endothelial activation in predicting morbidity and mortality in patients with severe sepsis and septic shock in intensive care: a prospective observational study . Thromb Res . 2018 ; 171 : 149 – 154 . doi: 10.1016/j.thromres.2018.09.059 30312800 210. Fisher J , Douglas JJ , Linder A , Boyd JH , Walley KR , Russell JA . Elevated Plasma Angiopoietin-2 Levels Are Associated With Fluid Overload, Organ Dysfunction, and Mortality in Human Septic Shock . Crit Care Med . 2016 ; 44 ( 11 ): 2018 – 2027 . doi: 10.1097/CCM.0000000000001853 27441903 211. Miki T , Shamma A , Kitajima S , et al. The ß1-integrin-dependent function of RECK in physiologic and tumor angiogenesis . mol Cancer Res . 2010 ; 8 ( 5 ): 665 – 676 . doi: 10.1158/1541-7786.MCR-09-0351 20407016 212. de Queiroz TM , Lakkappa N , Lazartigues E . ADAM17-Mediated Shedding of Inflammatory Cytokines in Hypertension . Front Pharmacol . 2020 ; 11 : 1154 . doi: 10.3389/fphar.2020.01154 32848763 213. Xu D , Dai R , Chi H , Ge W , Rong J . Long Non-Coding RNA MEG8 Suppresses Hypoxia-Induced Excessive Proliferation, Migration and Inflammation of Vascular Smooth Muscle Cells by Regulation of the miR-195-5p/RECK Axis . Front Mol Biosci . 2021 ; 8 : 697273 . doi: 10.3389/fmolb.2021.697273 34790697 214. Hwang SJ , Ballantyne CM , Sharrett AR , et al. Circulating adhesion molecules VCAM-1, ICAM-1, and E-selectin in carotid atherosclerosis and incident coronary heart disease cases: the Atherosclerosis Risk In Communities (ARIC) study . Circulation . 1997 ; 96 ( 12 ): 4219 – 4225 . doi: 10.1161/01.cir.96.12.4219 9416885 215. Kawai T , Elliott KJ , Scalia R , Eguchi S . Contribution of ADAM17 and related ADAMs in cardiovascular diseases . Cell mol Life Sci . 2021 ; 78 ( 9 ): 4161 – 4187 . doi: 10.1007/s00018-021-03779-w 33575814 216. Spinale FG . Myocardial matrix remodeling and the matrix metalloproteinases: influence on cardiac form and function . Physiol Rev . 2007 ; 87 ( 4 ): 1285 – 1342 . doi: 10.1152/physrev.00012.2007 17928585 217. Vanhoutte D , Heymans S . TIMPs and cardiac remodeling: “Embracing the MMP-independent-side of the family . J mol Cell Cardiol . 2010 ; 48 ( 3 ): 445 – 453 . doi: 10.1016/j.yjmcc.2009.09.013 19799912 218. Peschon JJ , Slack JL , Reddy P , et al. An essential role for ectodomain shedding in mammalian development . Science . 1998 ; 282 ( 5392 ): 1281 – 1284 . doi: 10.1126/science.282.5392.1281 9812885 219. Walcheck B , Kahn J , Fisher JM , et al. Neutrophil rolling altered by inhibition of L-selectin shedding in vitro . Nature . 1996 ; 380 ( 6576 ): 720 – 723 . doi: 10.1038/380720a0 8614468 220. Canault M , Leroyer AS , Peiretti F , et al. Microparticles of human atherosclerotic plaques enhance the shedding of the tumor necrosis factor-alpha converting enzyme/ADAM17 substrates, tumor necrosis factor and tumor necrosis factor receptor-1 . Am J Pathol . 2007 ; 171 ( 5 ): 1713 – 1723 . doi: 10.2353/ajpath.2007.070021 17872973 221. Nagano O , Murakami D , Hartmann D , et al. Cell-matrix interaction via CD44 is independently regulated by different metalloproteinases activated in response to extracellular Ca(2+) influx and PKC activation . J Cell Biol . 2004 ; 165 ( 6 ): 893 – 902 . doi: 10.1083/jcb.200310024 15197174 222. Vincent JL , Opal SM , Marshall JC , Tracey KJ . Sepsis definitions: time for change . Lancet . 2013 ; 381 ( 9868 ): 774 – 775 . doi: 10.1016/S0140-6736(12)61815-7 23472921 223. Charrier-Hisamuddin L , Laboisse CL , Merlin D . ADAM-15: a metalloprotease that mediates inflammation . FASEB J . 2008 ; 22 ( 3 ): 641 – 653 . doi: 10.1096/fj.07-8876rev 17905725 224. Agace WW , Higgins JM , Sadasivan B , Brenner MB , Parker CM . T-lymphocyte-epithelial-cell interactions: integrin alpha(E)(CD103)beta(7), LEEP-CAM and chemokines . Curr Opin Cell Biol . 2000 ; 12 ( 5 ): 563 – 568 . doi: 10.1016/s0955-0674(00)00132-0 10978890 225. Jackson JR , Seed MP , Kircher CH , Willoughby DA , Winkler JD . The codependence of angiogenesis and chronic inflammation . FASEB J . 1997 ; 11 ( 6 ): 457 – 465 . 9194526 226. Levin M , Udi Y , Solomonov I , Sagi I . Next generation matrix metalloproteinase inhibitors - Novel strategies bring new prospects . Biochim Biophys Acta mol Cell Res . 2017 ; 1864 ( 11 Pt A ): 1927 – 1939 . doi: 10.1016/j.bbamcr.2017.06.009 28636874 227. Nissinen L , Kähäri VM . Matrix metalloproteinases in inflammation . Biochim Biophys Acta . 2014 ; 1840 ( 8 ): 2571 – 2580 . doi: 10.1016/j.bbagen.2014.03.007 24631662 228. Wells JM , Gaggar A , Blalock JE . MMP generated matrikines . Matrix Biol . 2015 ; 44-46 : 122 – 129 . doi: 10.1016/j.matbio.2015.01.016 25636538 229. Manček-Keber M , Frank-Bertoncelj M , Hafner-Bratkovič I , et al. Toll-like receptor 4 senses oxidative stress mediated by the oxidation of phospholipids in extracellular vesicles . Sci Signal . 2015 ; 8 ( 381 ): ra60 . doi: 10.1126/scisignal.2005860 26082436 230. Igarashi Y , Nakatsu N , Yamashita T , et al. Open TG-GATEs: a large-scale toxicogenomics database . Nucleic Acids Res . 2015 ; 43 ( Database issue ): D921 – 927 . doi: 10.1093/nar/gku955 25313160 231. Cao Q , Li J , Chen M , et al. Bioinformatics analysis of neutrophil-associated hub genes and ceRNA network construction in septic cardiomyopathy . Aging (Albany NY) . 2024 ; 16(19):12833-12849 . doi: 10.18632/aging.206092 232. Mahl C , Egea V , Megens RTA , et al. RECK (reversion-inducing cysteine-rich protein with Kazal motifs) regulates migration, differentiation and Wnt/β-catenin signaling in human mesenchymal stem cells . Cell mol Life Sci . 2016 ; 73 ( 7 ): 1489 – 1501 . doi: 10.1007/s00018-015-2054-4 26459448 233. Zambuzzi WF , Yano CL , Cavagis ADM , Peppelenbosch MP , Granjeiro JM , Ferreira CV . Ascorbate-induced osteoblast differentiation recruits distinct MMP-inhibitors: RECK and TIMP-2 . mol Cell Biochem . 2009 ; 322 ( 1–2 ): 143 – 150 . doi: 10.1007/s11010-008-9951-x 18989628 234. Kondo S , Shukunami C , Morioka Y , et al. Dual effects of the membrane-anchored MMP regulator RECK on chondrogenic differentiation of ATDC5 cells . J Cell Sci . 2007 ; 120 ( Pt 5 ): 849 – 857 . doi: 10.1242/jcs.03388 17298979",
    "full_text_abstract": "Abstract Reversion inducing cysteine rich protein with kazal motifs (RECK), a Kazal motif-containing protein, regulates pro-inflammatory cytokines production, migration of inflammatory cells, vascular endothelial growth factor (VEGF) and Wnt pathways and plays critical roles in septic inflammatory storms and vascular endothelial dysfunction. Recently, RECK has been defined as the negative regulator of adisintegrin and metalloproteinases (ADAMs) and matrix metalloproteinases (MMPs), which are both membrane “molecular scissors” and aggravate the poor prognosis of sepsis. To better understand the roles of RECK and the related mechanisms, we make here a systematic and in-depth review of RECK. We first summarize the findings on structural characteristics of RECK protein and the regulation at the transcription, post-transcription, or protein level of RECK. Then, we discuss the roles of RECK in inflammation, infection, and vascular injury by focusing on the RECK function on ADAMs and MMPs, as well as the pathways of VEGF, WNT, angiopoietin, and notch signaling. In conclusion, RECK participation as a guardian in the development of sepsis provides insight into the strategies of precisely intervening in RECK dysregulationfor the treatment of sepsis."
}