{
  "PMC": "3159447",
  "DOI": "10.1093/nar/gkr256",
  "PMID": "21515635",
  "PMCID": "PMC3159447",
  "title": "Structural basis of SETD6-mediated regulation of the NF-kB network via methyl-lysine signaling.",
  "year": 2011,
  "source_url": "https://europepmc.org/article/PMC/PMC3159447",
  "source": "MED",
  "abstract_text": "SET domain containing 6 (SETD6) monomethylates the RelA subunit of nuclear factor kappa B (NF-κB). The ankyrin repeats of G9a-like protein (GLP) recognizes RelA monomethylated at Lys310. Adjacent to Lys310 is Ser311, a known phosphorylation site of RelA. Ser311 phosphorylation inhibits Lys310 methylation by SETD6 as well as binding of Lys310me1 by GLP. The structure of SETD6 in complex with RelA peptide containing the methylation site, in the presence of S-adenosyl-L-methionine, reveals a V-like protein structure and suggests a model for NF-κB binding to SETD6. In addition, structural modeling of the GLP ankyrin repeats bound to Lys310me1 peptide provides insight into the molecular basis for inhibition of Lys310me1 binding by Ser311 phosphorylation. Together, these findings provide a structural explanation for a key cellular signaling pathway centered on RelA Lys310 methylation, which is generated by SETD6 and recognized by GLP, and incorporate a methylation-phosphorylation switch of adjacent lysine and serine residues. Finally, SETD6 is structurally similar to the Rubisco large subunit methyltransferase. Given the restriction of Rubisco to plant species, this particular appearance of the protein lysine methyltransferase has been evolutionarily well conserved.",
  "full_text": "Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 3159447 10.1093/nar/gkr256 gkr256 Gene Regulation, Chromatin and Epigenetics Structural basis of SETD6-mediated regulation of the NF-kB network via methyl-lysine signaling Chang Yanqi 1 Levy Dan 2 Horton John R. 1 Peng Junmin 3 Zhang Xing 1 Gozani Or 2 Cheng Xiaodong 1 * 1 Department of Biochemistry, Emory University School of Medicine, 1510 Clifton Road, Atlanta, GA 30322, 2 Department of Biology, Stanford University, Stanford, CA 94305 and 3 Department of Human Genetics, Emory Proteomics Service Center, Center for Neurodegenerative Diseases, Emory University School of Medicine, 615 Michael Street, Atlanta, GA 30322, USA *To whom correspondence should be addressed. Tel: +1 404 727 8491 ; Fax: +1 404 727 3746 ; Email: xcheng@emory.edu 8 2011 8 2011 22 4 2011 22 4 2011 39 15 6380 6389 25 1 2011 30 3 2011 1 4 2011 © The Author(s) 2011. Published by Oxford University Press. 2011 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.5 ), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. SET domain containing 6 (SETD6) monomethylates the RelA subunit of nuclear factor kappa B (NF-κB). The ankyrin repeats of G9a-like protein (GLP) recognizes RelA monomethylated at Lys310. Adjacent to Lys310 is Ser311, a known phosphorylation site of RelA. Ser311 phosphorylation inhibits Lys310 methylation by SETD6 as well as binding of Lys310me1 by GLP. The structure of SETD6 in complex with RelA peptide containing the methylation site, in the presence of S -adenosyl- l -methionine, reveals a V-like protein structure and suggests a model for NF-κB binding to SETD6. In addition, structural modeling of the GLP ankyrin repeats bound to Lys310me1 peptide provides insight into the molecular basis for inhibition of Lys310me1 binding by Ser311 phosphorylation. Together, these findings provide a structural explanation for a key cellular signaling pathway centered on RelA Lys310 methylation, which is generated by SETD6 and recognized by GLP, and incorporate a methylation–phosphorylation switch of adjacent lysine and serine residues. Finally, SETD6 is structurally similar to the Rubisco large subunit methyltransferase. Given the restriction of Rubisco to plant species, this particular appearance of the protein lysine methyltransferase has been evolutionarily well conserved. INTRODUCTION Mammalian nuclear factor κB (NF-κB) is a critical mediator of inducible transcription in the control of key physiological and pathological states, from immunity and inflammation to cancer [reviewed in ( 1 )]. The NF-κB family of transcription factors consists of five members: p65 (RelA), p50 (NF-κB1), p52 (NF-κB2), c-Rel and RelB ( 2 ). The area of greatest homology among the NF-κB members occurs in the conserved N-terminal Rel homology region, which is composed of a DNA binding domain and a dimerization domain. Through the dimerization domain, different NF-κB members form a variety of homo- and hetero-dimers, with the p65/p50 combination being the most abundant. In addition, p65, but not p50, possesses a C-terminal transactivation domain (TAD) that is required for promoting transcription (see Supplementary Figure S1a ). In unstimulated cells, the majority of NF-κB, including the p65/p50 heterodimer species, is sequestered in the cytosol by the ankyrin-repeat-containing IκB proteins. NF-κB activation by stimulants-like cytokines triggers a signaling cascade that results in degradation of IκB and releasing NF-κB to translocate into the nucleus and function as a transcription factor at target genes ( 3 ). Recently, we described a previously uncharacterized mechanism in which, under basal conditions, the protein lysine methyltransferase (PKMT) SETD6 monomethylates chromatin-associated RelA at lysine 310, a residue located within the linker region between the dimerization and activation domains of RelA ( 4 ). Another PKMT, G9a-like protein (GLP), via its ankyrin-repeat domain, binds RelA methylated at Lys310 (Lys310me1) and acts to locally condense chromatin at several NF-κB-dependent target genes. The repressed chromatin state is terminated upon stimulating cells with TNFα, due to phosphorylation of RelA at serine 311 ( 4 ). Here we determine the SETD6–RelA peptide complex structure, which provides insight into the molecular basis for RelA peptide recognition by SETD6 as well as an understanding of the effects of modifications at nearby residues on SETD6-mediated Lys310 methylation. In addition, we investigate the molecular basis of RelA Lys310me1 peptide recognition by the GLP ankyrin repeats. Finally we generate a model that connects histone peptide-bound GLP with a DNA-bound NF-κB, using the existing structural information. Our study suggests that the methyl-phospho switch between two adjacent residues of RelA, Lys310 and Ser311, regulates localized chromatin state to influence NF-κB-target gene expression. MATERIALS AND METHODS Protein expression and purification There are two splice variants of human SETD6 ( Figure 1 a): the longer 473 residue variant (isoform a) and the shorter 449 residue variant (isoform b), which lacks an in-frame segment (residues 40–63) and was used here for crystallography (residue numbering is based on the longer variant). SETD6 isoform b (residues 17–449) was sub-cloned into a His 6 -SUMO vector (generating plasmid pXC862) and confirmed by sequencing. All of the proteins were overexpressed in Escherichia coli strain BL21 (DE3) RIL-Codon plus strain (Stratagene). Cells expressing His 6 -SUMO-tagged SETD6 were induced with 0.4 mM isopropyl β- d -1-thiogalactopyranoside (IPTG) for 16 h at 16°C. Cells were collected, pelleted and then resuspended in 50 mM sodium phosphate, pH 7.4, 300 mM NaCl, 5% glycerol. The cells were lysed by two passes through a French pressure cell press and then centrifuged at 23 000 g for 1 h. The soluble His 6 -SUMO fusion protein was first purified using the HisTrap HP column (GE Healthcare). The fusion protein was cleaved by Ulp-1 protease in overnight dialysis at 4°C. Only two extraneous N-terminal amino acids (HisAsn) were left as a result of a restriction site. The cleaved SUMO tag was removed by ion exchange purification (HiTrap Q HP, GE Healthcare). The SETD6 protein was further purified by gel-filtration chromatography (Superdex 200, GE Healthcare). All protein purification was performed at 4°C. For crystallization, the purified protein was concentrated to ∼16 mg ml −1 in the presence of 100 µM S -adenosyl- l -methionine (AdoMet). Figure 1. Structure of SETD6. ( a ) Schematic representation of human SETD6, with the long and short isoforms. ( b ) Two views of SETD6 with a V-cleft appearance, colored magenta (N-terminal helix), yellow (SET), orange (i-SET), and green (C-SET). Dashed lines indicate the disordered loops, residues 230–236 (yellow) and 387–394 (green). The RelA K310 peptide and AdoMet are in stick model. The human RelA dimerization domain plus the linker region (amino acids 191–325; see Supplementary Figure S1a ) was expressed as a His 6 -SUMO tagged construct in E. coli BL21(DE3)-Gold cells (Stratagene) with RIL-Codon plus plasmid (pXC875). For the RelA:p50 heterodimer, His 6 -SUMO-tagged human RelA (residues 1–325 including DNA binding domain, dimerization domain and linker region; pXC914) and non-tagged human p50 dimerization domain (residues 243–366; pXC902) in pET21b (Novagen) were coexpressed in E. coli BL21(DE3). Similar purification strategies were used for both complexes. The soluble fraction was isolated using a nickel-charged HiTrap chelating HP column (GE Healthcare). The fused SUMO tag was removed by Ulp-1 protease in overnight dialysis at 4°C. The product protein was further purified by cation-exchange and gel-filtration chromatography. Size exclusion chromatography was employed to evaluate dimer formation. Crystallography Crystallization of the SETD6–AdoMet–RelA peptide complex was carried out by the hanging-drop vapor-diffusion method at 16°C after mixing the protein with peptide in a ratio of ∼1:1.2, and then mixing with an equal amount of well solution (1.5 μl). Both native and selenium-substituted SETD6–AdoMet, in the presence of RelA peptide, were crystallized using well solutions containing 15% (w/v) polyethylene glycol (PEG) 3350, 0.1 M di-ammonium hydrogen citrate, pH 4.6. The crystals belonged to space group P1 with two SETD6–AdoMet–peptide complexes per asymmetric unit. For data collection, the crystals were equilibrated in a cryoprotectant buffer containing reservoir buffer plus 20% (v/v) ethylene glycol. The native and selenium SAD data sets were collected at SER-CAT beamline 24ID of Advanced Photon Source (APS) at Argonne National Laboratory. All the data sets were processed using the program HKL2000. The structure was determined and refined utilizing components of the SGXPRO ( 5 ) and PHENIX ( 6 ) program packages. The program COOT ( 7 ) was used for building peptide and manual model manipulation between rounds of refinement with PHENIX. Structural figures were generated by the program MacPyMol (DeLano Scientific). The RelA peptide was synthesized at the W.M. Keck Foundation Biotechnology Resource Laboratory (Yale University). Mass spectrometry-based peptide methylation assay Human RelA peptide (residues 302–316) was used as substrate for SETD6. A reaction mixture contained 50 mM glycine pH 10.2 (or di-ammonium hydrogen citrate for pH 4.6, Bis–Tris–HCl for pH 6.4, Tris–HCl for pH 7.4, 8.2 and 8.6, and glycine/NaOH for pH 9.0–11.0), 5 mM dithiothreitol, 200–500 µM AdoMet, 10 µM SETD6 and 30 µM peptide. The assays were carried out at room temperature (∼25°C) for 1 h with a total volume of 20 µl. The reaction was terminated by addition of trifluoroacetic acid (TFA) to 0.1% (v/v). The resulting peptides were measured by MALDI-TOF on a Bruker Ultraflex II TOF/TOF instrument (Biochemistry Department, Emory University School of Medicine). Peptide methylation analysis by the LC-MS/MS approach Peptides methylated by SETD6 were analyzed by reverse-phase liquid chromatography coupled with tandem mass spectrometry (LC–MS/MS) as reported ( 8 ). The peptide mixtures were loaded onto a C18 column, eluted and monitored in a MS survey scan followed by data-dependent MS/MS scans on a LTQ-Orbitrap mass spectrometer (Thermo Finnigan, San Jose, CA, USA). The acquired MS/MS spectra were searched against a database containing the synthetic peptides. Modified methylation sites were determined by dynamic assignment of mass addition (14 Da) to lysine residues during the search. Finally, all modified peptide assignments were manually examined. In vitro methylation of RelA by SETD6 Methylation assays were carried out in a 20 µl reaction (45 µM substrate, 5.5 µM [methyl- 3 H]AdoMet, with and without 32 µM recombinant SETD6) in 20 mM Tris, pH 8.5 and 5 mM DTT for 12 h at 25°C. Samples were analyzed by 17% SDS–PAGE gel and fluorography after 36 h of exposure. Cell lines and transfections Human embryonic kidney 293T cells were grown in Dulbecco's modified Eagle's medium (DMEM; GIBCO) supplemented with 10% fetal calf serum (FCS, GIBCO), 100 U ml −1 penicillin and l -glutamine. Cells were transfected with TransIT 293 transfection reagent (Mirus) according to the manufacturer's protocols. Plasmids and mutagenesis For overexpression in mammalian cells, the plasmids used were: pcDNA-RelA, pCAG-Flag-SETD6 WT, pCAG-Flag-SETD6 N283A . The pGEX-derived plasmids used were pGEX–GLP ANK WT , pGEX–GLP ANK W843A , pGEX–GLP ANK E851A and pGEX–GLP ANK W881A . Mutants were constructed using the QuikChange site-directed mutagenesis kit (Stratagene). Immunoblot analysis and antibodies Cell extracts and immunoblot analyses were done as described ( 4 ). The antibodies used were as follows: RelA/p65 (Santa Cruz Biotechnology), RelA/p65 (Abcam), β-Actin (Sigma-Aldrich) and GST-HRP (Abcam). RelAK310me1 and SETD6 rabbit polyclonal antibodies were described ( 4 ). Peptide pull-down assays Peptide pull-down assays were performed as previously described ( 9 ). Peptides were synthesized at the W.M. Keck Foundation Biotechnology Resource Laboratory (Yale University). The sequences of the peptides used were Biotin-E-K-R-K-R-T-Y-E-T-F-Km-S-I-M-K-K-S-P-F-S-G for RelA amino acids 300–320 and A-R-T-K-Q-T-A-R-Km-S-T-G-G-K-A-P-R-K-Q-L-A-K-Biotin for H3 amino acids 1–22. RelAK310 and H3K9 were either unmodified (me0), monomethylated (me1) or dimethylated (me2). GLP ankyrin repeats (GLP ANK ) WT (residues 734–968) and mutants were purified as described ( 10 ). RESULTS Overall structure of SETD6 We determined the structure of SETD6 by producing selenomethionyl protein for phasing ( 11 ) and the wild-type protein in complex with a RelA Lys310 peptide in the presence of AdoMet at a resolution of 2.2 Å ( Supplementary Table S1 ). There are two complexes in the crystallographic asymmetric unit. The protein components of the two complexes are highly similar, with a root mean squared deviation of ∼0.7 Å when comparing 410 pairs of Cα atoms. The overall structure of SETD6 in complex with AdoMet and the RelA peptide, as viewed in Figure 1 b, resembles a V-shaped cleft. The V-like appearance is mainly determined by the helical structures of i-SET (an insertion of about 125 amino acids in the middle of the SET domain; orange helices αB-αG) and the C-terminal domain (green) that is mainly helical (αH-αQ) except for two β strands (6 and 7) ( Figure 1 b). The two pairs of helices (one short and one long)—helices αE and αF and helices αH and αQ—lie next to one another near the bottom of the cleft and are largely responsible for the V-like appearance of SETD6 ( Supplementary Figure S2a ). We used a RelA peptide encompassing amino acids 302–316 for co-crystallization in the presence of the methyl donor AdoMet. The complex was crystallized under the conditions of pH 4.6 (see ‘Materials and Methods’ section), under which no activity was observed in vitro ( Figure 2 a), and an intact AdoMet was present in the structure ( Supplementary Figure S2b ). Like other SET domain proteins DIM-5 ( 12 ) and Rubisco large subunit methyltransferase (LSMT) ( 13 ), SETD6 showed maximal in vitro activity at approximately pH 10. At pH 10, the ε-amino group of target lysine (with a typical pKa value of 10) may be partially neutralized in the active site. However, under the low pH conditions, the deprotonation event would not occur and the methyl transfer between the donor methyl group (S + -CH 3 ) and the acceptor amino group ( ) would be inhibited. Figure 2. Interactions of SETD6 and RelA K310 peptide. ( a ) SETD6 activity as a function of pH, ( b ) the surface representation of SETD6, colored with yellow (SET), orange (i-SET) and green (C-SET). For clarity, the C-SET domain has been sliced away. In addition, the surface nitrogen atoms are colored blue and surface oxygen atoms are red, ( c ) electrostatic interactions, hydrogen bonds and van der Waals interactions define SETD6 (in green) and RelA peptide (in light blue) interactions. The linear conformation of Lys310 of RelA is in cyan, and the bent conformation in light blue, ( d ) the bent conformation of the target lysine side chain forms a hydrogen bond with the side chain hydroxyl oxygen of Y297 and the main-chain carbonyl oxygen of S224, ( e ) a model of phosphated-Ser311 of RelA (pSer311) with the phosphate group potentially clashing with P228 of SETD6 and ( f ) In vitro methylation assays by SETD6 on unmodified RelA peptides (left panels) or phosphorylated at Ser311 (pS311) (right panels) followed by mass spectrometry of the reaction products (0 h, before assay; 3 h, after assay). Interestingly, the side chain of the target lysine 310 of RelA adopts two conformations: one is linear and the other is bent ( Figure 2 c). The linear conformation of lysine 310 points its ε-amino group to the transferable methyl group of AdoMet ( Figure 2 c) so that the methyl donor and acceptor are aligned in a nearly linear geometry (N … C distance of 3.4 Å and N … C-S angle of 161°) for S N 2 nucleophilic transfer of the methyl group during catalysis. The terminal ε-amino group of the bent conformation sits in the carboxyl end of helix αG ( Figure 2 d and Supplementary Figure S2c ). Thus the positive charge of the terminal ε-amino group of the bent conformation under the low pH condition is effectively balanced by the partial negative dipole charge at the carboxyl end of the helix and stabilized by hydrogen-bonding interactions with S224 (main chain carbonyl oxygen) and Y297 (side chain hydroxyl oxygen) of SETD6 ( Figure 2 d; one-letter code is used for SETD6 residues). Specificity for the RelA peptide is determined primarily through recognition of side chains of RelA (Phe309, Ser311 and Ile312) before and after the target Lys310 ( Figure 2 c; three-letter code is used for RelA residues). The network of interactions includes the following: (i) the phenyl ring of Phe309 of RelA packs against M296 and Y297 of SETD6, (ii) The target nitrogen atom of RelA Lys310 forms a water-mediated hydrogen bond with the main chain carboxyl oxygen of L250 (the linear conformation) or with Y297 and S224 (the bent conformation); (iii) Ser311 of RelA is involved in a polar interaction with the main chain carbonyl oxygen of Q226 and a van der Waals contact with P228 of SETD6. Adding a phosphate group to the side chain hydroxyl oxygen of Ser311 of RelA would result in repulsion from SETD6 ( Figure 2 e). As shown in Figure 2 f, phosphorylation of Ser311 ( 14 ) causes a complete loss of Lys310 methylation in the context of peptide substrate; and (iv) the side chain of Ile312 of RelA fits into a surface pocket formed by F225, L260, N283 and T284 of SETD6. Four aromatic residues (Y223, F225, Y285, Y297) and one polar residue (N283) of SETD6 form the largely hydrophobic active site and wrap around the aliphatic chain of the target lysine. Interestingly, only one of these residues (Y285) is conserved in Set7/9 ( Figure 3 a), another human protein lysine mono-methyltransferase. The hydroxyl group of Y285 of SETD6 is hydrogen bonded to the backbone carbonyl oxygen of L250 and is snug between the methyl group and adenine ring of AdoMet ( Figure 3 b). The Y285A mutation in SETD6 abolished its enzymatic activity ( 4 ), whereas the corresponding Y283F mutation in DIM-5 (a Neurospora histone H3 lysine 9 tri-methyltransferase) lost its AdoMet binding and thus activity ( 12 ). In contrast, all four aromatic residues are conserved and superimposable between SETD6 and DIM-5 ( Figure 3 c) as well as G9a methyltransferase [a mammalian histone H3 lysine 9 mono- and di-methyltransferase ( 15 , 16 )], while N283 of SETD6 is in the place of F281 of DIM-5 ( Figure 3 c) or the corresponding Phe (F1205) of G9a. There are two differences between SETD6 and Rubisco LSMT (an enzyme that generates a tri-methyl-lysine) in the active site, Y223 and N283 of SETD6 replacing R222 and I285 of LSMT, respectively ( Figure 3 d). Despite the high level of conservation among the active site residues of the two tri-methyltransferases (DIM-5 and LSMT) and SETD6, SETD6 is a mono-methyltransferase (see Discussion in Supplementary Data ). Figure 3. Comparison of active sites of SETD6 and related SET domain proteins. ( a ) Superimposition of active sites of SETD6 (colored) and Set7/9-ER (estrogen receptor) complex (PDB 3CBM), ( b ) The hydroxyl group of Y285 of SETD6 is in contact with AdoMet, ( c ) Superimposition of active sites of SETD6 (colored) and Dim-5-H3 complex (PDB 1PEG) and ( d ) Superimpositions of active sites of SETD6 (colored) and LSMT (PDB 2H2J). Structural and sequence similarities between SETD6 and LSMT The structure of SETD6 shares high similarity with Rubisco LSMT ( 13 ) ( Figure 4 a), and the structure-based sequence alignment between the two enzymes reveals sequence conservation throughout the entire region ( Figure 4 b). SETD6 represents a sub-family of SET domain-containing protein lysine methyltransferases (PKMTs) with an insertion of about 100–200 amino acids in the middle of the SET domain ( Supplementary Figure S2d ). Two sequences share 18% identity (81/449) and 31% similarity (140/449). Only three regions have suffered insertions of more than five residues in SETD6: residues 232–239 (part of a disordered loop connecting i-SET to SET domain), residues 333–345 (helix αJ) and residues 440–444 (helix αP). There is one 9-residue deletion around SETD6 residue 265 (making a shorter loop between two strands of SET domain). Figure 4. Structural and sequence similarities between SETD6 and LSMT. ( a ) Superimposition of SETD6 (colored) and LSMT (gray) (PDB 2H2J) by their respective N-terminal (left panel) or C-terminal halves (right panel) reveals an ∼20° rotation between the two lobes. ( b ) Structure-based sequence alignment of human SETD6 (AAH22451) and Rubisco methyltransferase (LSMT, PDB 2H2E). Isoform a of SETD6 has 473 residues (NP_001153777), whereas isoform b has 449 residues (NP_079136) missing 24 amino acids (residues 40–63). Between AAH22451 and isoform a (NP_001153777), there is a point mutation at position 206 (G or R). Secondary structural elements (arrows for β-strands, and rectangles for α-helices) are indicated. White-on-black residues are invariant between the two sequences examined, while gray-highlighted positions are conserved (R and K, E and D, T and S, Q and N, F and Y, V, I, L and M). Positions highlighted are responsible for various functions as indicated (a = AdoMet binding; s = substrate binding; c = catalysis). The SET domain was originally identified in three Drosophila proteins involved in epigenetic processes: the suppressor of position-effect variegation 3-9, S u(var)3-9; an enhancer of the eye color mutant zeste, E n(zeste); and the homeotic gene regulator T rithorax ( 17 ). Based on the sequence similarity of the SET domain to that of plant methyltransferases including the Rubisco LSMT, the mammalian homologues of Drosophila Su(var)3-9 and of Schizosaccharomyces pombe Clr4 were the first histone lysine methyltransferases identified, and they specifically methylate lysine 9 of histone H3 ( 18 ). Here we show that human SETD6 shares a striking structural similarity to the Rubisco LSMT ( 13 ) throughout the entire protein. The unexpected resemblance of these two PKMTs, given the restriction of Rubisco to plant species, suggests that this particular appearance of the PKMT has been evolutionarily successful. Model of the SETD6–RelA complex Based on the fact that the RelA linker region—containing the methylation site Lys310—has a simple secondary structure (either a single helix or a flexible loop; Supplementary Figure S1b and c ), we performed a rigid body docking of the RelA/p50 heterodimer into the V-cleft of SETD6, resulting in a very good overall fit ( Figure 5 a). In our docking, the RelA linker helical region localizes to the bottom of the cleft and the helical axis is nearly perpendicular to the longest dimension of SETD6, with the dimerization and the activation domains on either side of the V-cleft ( Figure 5 a). In this view, SETD6 grips RelA like a dumbbell. The corresponding linker region from the p50 subunit of the heterodimer is positioned near the helical rim of the C-terminal domain, away from the active site. Figure 5. Hypothetical complex model of SETD6/NF-κB. ( a ) The RelA subunit resembles a dumbbell with the dimerization and the activation domains (TAD) connected by a linker region. The SETD6-driven methylation site, Lys310, is part of the linker region that also harbors nuclear localization signal (see Supplementary Figure S1a ). The truncated NF-κB heterodimer structure [PDB 1FNI; p50 (gray)/RelA (cyan)] ( 24 ) is docked onto the V-cleft of SETD6, which grips the linker region. ( b ) In vitro methylation of RelA, either as a RelA homodimer (lanes 2 and 3) or a RelA/p50 heterodimer (lanes 4 and 5), by SETD6. The top panel shows the Coomassie stain and the fluorography is presented at the bottom. In vitro methylation assays indicated that the p50 subunit of NF-κB is not a substrate of SETD6 ( Figure 5 b; lanes 4 and 5) ( 4 ). There are two disordered internal loops of the SETD6 structure: residues 230–236 (yellow) and 387–394 (green), located in the inner surface of the V-cleft and the rim of the C-terminal domain. We hypothesize that on association with the RelA/p50 heterodimer or RelA homodimer ( Supplementary Figure S1d ), the unstructured SETD6 loops adopt stable conformations that include contacts with the linker regions of RelA/p50. Recognition of RelA K310me1 by GLP ankryin repeats Methylation of RelA by SETD6 represses NF-κB signaling via the recognition of Lys310me1 by the ankryin repeats of GLP (G9a-like protein) with a dissociation constant ( K D ) of ∼5 µM ( 4 ). G9a and GLP are euchromatin-associated methyltransferases that repress transcription by mono- and di-methylating histone H3 lysine 9 (H3K9me1/2) via their C-terminal SET domains ( 19 ). Previously, we showed that the centrally located ankyrin repeat domains of G9a and GLP bind to histone H3 peptides containing H3K9me2/1, and phosphorylation of H3S10 in the context of H3K9me2 completely eliminates peptide binding ( 10 ). Analogous to H3S10 phosphorylation (see sequence alignment in Figure 6 a), phosphorylation of Ser311 of RelA blocks the binding of Lys310me1 by GLP in vitro and in cells ( 4 ), probably due to steric hindrance from the Ser-interacting glutamate (E874 of human GLP) ( Figure 6 a). Mutations of the GLP residues involved in forming the methyl-lysine cage (W843A, E851A and W881A) abrogate the binding of GLP to the Lys310 -monomethylated RelA peptide ( Figure 6 b). Figure 6. Recognition of RelA Lys310me1 by GLP. ( a ) The model of GLP ankyrin repeats with the RelA peptide was built based on the structure of GLP with a bound H3K9 peptide (residues 1–15) (PDB 3B95). The side chains of RelA Lys310me1 and Ser311 were modeled graphically without repulsive clashing between GLP and the RelA peptide, ( b ) Biotinylated peptide pull-down assay with the indicated GLP ANK constructs (WT and mutants) using the indicated biotinylated peptides, ( c ) A model of DNA-NF-κB-GLP (ANK-SET)-H3 peptide. The RelA and p50 are in cyan and gray, respectively; GLP is in green, the H3 peptide is in magenta stick model and the DNA is in orange (phosphate backbone) and blue (bases). The structures of DNA-NF-κB (PDB 2I9T) and IκB-NF-κB (PDB 1NFI) were superimposed via their respective dimerization domains, generating a ternary complex of DNA-IκB-NF-κB (data not shown). The IκB was then replaced by GLP (PDB 3B95) via superimposing their respective ankyrin repeats. In this model, the Lys310-contaning helix or the flexible loop of RelA might undergo intradomain movement to position the Lys310 in the methyl-lysine binding cage of the GLP ankyrin repeat domain, as shown in a. The GLP SET-H3 peptide structure (PDB 3HNA) was manually connected to the GLP ankyrin repeat domain with a short dotted stretch and ( d ) A cartoon illustration of the proposed model of signaling cross-talk between the Lys310 methylated RelA/p50 heterodimer, the GLP/G9a heterodimer ( 29 ), and repressive chromatin with H3K9 methylation. DISCUSSION Three classes of ankyrin repeat domain-containing proteins are involved in controlling NF-κB signaling. The NF-κB precursor protein p105 possesses a N-terminal p50 amino acid sequence and its own inhibitory ankyrin repeats within its carboxy-terminal region ( 20 ). Once processed, the NF-κB dimer RelA/p50 exists in the cytoplasm of resting cells by its association with an IκB inhibitor protein ( 21 ). IκB uses its entire ankyrin repeat domain for interacting with the RelA linker region, which includes Lys310 [reviewed in ( 22 )]. Active NF-κB accumulates in the nucleus where it preferentially binds a specific DNA sequence in the promoter regions of target genes to activate transcription. In addition, Levy et al. ( 4 ) suggested that SETD6-mediated Lys310 methylation and its recognition by the ankyrin repeat domain of GLP renders NF-κB inert due to downstream silencing events mediated by GLP-associated histone H3 lysine 9 methylation. Encouraged by the known structures of (i) the RelA/p50 heterodimer bound to DNA ( 23 ), (ii) the RelA/p50 heterodimer bound to IκB ( 24 ) and (iii) the GLP ankyrin repeat domain ( 10 ) and SET domain of GLP bound with H3 peptide ( 25 ), we modeled a quaternary complex involving DNA, NF-κB (RelA/p50), and GLP (ankyrin repeats and SET domain) ( Figure 6 c). Our model supports the notion that the SETD6–RelA–GLP–H3K9me2/1 network constitutes a lysine methylation signaling cascade, initiated by SETD6-mediated RelA methylation at Lys310, followed by recruitment of a histone-modifying enzyme (GLP), which subsequently generates a repressive mark (H3K9me2/1). Finally, it is interesting to note that a different class of nuclear, ankyrin repeat-containing IκB proteins ( 26 , 27 ) bind homodimers of p50 ( 28 ) that lack tranactivation domains, and the nuclear IκB·NF-κB complexes can bind DNA as repressors of transcription. In this regard, we speculate that the ankyrin repeat-containing GLP might function as an interaction competitor of nuclear IκB for the RelA subunit, and the resulting H3K9 methylation may reinforce silencing. It is possible that the repressive GLP and G9a heterodimer ( 29 ) allows one of these methyltransferases to interact with RelA and the other to interact with histone H3 ( Figure 6 d). ACCESSION NUMBERS Protein Data Bank: The coordinates and structure factors of the SETD6–RelA peptide–AdoMet complex have been deposited with accession numbers 3QXY (with the target lysine in alternative bent and linear conformations) and 3RC0 (with the target lysine in bent conformation). SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. FUNDING The Department of Biochemistry at the Emory University School of Medicine supported the use of the SER-CAT synchrotron beamline at the Advanced Photon Source of Argonne National Laboratory , local X-ray facility and MALDI-TOF mass spectrometry. US National Institutes of Health (Grants GM068680 to X.C. and DA025800 to O.G .); ( NIH /NCRR R21RR025822 to J.P.); European Molecular Biology Organization, Human Frontier Science Program , and the Machiah Foundation Fellowship (to D.L., partial); X.C. is a Georgia Research Alliance Eminent Scholar ; O.G. is an Ellison Senior Scholar. Funding for open access charge: National Institutes of Health . Supplementary Material Supplementary Data ACKNOWLEDGEMENTS Y.C. performed SETD6 enzyme purifications for both wild-type and selenomethionyl proteins, mass spectrometry-based methylation assays, crystallization and X-ray data collection; D.L. performed the cell culture and the peptide pull-down experiments; J.R.H. participated in collecting X-ray data, determined structures and performed structural refinements; J.P. performed peptide methylation analysis by the LC–MS/MS approach; D.L. and O.G. provided initial expression constructs and the knowledge of specificities of SETD6 and RelA peptides. X.Z. developed and optimized the mass spectrometry-based assay; X.C. and O.G. organized and designed the scope of the study, and all were involved in analyzing data and helped in writing and revising the manuscript. The authors thank Ruth Tennen for reading and editing the manuscript REFERENCES 1 Ghosh S Hayden MS New regulators of NF-κB in inflammation Nat. Rev. Immunol. 2008 8 837 848 18927578 2 Hoffmann A Natoli G Ghosh G Transcriptional regulation via the NF-κB signaling module Oncogene 2006 25 6706 6716 17072323 3 Oeckinghaus A Ghosh S The NF-κB family of transcription factors and its regulation Cold Spring Harbor Perspect. Biol. 2009 1 a000034 4 Levy D Kuo AJ Chang Y Schaefer U Kitson C Cheung P Espejo A Zee BM Liu CL Tangsombatvisit S Lysine methylation of the NF-κB subunit RelA by SETD6 couples activity of the histone methyltransferase GLP at chromatin to tonic repression of NF-κB signaling Nat. Immunol. 2011 12 29 36 21131967 5 Fu ZQ Rose J Wang BC SGXPro: a parallel workflow engine enabling optimization of program performance and automation of structure determination Acta Crystallogr. D Biol. Crystallogr. 2005 61 951 959 15983418 6 Adams PD Afonine PV Bunkoczi G Chen VB Davis IW Echols N Headd JJ Hung LW Kapral GJ Grosse-Kunstleve RW PHENIX: a comprehensive Python-based system for macromolecular structure solution Acta Crystallogr. D Biol. Crystallogr. 2010 66 213 221 20124702 7 Emsley P Cowtan K Coot: model-building tools for molecular graphics Acta Crystallogr. D Biol. Crystallogr. 2004 60 2126 2132 15572765 8 Xu P Duong DM Seyfried NT Cheng D Xie Y Robert J Rush J Hochstrasser M Finley D Peng J Quantitative proteomics reveals the function of unconventional ubiquitin chains in proteasomal degradation Cell 2009 137 133 145 19345192 9 Bua DJ Kuo AJ Cheung P Liu CL Migliori V Espejo A Casadio F Bassi C Amati B Bedford MT Epigenome microarray platform for proteome-wide dissection of chromatin-signaling networks PLoS ONE 2009 4 e6789 19956676 10 Collins RE Northrop JP Horton JR Lee DY Zhang X Stallcup MR Cheng X The ankyrin repeats of G9a and GLP histone methyltransferases are mono- and dimethyllysine binding modules Nat. Struct. Mol. Biol. 2008 15 245 250 18264113 11 Hendrickson WA Horton JR LeMaster DM Selenomethionyl proteins produced for analysis by multiwavelength anomalous diffraction (MAD): a vehicle for direct determination of three-dimensional structure EMBO J. 1990 9 1665 1672 2184035 12 Zhang X Tamaru H Khan SI Horton JR Keefe LJ Selker EU Cheng X Structure of the Neurospora SET domain protein DIM-5, a histone H3 lysine methyltransferase Cell 2002 111 117 127 12372305 13 Trievel RC Beach BM Dirk LM Houtz RL Hurley JH Structure and catalytic mechanism of a SET domain protein methyltransferase Cell 2002 111 91 103 12372303 14 Duran A Diaz-Meco MT Moscat J Essential role of RelA Ser311 phosphorylation by ζPKC in NF-κB transcriptional activation EMBO J. 2003 22 3910 3918 12881425 15 Peters AH Kubicek S Mechtler K O'Sullivan RJ Derijck AA Perez-Burgos L Kohlmaier A Opravil S Tachibana M Shinkai Y Partitioning and plasticity of repressive histone methylation states in mammalian chromatin Mol. Cell 2003 12 1577 1589 14690609 16 Rice JC Briggs SD Ueberheide B Barber CM Shabanowitz J Hunt DF Shinkai Y Allis CD Histone methyltransferases direct different degrees of methylation to define distinct chromatin domains Mol. Cell 2003 12 1591 1598 14690610 17 Jenuwein T Laible G Dorn R Reuter G SET domain proteins modulate chromatin domains in eu- and heterochromatin Cell Mol. Life Sci. 1998 54 80 93 9487389 18 Rea S Eisenhaber F O'Carroll D Strahl BD Sun ZW Schmid M Opravil S Mechtler K Ponting CP Allis CD Regulation of chromatin structure by site-specific histone H3 methyltransferases Nature 2000 406 593 599 10949293 19 Tachibana M Sugimoto K Nozaki M Ueda J Ohta T Ohki M Fukuda M Takeda N Niida H Kato H G9a histone methyltransferase plays a dominant role in euchromatic histone H3 lysine 9 methylation and is essential for early embryogenesis Genes Dev. 2002 16 1779 1791 12130538 20 Basak S Kim H Kearns JD Tergaonkar V O'Dea E Werner SL Benedict CA Ware CF Ghosh G Verma IM A fourth IκB protein within the NF-κB signaling module Cell 2007 128 369 381 17254973 21 Baeuerle PA Baltimore D IκB: a specific inhibitor of the NF-κB transcription factor Science 1988 242 540 546 3140380 22 Huxford T Ghosh G A structural guide to proteins of the NF-κB signaling module Cold Spring Harbor Perspect. Biol. 2009 1 a000075 23 Escalante CR Shen L Thanos D Aggarwal AK Structure of NF-κB p50/p65 heterodimer bound to the PRDII DNA element from the interferon-beta promoter Structure 2002 10 383 391 12005436 24 Jacobs MD Harrison SC Structure of an IκBα/NF-κB complex Cell 1998 95 749 758 9865693 25 Wu H Min J Lunin VV Antoshenko T Dombrovski L Zeng H Allali-Hassani A Campagna-Slater V Vedadi M Arrowsmith CH Structural biology of human H3K9 methyltransferases PLoS ONE 2010 5 e8570 20084102 26 Yamazaki S Muta T Takeshige K A novel IκB protein, IκB-ζ, induced by proinflammatory stimuli, negatively regulates nuclear factor-κB in the nuclei J. Biol. Chem. 2001 276 27657 27662 11356851 27 Michel F Soler-Lopez M Petosa C Cramer P Siebenlist U Muller CW Crystal structure of the ankyrin repeat domain of Bcl-3: a unique member of the IκB protein family EMBO J. 2001 20 6180 6190 11707390 28 Trinh DV Zhu N Farhang G Kim BJ Huxford T The nuclear IκB protein IκB ζ specifically binds NF-κB p50 homodimers and forms a ternary complex on κB DNA J. Mol. Biol. 2008 379 122 135 18436238 29 Tachibana M Ueda J Fukuda M Takeda N Ohta T Iwanari H Sakihama T Kodama T Hamakubo T Shinkai Y Histone methyltransferases G9a and GLP form heteromeric complexes and are both crucial for methylation of euchromatin at H3-K9 Genes Dev. 2005 19 815 826 15774718",
  "plain_text": "SET domain containing 6 (SETD6) monomethylates the RelA subunit of nuclear factor kappa B (NF-κB). The ankyrin repeats of G9a-like protein (GLP) recognizes RelA monomethylated at Lys310. Adjacent to Lys310 is Ser311, a known phosphorylation site of RelA. Ser311 phosphorylation inhibits Lys310 methylation by SETD6 as well as binding of Lys310me1 by GLP. The structure of SETD6 in complex with RelA peptide containing the methylation site, in the presence of S -adenosyl- l -methionine, reveals a V-like protein structure and suggests a model for NF-κB binding to SETD6. In addition, structural modeling of the GLP ankyrin repeats bound to Lys310me1 peptide provides insight into the molecular basis for inhibition of Lys310me1 binding by Ser311 phosphorylation. Together, these findings provide a structural explanation for a key cellular signaling pathway centered on RelA Lys310 methylation, which is generated by SETD6 and recognized by GLP, and incorporate a methylation–phosphorylation switch of adjacent lysine and serine residues. Finally, SETD6 is structurally similar to the Rubisco large subunit methyltransferase. Given the restriction of Rubisco to plant species, this particular appearance of the protein lysine methyltransferase has been evolutionarily well conserved."
}
