{
    "PMC": "11198729",
    "DOI": "10.1016/j.cell.2024.05.021",
    "PMID": "38776920",
    "PMCID": "PMC11198729",
    "title": "Human inherited CCR2 deficiency underlies progressive polycystic lung disease.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11198729",
    "source": "MED",
    "full_text": "pmc 0413066 2830 Cell Cell Cell 0092-8674 1097-4172 11198729 38776920 10.1016/j.cell.2024.05.021 nihpa2000428 Article Human inherited CCR2 deficiency underlies progressive polycystic lung disease Neehus Anna-Lena * Carey Brenna Landekic Marija Panikulam Patricia Deutsch Gail Ogishi Masato Arango-Franco Carlos A. Philippot Quentin Modaresi Mohammadreza Mohammadzadeh Iraj Berndt Melissa Corcini Rinchai Darawan Voyer Tom Le Rosain Jérémie Momenilandi Mana Martin-Fernandez Marta Khan Taushif Bohlen Jonathan Han Ji Eun Deslys Alexandre Bernard Mathilde Gajardo-Carrasco Tania Soudée Camille Floc’h Corentin Le Migaud Mélanie Seeleuthner Yoann Jang Mi-Sun Nikolouli Eirini Seyedpour Simin Begueret Hugues Emile Jean-François Guen Pierre Le Tavazzi Guido Julia Colombo Costanza Natalia Marzani Federico Capra Angelini Micol Trespidi Francesca Ghirardello Stefano Alipour Nasrin Molitor Anne Carapito Raphael Mazloomrezaei Mohsen Rokni-Zadeh Hassan Changi-Ashtiani Majid Brouzes Chantal Vargas Pablo Borghesi Alessandro Lachmann Nico Bahram Seiamak Crestani Bruno Fayon Michael Galode François Pahari Susanta Schlesinger Larry S. Marr Nico Bogunovic Dusan Boisson-Dupuis Stéphanie Béziat Vivien Abel Laurent Borie Raphael Young Lisa R. Deterding Robin Shahrooei Mohammad Rezaei Nima Parvaneh Nima Craven Daniel Gros Philippe Malo Danielle Sepulveda Fernando E. Nogee Lawrence M. Aladjidi Nathalie Trapnell Bruce C. * Casanova Jean-Laurent * Bustamante Jacinta * * Correspondence: anna-lena.neehus@childrens.harvard.edu (A.-L.N.), bruce.trapnell@cchmc.org (B.C.T.), casanova@mail.rockefeller.edu (J.-L.C.), jacinta.bustamante@inserm.fr (J.B.) 19 6 2024 20 6 2024 21 5 2024 25 6 2024 187 13 3460 3460 https://creativecommons.org/licenses/by/4.0/ This work is licensed under a Creative Commons Attribution 4.0 International License, which allows reusers to distribute, remix, adapt, and build upon the material in any medium or format, so long as attribution is given to the creator. The license allows for commercial use. (Cell 187 , 390–408.e1–e14; January 18, 2024) Our paper reported that the chemokine receptor CCR2 is important for recruitment and maturation of human macrophages in the lung. In the original version of the paper, Michael Fayon and François Galode, who contributed the description of clinical diseases in two patients (P1–P2) and provided resource materials, were inadvertently left off the author list. To correct this oversight, we now include them as authors on the paper with their respective affiliations. All co-authors on the manuscript have approved this addition. The spelling of Dusan Bogunovic’s surname has also been corrected in the updated version. The paper has now been corrected online. We apologize for any inconvenience.",
    "function_signal": 0.0,
    "longevity_signal": 0,
    "year_score": 0.5,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.2
}