{
    "PMC": "6648960",
    "DOI": "10.1002/jcla.20225",
    "PMID": "18623133",
    "PMCID": "PMC6648960",
    "title": "Association study of CCR5 delta 32 polymorphism among the HLA-DRB1 Caucasian population in Northern Paraná, Brazil.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC6648960",
    "source": "MED",
    "full_text_abstract": "Chemokines are important determinants of early inflammatory response. The CC chemokine receptor 5 (CCR5) delta 32 variant results in a nonfunctional form of the chemokine receptor and has been implicated in a variety of immune-mediated diseases. In the present study, polymerase chain reaction (PCR) for genomic deoxyribonucleic acid (DNA) samples, using specific CCR5 oligonucleotide primers surrounding the breakpoint deletion, detected a 225-basepair (bp) product from the normal CCR5 allele and a 193-bp product from the 32 bp deletion allele. Human leukocyte antigen (HLA) class II (DRB1) typing was performed by PCR-sequence-specific primer (PCR-SSP). The aim of this study was to evaluate the association of HLA-DRB1 and CCR5 genetic polymorphisms. To evaluate the frequency distributions of CCR5 delta 32 polymorphisms in a Brazilian population and their association with allelic distribution of HLA genes, DRB1; a total of 120 Caucasian individuals from northern Paraná, Brazil, were tested. The CCR5/CCR5 genotype was found in 108 individuals (90%) and only one carried the CCR5 delta 32 allele homozygous genotype (0.0238), while 12 (10%) carried the CCR5 delta 32 allele heterozygous genotype. The observed frequency for the CCR5 delta 32 allele was 0.05 in the population studied. The results revealed a CCR5 delta 32 allele occurrence with HLA-DRB1(*)01 and DRB1(*)04 (P<0.05). It is possible that HLA-DRB1(*)01 and DRB1(*)04 alleles could be associated with the delta 32-bp deletion of CCR5.",
    "function_signal": 0.0,
    "longevity_signal": 0,
    "year_score": 0.05555555555555555,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.022222222222222223
}