{
    "DOI": "10.4049/jimmunol.165.9.5295",
    "PMID": "11046064",
    "title": "Monocyte chemotactic protein-1 receptor CCR2B is a glycoprotein that has tyrosine sulfation in a conserved extracellular N-terminal region.",
    "year": 2000,
    "source_url": "https://europepmc.org/article/MED/11046064",
    "source": "MED",
    "full_text_abstract": "Monocyte chemotactic protein-1 (MCP-1) binding to its receptor, CCR2B, plays an important role in a variety of diseases involving infection, inflammation, and/or injury. In our effort to understand the molecular basis of this interaction and its biological consequences, we recognized a conserved hexad of amino acids at the N-terminal extracellular domain of several chemokine receptors, including CCR2B. Human embryonic kidney 293 cells expressing Flag-tagged CCR2B containing site-directed mutations in this region, 21-26, including a consensus tyrosine sulfation site were used to determine MCP-1 binding and its biological consequences. The results showed that several of these amino acids are important for MCP-1 binding and consequent lamellipodium formation, chemotaxis, and signal transduction involving adenylate cyclase inhibition and Ca(2+) influx into cytoplasm. Mutations that prevented adenylate cyclase inhibition and Ca(2+) influx did not significantly inhibit lamellipodium formation and chemotaxis, suggesting that these signaling events are not involved in chemotaxis. CCR2B was found to be sulfated at Tyr(26); this sulfation was abolished by the substitution of Tyr with Ala and severely reduced by substitution of Asp(25), a part of the consensus sulfation site. The expressed CCR2B was found to be N:-glycosylated, as N:-glycosidase F treatment of the receptor or growth of the cells in tunicamycin reduced the receptor size to the same level, from 50 to 45 kDa. Thus, CCR2B is the first member of the CC chemokine receptor family shown to be a glycoprotein that is sulfated at the N-terminal Tyr. These post-translational modifications probably have significant biological functions.",
    "function_signal": 0.0,
    "longevity_signal": 0,
    "year_score": 0.038461538461538464,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.015384615384615385
}