{
    "PMC": "10755264",
    "DOI": "10.12688/f1000research.133899.3",
    "PMID": "38161428",
    "PMCID": "PMC10755264",
    "title": "Identification of high-performing antibodies for Apolipoprotein E for use in Western Blot and immunoprecipitation.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10755264",
    "source": "MED",
    "full_text": "pmc F1000Res F1000Res F1000Research 2046-1402 F1000 Research Limited London, UK 10755264 10.12688/f1000research.133899.3 Data Note Articles Identification of high-performing antibodies for Apolipoprotein E for use in Western Blot and immunoprecipitation [version 3; peer review: 1 approved Ayoubi Riham Investigation Validation Visualization Writing – Review & Editing 1 Southern Kathleen Writing – Original Draft Preparation Writing – Review & Editing https://orcid.org/0000-0002-4125-3608 1 Laflamme Carl Conceptualization Data Curation Formal Analysis Funding Acquisition Project Administration Resources Supervision Validation Visualization Writing – Review & Editing https://orcid.org/0000-0001-5906-025X a 1 NeuroSGC/YCharOS collaborative group 1 Department of Neurology and Neurosurgery, Structural Genomics Consortium, The Montreal Neurological Institute, McGill University, Montreal, Québec, H3A 2B4, Canada a carl.laflamme@mcgill.ca Competing interests: For this project, the laboratory of Peter McPherson developed partnerships with high-quality antibody manufacturers and knockout cell line providers. The partners provide antibodies and knockout cell lines to the McPherson laboratory at no cost. These partners include: - Abcam - Aviva Systems Biology - Bio Techne - Cell Signalling Technology - Developmental Studies Hybridoma Bank - GeneTex - Horizon Discovery - Proteintech - Synaptic Systems -Thermo Fisher Scientific. 29 9 2023 2023 12 810 27 9 2023 Copyright: © 2023 Ayoubi R et al. 2023 https://creativecommons.org/licenses/by/4.0/ This is an open access article distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Apolipoprotein E is a secreted protein involved in mediating lipid distribution and metabolism among cells of specific tissues. The dysregulation of Apolipoprotein E can disturb cholesterol homeostasis, resulting in several diseases, including cardiovascular disease and Alzheimer’s disease. The therapeutic potential of Apolipoprotein E against these diseases demonstrates the importance of providing high-quality antibodies for this protein to the scientific community. In this study, we characterized fourteen Apolipoprotein E commercial antibodies for Western Blot and immunoprecipitation, using a standardized experimental protocol based on comparing read-outs in knockout cell lines and isogenic parental controls. We identified many high-performing antibodies and encourage readers to use this report as a guide to select the most appropriate antibody for their specific needs. Uniprot ID P02649 APOE Apolipoprotein E antibody characterization antibody validation Western Blot immunoprecipitation Genome Quebec National Institute of Aging U54AG065187 Ontario Genomics Institute OGI-196 Pfizer Genentech Janssen Pharmaceuticals Bristol-Myers Squibb Ontario Genomics OGI-210 Bayer AG Takeda Boehringer Ingelheim Mitacs EUbOPEN 875510 Merck KGaA This work was supported by a grant from the Emory-Sage-SGC TREAT-AD center established by the National Institute of Aging (grant no. U54AG065187). The Government of Canada through Genome Canada, Genome Quebec and Ontario Genomics (grant no. OGI-210). The Structural Genomics Consortium is a registered charity (no. 1097737) that receives funds from Bayer AG, Boehringer Ingelheim, Bristol-Myers Squibb, Genentech, Genome Canada through Ontario Genomics Institute (grant no. OGI-196), the EU and EFPIA through the Innovative Medicines Initiative 2 Joint Undertaking (EUbOPEN grant no. 875510), Janssen, Merck KGaA (also known as EMD in Canada and the United States), Pfizer and Takeda. RA is supported by a Mitacs postdoctoral fellowship. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Revised Amendments from Version 2 In this new version, Figure 1 has been updated to repeat Western blot testing for antibodies ab1907* and MA5-15852* to determine whether they would successfully target ApoE when using a dilution of 1/200 rather than 1/1000. Table 1 was also updated. The title was also amended. Introduction Apolipoprotein E, or APOE, is a 299 amino acid transcribed and secreted to regulate lipid homeostasis by controlling the uptake of cholesterol and lipoproteins via receptor-mediated endocytosis. 1 , 2 Three major isoforms of APOE exist, apoE4, apoE3, and apoE2. 1 Despite only differing by single amino acid substitutions, their functionalities are altered at both the cellular and molecular levels. 1 Accordingly, the binding affinity of APOE to its ligand, the LDL receptor (LDLR), varies depending on the isoform. 2 ApoE3 and apoE4 bind to LDLR with high affinity while apoE2 binds with low affinity. 3 Association studies have demonstrated apoE4 to be a genetic risk factor for cardiovascular disease, as it can cause high levels of circulating cholesterol, in the form of LDL as well as a genetic risk factor for late-onset Alzheimer’s disease. 4 – 7 The critical role of APOE in health and disease highlights the need for additional research into the protein’s mechanism of action and potential for therapeutic strategies. 8 Mechanistic studies would be greatly facilitated with the availability of validated and high-quality antibodies. Here, we compared the performance of a range of commercially-available antibodies for Apolipoprotein E and validated several antibodies for Western Blot and immunoprecipitation, enabling biochemical and cellular assessment of Apolipoprotein E properties and function. Results and discussion Our standard protocol involves comparing readouts from wild-type (WT) and knockout (KO) cells. 9 – 11 The first step was to identify a cell line(s) that expresses sufficient levels of Apolipoprotein E to generate a measurable signal. To this end, we examined the DepMap transcriptomics database to identify all cell lines that express the target at levels greater than 2.5 log 2 (transcripts per million “TPM” + 1), which we have found to be a suitable cut-off (Cancer Dependency Map Portal, RRID:SCR_017655). Commercially available HAP1 cells expressed the APOE transcript at RNA levels above the average range of cancer cells analyzed. Parental and APOE knockout HAP1 cells were obtained from Horizon Discovery ( Table 1 ). Table 1. Summary of the cell lines used. Institution Catalog number RRID (Cellosaurus) Cell line Genotype Horizon Discovery C631 CVCL_Y019 HAP1 WT Horizon Discovery HZGHC005366c001 CVCL_SC97 HAP1 APOE KO (16bp deletion) Apolipoprotein E is predicted to be a secreted protein. Accordingly, we collected concentrated culture media from both WT and APOE KO cells and used the conditioned media to probe the performance of the antibodies ( Table 2 ) side-by-side by Western Blot and immunoprecipitation. 10 , 11 The profiles of the tested antibodies are shown in Figures 1 and 2 . Table 2. Summary of the Apolipoprotein E antibodies tested. Company Catalog number Lot number RRID (Antibody Registry) Clonality Immunogenic region Clone ID Host Concentration (μg/μL) Vendors recommended applications GeneTex GTX635889 * 44195 AB_2909916 monoclonal proprietary information GT27711 mouse 1.0 Wb GeneTex GTX635891 * 44195 AB_2909917 monoclonal proprietary information GT1627 mouse 1.0 Wb Abcam ab52607 ** GR33789797 AB_867704 recombinant-mono proprietary information EP1374Y rabbit 0.1 Wb, IP, IF Abcam ab51015 ** GR19880919 AB_867703 recombinant-mono proprietary information EP1373Y rabbit 0.14 Wb, IP, IF Abcam ab1907 * GR33619625 AB_302669 monoclonal polymorphic amino acid 158 E6D7 mouse 1.0 IF Cell Signaling Technology 13366 ** 4 AB_2798191 recombinant-mono proprietary information D7I9N rabbit n/a Wb, IP, IF Aviva Systems Biology ARP54283 QC56479-160608 AB_10640958 polyclonal N-terminal - rabbit 0.5 Wb Thermo Fisher Scientific 701241 ** 2477346 AB_2532438 recombinant-mono amino acids 240-251 16H22L18 rabbit 0.5 Wb, IF Thermo Fisher Scientific MA5-41148 ** XH3670137 AB_2898902 recombinant-mono C-terminal SC0536 rabbit 1.0 Wb Thermo Fisher Scientific MA5-15852 * XH3669852 AB_11153583 monoclonal recombinant fragment 1H4 mouse n/a Wb Bio-Techne MAB41441 * ZRQ0318021 AB_2289763 monoclonal recombinant fragment 395004 rat 5.0 Wb Bio-Techne NB110-60531 * COEN01-2 AB_920623 monoclonal proprietary informationn WUE-4 mouse 1.0 Wb, IP Proteintech 18254-1-AP 68183 AB_2878525 polyclonal fusion protein Ag13070 rabbit 0.4 Wb Proteintech 66830-1-Ig * 10008911 AB_2882173 monoclonal fusion protein Ag28186 1B2C9 mouse 2.1 Wb, IF Wb=Western Blot; IF=immunofluorescence; IP=immunoprecipitation. * Monoclonal antibody. ** Recombinant antibody. Figure 1. Apolipoprotein E antibody screening by Western Blot on culture media. HAP1 WT and APOE KO were cultured in serum free media. Media were collected, concentrated, and 30 μg of protein were processed for Western Blot with the indicated Apolipoprotein E antibodies. The Ponceau stained transfers of each blot are shown. Antibody dilutions were chosen according to the recommendations of the antibody supplier. Exceptions were given for antibodies ab1907*,13366**,18254-1-AP, MA5-15852* and 66830-1-Ig* which were titrated to the concentrations listed below, as the signals were too weak when following the supplier’s recommendations. Antibody dilutions used: GTX635889* at 1/200, GTX635891* at 1/200, ab52607** at 1/200, ab51015** at 1/1000, ab1907* at 1/200, 13366** at 1/500, ARP54283 at 1/1000, 701241** at 1/200, MA5-41148** at 1/200, MA5-15852* at 1/200, MAB41441* at 1/200, NB110-60531* at 1/200, 18254-1-AP at 1/200, 66830-1-Ig* at 1/200. Apolipoprotein E predicted band size: 36 kDa. *Monoclonal antibody, **Recombinant antibody. Figure 2. Apolipoprotein E antibody screening by immunoprecipitation on culture media. Immunoprecipitation was performed on 0.9 mg concentrated culture media from HAP1 WT, and using 2.0 μg of the indicated Apolipoprotein E antibodies pre-coupled to protein G or protein A magnetic beads. Samples were washed and processed for Western Blot with the indicated Apolipoprotein E antibody. Antibody 13366** was used at 1/500 for all Western Blots. The Ponceau stained transfers of each blot are shown. SM=3% starting material; UB=3% unbound fraction; IP=immunoprecipitate; HC=heavy chain; *Monoclonal antibody, **Recombinant antibody. In conclusion, we have screened Apolipoprotein E commercial antibodies by Western Blot and immunoprecipitation and identified several high-quality antibodies under our standardized experimental conditions. The underlying data was previously uploaded to an open access repository, Zenodo. 12 , 13 Methods Antibodies All Apolipoprotein E antibodies are listed in Table 2 , together with their corresponding Research Resource Identifiers (RRID), to ensure the antibodies are cited properly. 14 All antibodies tested detect Human ApoE. Peroxidase-conjugated goat anti-mouse and anti-rabbit antibodies are from Thermo Fisher Scientific (cat. number 65-6520 and 62-6120). Cell culture HAP1 WT and APOE KO cell lines used are listed in Table 1 , together with their corresponding RRID, to ensure the cell lines are cited properly. 15 Cells were cultured in DMEM high-glucose (GE Healthcare cat. number SH30081.01) containing 10% fetal bovine serum (Wisent, cat. number 080450), 2 mM L-glutamate (Wisent cat. number 609065), 100 IU penicillin and 100 μg/mL streptomycin (Wisent cat. number 450201). Cells were starved in DMEM high-glucose containing L-glutamate and penicillin/streptomycin. Antibody screening by Western Blot on culture media HAP1 cells WT and APOE KO were washed 3× with PBS 1× and starved for ~18 hrs. Culture media were collected and centrifuged for 10 min at 500× g to eliminate cells and larger contaminants, then for 10 min at 4500× g to eliminate smaller contaminants. Culture media were concentrated by centrifuging at 4000× g for 30 min using Amicon Ultra-15 Centrifugal Filter Units with a membrane NMWL of 10 kDa (MilliporeSigma cat. number UFC901024). Western Blots were performed as described in our standard operating procedure. 16 Midi precast 4-20% Tris-Glycine polyacrylamide gels from Thermo Fisher Scientific (cat. number WXP42012BOX) were used and proteins were transferred on nitrocellulose membranes. Proteins on the blots were visualized with Ponceau S staining (Thermo Fisher Scientific, cat. number BP103-10) which is scanned to show together with individual Western Blot. Blots were blocked with 5% milk for 1 hr, and antibodies were incubated overnight at 4°C with 5% bovine serum albumin (BSA) (Wisent, cat. number 800-095) in TBS with 0.1% Tween 20 (TBST) (Cell Signaling Technology, cat. number 9997). Following three washes with TBST, the peroxidase conjugated secondary antibody was incubated at a dilution of ~0.2 μg/mL in TBST with 5% milk for 1 hr at room temperature followed by three washes with TBST. Membranes were incubated with Pierce ECL from Thermo Fisher Scientific (cat. number 32106) or with Clarity Western ECL Substrate from Bio-Rad (cat. number 1705061) prior to detection with the iBright™ CL1500 Imaging System from Thermo Fisher Scientific (cat. number A44240). Antibody screening by immunoprecipitation on culture media Immunoprecipitation was performed as described in our standard operating procedure. 17 Antibody-bead conjugates were prepared by adding 2 μg or 20 μL of antibody at an unknown concentration to 500 μL of Pierce IP Lysis Buffer from Thermo Fisher Scientific (cat. number 87788) in a 1.5 mL microcentrifuge tube, together with 30 μL of Dynabeads protein G - (for Mouse and rat antibodies) and protein A - (for rabbit antibodies) from Thermo Fisher Scientific (cat. number 10003D and 10002D, respectively). Pierce IP Lysis Buffer (25 mM Tris-HCl pH 7.4, 150 mM NaCl, 1 mM EDTA, 1% NP-40 and 5% glycerol) was supplemented with the Halt Protease Inhibitor Cocktail 100X from Thermo Fisher Scientific (cat. number 78446) at a final concentration of 1×. Tubes were rocked for ~1 hr at 4°C followed by two washes to remove unbound antibodies. Starved HAP1 WT culture media were concentrated as described above. 0.6 mL aliquots at 1.5 mg/L of protein were incubated with an antibody-bead conjugate for ~1 hr at 4°C. The unbound fractions were collected, and beads were subsequently washed three times with 1.0 mL of IP Lysis Buffer and processed for SDS-PAGE and Western Blot on precast midi 4-20% Tris-Glycine polyacrylamide gels. Prot-A: HRP (MilliporeSigma, cat. number P8651) was used as a secondary detection system at a concentration 0.4 μg/mL. Acknowledgment We’d like to thank the NeuroSGC/YCharOS collaborative group for their important contribution to the creation of an open scientific ecosystem of antibody manufacturers and knockout cell line suppliers as well as the development of community-agreed protocols. Members of the group can be found below. NeuroSGC/YCharOS collaborative group: Riham Ayoubi, Aled M. Edwards, Carl Laflamme, Peter S. McPherson, Chetan Raina and Kathleen Southern. Thank you to the Structural Genomics Consortium, a registered charity (no. 1097737), for your support on this project. The Structural Genomics Consortium receives funding from Bayer AG, Boehringer Ingelheim, Bristol-Myers Squibb, Genentech, Genome Canada through Ontario Genomics Institute (grant no. OGI-196), the EU and EFPIA through the Innovative Medicines Initiative 2 Joint Undertaking (EUbOPEN grant no. 875510), Janssen, Merck KGaA (also known as EMD in Canada and the United States), Pfizer and Takeda. An earlier version of this article can be found on Zenodo (doi: 10.5281/zenodo.7249055 ). Data availability Zenodo: Antibody Characterization Report for Apolipoprotein E, https://doi.org/10.5281/zenodo.7249055 . 12 Zenodo: Dataset for the Apolipoprotein E antibody screening study, https://doi.org/10.5281/zenodo.7802875 . 13 References 1 Mahley RW Rall SC Jr : Apolipoprotein E: far more than a lipid transport protein. Annu. Rev. Genomics Hum. Genet. 2000 ; 1 : 507 – 537 . 10.1146/annurev.genom.1.1.507 11701639 2 Mann KM Thorngate FE Katoh-Fukui Y : Independent effects of APOE on cholesterol metabolism and brain Abeta levels in an Alzheimer disease mouse model. Hum. Mol. Genet. 2004 ; 13 ( 17 ): 1959 – 1968 . 10.1093/hmg/ddh199 15229191 3 Yamamoto T Choi HW Ryan RO : Apolipoprotein E isoform-specific binding to the low-density lipoprotein receptor. Anal. Biochem. 2008 ; 372 ( 2 ): 222 – 226 . 10.1016/j.ab.2007.09.005 17923100 4 Menzel H Kladetzky R Assmann G : Apolipoprotein E polymorphism and coronary artery disease. Arteriosclerosis. 1983 ; 3 ( 4 ): 310 – 315 . 10.1161/01.ATV.3.4.310 6882285 5 Stengård JH Zerba KE Pekkanen J : Apolipoprotein E polymorphism predicts death from coronary heart disease in a longitudinal study of elderly Finnish men. Circulation. 1995 ; 91 ( 2 ): 265 – 269 . 10.1161/01.CIR.91.2.265 7805227 6 Corder EH Saunders AM Strittmatter WJ : Gene dose of apolipoprotein E type 4 allele and the risk of Alzheimer’s disease in late onset families. Science. 1993 ; 261 ( 5123 ): 921 – 923 . 10.1126/science.8346443 8346443 7 Strittmatter WJ Saunders AM Schmechel D : Apolipoprotein E: high-avidity binding to beta-amyloid and increased frequency of type 4 allele in late-onset familial Alzheimer disease. Proc. Natl. Acad. Sci. 1993 ; 90 ( 5 ): 1977 – 1981 . 10.1073/pnas.90.5.1977 8446617 8 Rasmussen KL Tybjærg-Hansen A Nordestgaard BG : Absolute 10-year risk of dementia by age, sex and APOE genotype: a population-based cohort study. CMAJ. 2018 ; 190 ( 35 ): E1033 – E1041 . 10.1503/cmaj.180066 30181149 9 Laflamme C McKeever PM Kumar R : Implementation of an antibody characterization procedure and application to the major ALS/FTD disease gene C9ORF72. elife. 2019 ; 8 : 8 . 10.7554/eLife.48363 10 Ayoubi R Southern K Laflamme C : The identification of high-performing antibodies for Midkine for use in Western blot and immunoprecipitation [version 1; peer review: awaiting peer review]. F1000Res. 2023 ; 2023 ( 12 ): 148 . 11 Ayoubi R Southern K Laflamme C : The identification of high-performing antibodies for Secreted frizzled-related protein 1 (sFRP-1) for use in Western Blot and immunoprecipitation [version 1; peer review: awaiting peer review]. F1000Res. 2023 ; 12 : 291 . 10.12688/f1000research.130991.1 12 Ayoubi R McPherson PS Laflamme C : Antibody Characterization Report for Apolipoprotein E. 2022 . 10.5281/zenodo.7249055 13 Laflamme C : Dataset for the Apolipoprotein E antibody screning study. [Data set]. Zenodo. 2023 . 10.5281/zenodo.7802875 14 Bandrowski A Pairish M Eckmann P : The Antibody Registry: ten years of registering antibodies. Nucleic Acids Res. 2023 ; 51 ( D1 ): D358 – D367 . 10.1093/nar/gkac927 36370112 15 Bairoch A : The Cellosaurus, a Cell-Line Knowledge Resource. J. Biomol. Tech. 2018 ; 29 ( 2 ): 25 – 38 . 10.7171/jbt.18-2902-002 29805321 16 Ayoubi R McPherson PS Laflamme C : Antibody Screening by Immunoblot. 2021 . 10.5281/zenodo.5717510 17 Ayoubi R Fotouhi M McPherson P : Antibody screening by Immunoprecitation. 2021 . 10.5281/zenodo.5717516 10.5256/f1000research.156691.r228353 Reviewer response for version 3 Leoni Valerio 1 Referee https://orcid.org/0000-0002-8954-0366 1 University of Milano-Bicocca, Desio, Italy Competing interests: No competing interests were disclosed. 28 12 2023 Copyright: © 2023 Leoni V 2023 https://creativecommons.org/licenses/by/4.0/ This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 3 recommendation approve-with-reservations The manuscript Identification of high-performing antibodies for Apolipoprotein E for use in Western Blot and immunoprecipitation by Riham Ayoubi study the quality of commercial Anti-Apolipoporterin E antibodies. The Apolipoprotein E is involved in lipid distribution and metabolism among cells, especially in the CNS. The dysregulation of Apolipoprotein E can disturb cholesterol homeostasis, resulting in several diseases, including cardiovascular disease and Alzheimer’s disease. Provide high-quality antibodies for this protein to the scientific community is very important. They characterized fourteen Apolipoprotein E commercial antibodies for Western Blot and immunoprecipitation, using a standardized experimental protocol based on comparing read-outs in knockout cell lines and isogenic parental controls. The study was well planned and interesting. Results are clear, Figure and table informative A minor linguistic revision is recommended Are sufficient details of methods and materials provided to allow replication by others? Yes Is the rationale for creating the dataset(s) clearly described? Yes Are the datasets clearly presented in a useable and accessible format? Yes Are the protocols appropriate and is the work technically sound? Yes Reviewer Expertise: Lipidomics and metabolomics I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard, however I have significant reservations, as outlined above. 10.5256/f1000research.153492.r201058 Reviewer response for version 2 Macrez Nathalie 1 Referee https://orcid.org/0000-0002-3844-4403 1 University Bordeaux, Bordeaux, France Competing interests: No competing interests were disclosed. 18 9 2023 Copyright: © 2023 Macrez N 2023 https://creativecommons.org/licenses/by/4.0/ This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 2 recommendation approve-with-reservations The authors have compared commercially available apolipoprotein E antibodies for detection by Western blotting and immunoprecipitation using HAP1 cells expressing APOE and their KO counterparts lacking APOE. The resource is helpful but it lacks some information for full interpretation. It could be improved by addressing the following: The title states \"identification of high performing antibodies for APOE\" - the authors indeed present some data supporting such identification but lack any interpretation of these data. Even if the authors have already answered the first reviewer about this point, the YCharOS gateway does not hinder the interpretation of results useful for the scientific community. Interpretation and limits of interpretation of the results are required and crucial for using this \"report as a guide to select the most appropriate antibody for their specific needs\" as stated in the abstract. The authors could give clear interpretations of their WB and IP results in terms of efficiency, specificity and potential use of these antibodies (e.g.: suitable or not for full-length APOE protein identification in WB; not suitable for immuno because recognized unspecific bands; suitable or not for identification of fragments; suitable or not for immunoprecipitation of APOE...). To better understand the scope of application of the results presented in this paper, it is necessary to understand which forms of APOE are present in the cellular models studied. Which isoforms of APOE are expressed in these human cell-derived cell lines? Did the authors check the efficiency of the tested antibodies for the 3 APOE isoforms? Are these cell lines suitable for studying the cleaved forms of APOE? Figure 1: As the legend states, \"exceptions were given for some antibodies as the signals were too weak when following the supplier’s recommendations”. For the same reasons as done for antibodies 13366**,18254-1-AP and 66830-1-Ig*, why were the titration of ab1907* and MA5-15852* not increased? Could the low antibody titration explain the lack of APOE detection by ab1907* and MA5-15852*? Could the authors explain why they chose 13366** for western blotting after IP? Did they use other antibodies for this purpose, if yes, were the results similar? Are sufficient details of methods and materials provided to allow replication by others? Yes Is the rationale for creating the dataset(s) clearly described? Yes Are the datasets clearly presented in a useable and accessible format? Yes Are the protocols appropriate and is the work technically sound? Partly Reviewer Expertise: neurobiology, APOE protein biochemistry, immunochemistry I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard, however I have significant reservations, as outlined above. Southern Kathleen McGill University, Canada Competing interests: No competing interests were disclosed. 26 9 2023 Dear Nathalie Macrez, We’d first like to thank you for taking the time to generate an in-depth review of our antibody characterization study for Apolipoprotein E. Your feedback and suggestions are appreciated as we are always looking to improve our methods and ensure our goals are clear and aligned. To address your first point, YCharOS is funded by various granting agencies that nominate proteins for their desired disease. We’re not experts of these proteins and prefer to remain impartial which is why we carry out the study without interpreting the results. The purpose of YCharOS is to deliver antibody characterization reports as a public good collection to benefit biomedical research as a whole. It is for this reason that we chose to publish our articles using the Data Note format, as it does not require result analysis but rather presents KO characterization data for experts of the individual targets to further their studies and projects. To your second point, we used DepMap, a transcriptomics database and identified wild type (WT) HAP1 as a suitable cell line as it expressed the full APOE transcript at a level greater than our pre-determined cut-off. An APOE knockout (KO) equivalent of the HAP1 cell line was purchased. Although the authors comprise of a team of experts in antibody characterization for the 3 tested applications, they are not ApoE experts and don’t know all ApoE cleaved fragments. We do know that the signals which disappear in the KO line are ApoE species. If an ApoE researcher was interested in testing the antibodies for specific isoform, we would suggest creating or purchasing a KO line for the desired ApoE isoform and see whether the signal is lost in the KO lysate compared to the WT. The Western blot analysis was repeated for ab1907* and MA5-15852* where both antibodies were tested at 1/200 rather than 1/1000. The results and figure legend will be adjusted and a third version will be submitted to F1000. Please note that, to begin with, Western blot is not a recommended application for ab1907, which is why we did not increase the titration of the antibody in the original analysis. For immunoprecipitation, the performance of each antibody is evaluated using an antibody that specifically immunodetected ApoE in the Western blot. The 13366* antibody was able to detect both of the most prominent ApoE isoforms with high specificity, which is why it was chosen for IP. We hope we have answered all of your questions and concerns in this reply as well as the new version which has recently been submitted to F1000. 10.5256/f1000research.153492.r190833 Reviewer response for version 2 Kritharides Leonard 1 2 Referee Kockx Maaike 3 Co-referee 1 Department of Cardiology, Concord Repatriation General Hospital, Sydney, NSW, Australia 2 ANZAC Research Institute, The University of Sydney, Sydney, NSW, Australia 3 ANZAC Medical Research Institute, The University of Sydney, Sydney, NSW, Australia Competing interests: No competing interests were disclosed. 10 8 2023 Copyright: © 2023 Kritharides L and Kockx M 2023 https://creativecommons.org/licenses/by/4.0/ This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 2 recommendation approve We are happy with the response and approve of the article. Are sufficient details of methods and materials provided to allow replication by others? Yes Is the rationale for creating the dataset(s) clearly described? Yes Are the datasets clearly presented in a useable and accessible format? Yes Are the protocols appropriate and is the work technically sound? Yes Reviewer Expertise: Cell biology and biochemistry of apo E We confirm that we have read this submission and believe that we have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. 10.5256/f1000research.146914.r186248 Reviewer response for version 1 Kritharides Leonard 1 2 Referee Kockx Maaike 3 Co-referee 1 Department of Cardiology, Concord Repatriation General Hospital, Sydney, NSW, Australia 2 ANZAC Research Institute, The University of Sydney, Sydney, NSW, Australia 3 ANZAC Medical Research Institute, The University of Sydney, Sydney, NSW, Australia Competing interests: No competing interests were disclosed. 19 7 2023 Copyright: © 2023 Kritharides L and Kockx M 2023 https://creativecommons.org/licenses/by/4.0/ This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 1 recommendation approve-with-reservations The authors have compared and validated commercially available apolipoprotein E antibodies for detection by Western blotting and immunoprecipitation using HAP1 cells with and without apoE expression.The resource is helpful and could be improved by addressing the following: Provide a summary and conclusion commenting on which antibodies are recommended for either Western Blotting or Immunoprecipitation. ApoE can be cleaved generating a C-terminal and a N-terminal peptide. The current work does not investigate whether the antibodies tested detect these cleavage products. Please state the immunogenic region to which the antibodies are raised in table 2. Please add details about species specificity to Table 2. If all detect human apoE please make this explicit. Cellular apoE exists as non-glycosylated and glycosylated isoforms, and secreted apoE is variably but predominantly glycosylated (refs 1-3). The authors have only shown detection of secreted apoE. It would be helpful to show the ability of the antibodies to detect cellular apoE glycoforms. This will also indicate whether the antibodies display non-specific binding to other cellular proteins. Provide full name for HAP1 before abbreviation is used. What is the apoE genotype of the HAP1 cell line they have used? Are sufficient details of methods and materials provided to allow replication by others? Yes Is the rationale for creating the dataset(s) clearly described? Yes Are the datasets clearly presented in a useable and accessible format? Yes Are the protocols appropriate and is the work technically sound? Yes Reviewer Expertise: Cell biology and biochemistry of apo E We confirm that we have read this submission and believe that we have an appropriate level of expertise to confirm that it is of an acceptable scientific standard, however we have significant reservations, as outlined above. References 1 : Expression of ApoE gene in Chinese hamster cells with a reversible defect in O-glycosylation. Glycosylation is not required for apoE secretion. J Biol Chem . 1989 ; 264 ( 16 ) : 9137 - 40 2498327 2 : Glycosylation of human apolipoprotein E. The carbohydrate attachment site is threonine 194. J Biol Chem . 1989 ; 264 ( 15 ) : 9094 - 101 2498325 3 : Glycosylation and sialylation of macrophage-derived human apolipoprotein E analyzed by SDS-PAGE and mass spectrometry: evidence for a novel site of glycosylation on Ser290. Mol Cell Proteomics . 2010 ; 9 ( 9 ) : 10.1074/mcp.M900430-MCP200 1968 - 81 10.1074/mcp.M900430-MCP200 20511397 Southern Kathleen McGill University, Canada Competing interests: No competing interests were disclosed. 21 7 2023 Thank you to Leonard Kritharides and Maaike Kcokx for your extensive review of this article. We appreciate your constructive feedback and will be submitting a new version of the manuscript, to include several of your suggestions that are within the scope of this study. Unfortunately, we cannot comment or conclude on which antibodies to select for Western Blot and Immunoprecipitation. Previously discussed on the FAQ section of the YCharOS gateway page, we have found that, for the most part, scientists interested in our reports have the expertise to interpret the antibody characterization data. Moreover, as the antibodies are tested under one specific set of conditions, the scoring/recommendation would be valid only under the precise experimental setup and cell line used. That said, YCharOS reports serve as an invaluable guide pointing scientists to select the appropriate antibodies for their experimental needs. As per your second and third points, a column will be added to Table 2 in the newly submitted version of the manuscript to include the immunogenic regions of the commercial antibodies that were tested. We also included a statement in the Antibodies sub-section of the Methods section stating that all antibodies tested were reactive against Human ApoE antigen. As a follow up to your fourth point, our workflow consists of testing antibodies on culture media for secreted proteins - allowing the identification of antibodies with high selectivity for the corresponding protein. We believe our data can be used to inform scientists on the best antibodies to purchase to identify intracellular ApoE. We leave it to experts in the field to optimize antibodies for their own experimental conditions. For the final suggestion, we have included in Table 1 that the ApoE KO cell line is derived from a 16bp deletion of ApoE .",
    "full_text_abstract": "Apolipoprotein E is a secreted protein involved in mediating lipid distribution and metabolism among cells of specific tissues. The dysregulation of Apolipoprotein E can disturb cholesterol homeostasis, resulting in several diseases, including cardiovascular disease and Alzheimer’s disease. The therapeutic potential of Apolipoprotein E against these diseases demonstrates the importance of providing high-quality antibodies for this protein to the scientific community. In this study, we characterized fourteen Apolipoprotein E commercial antibodies for Western Blot and immunoprecipitation, using a standardized experimental protocol based on comparing read-outs in knockout cell lines and isogenic parental controls. We identified many high-performing antibodies and encourage readers to use this report as a guide to select the most appropriate antibody for their specific needs.",
    "function_signal": 0.0,
    "longevity_signal": 0.0,
    "year_score": 0.3333333333333333,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.13333333333333333
}