{
    "PMC": "19681",
    "DOI": "10.1073/pnas.95.6.2985",
    "PMID": "9501202",
    "PMCID": "PMC19681",
    "title": "Monocyte chemoattractant protein-1-induced CCR2B receptor desensitization mediated by the G protein-coupled receptor kinase 2.",
    "year": 1998,
    "source_url": "https://europepmc.org/article/PMC/PMC19681",
    "source": "MED",
    "full_text_abstract": "Monocyte chemoattractant protein 1 (MCP-1) is a member of the chemokine cytokine family, whose physiological function is mediated by binding to the CCR2 and CCR4 receptors, which are members of the G protein-coupled receptor family. MCP-1 plays a critical role in both activation and migration of leukocytes. Rapid chemokine receptor desensitization is very likely essential for accurate chemotaxis. In this report, we show that MCP-1 binding to the CCR2 receptor in Mono Mac 1 cells promotes the rapid desensitization of MCP-1-induced calcium flux responses. This desensitization correlates with the Ser/Thr phosphorylation of the receptor and with the transient translocation of the G protein-coupled receptor kinase 2 (GRK2, also called beta-adrenergic kinase 1 or betaARK1) to the membrane. We also demonstrate that GRK2 and the uncoupling protein beta-arrestin associate with the receptor, forming a macromolecular complex shortly after MCP-1 binding. Calcium flux responses to MCP-1 in HEK293 cells expressing the CCR2B receptor were also markedly reduced upon cotransfection with GRK2 or the homologous kinase GRK3. Nevertheless, expression of the GRK2 dominant-negative mutant betaARK-K220R did not affect the initial calcium response, but favored receptor response to a subsequent challenge by agonists. The modulation of the CCR2B receptor by GRK2 suggests an important role for this kinase in the regulation of monocyte and lymphocyte response to chemokines.",
    "function_signal": 0.0,
    "longevity_signal": 0,
    "year_score": 0.03571428571428571,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.014285714285714285
}